Repository: biglinux/bigocrpdf
Catalog: bigocrpdf/locale/*.po
Languages: et, he, ro

source: Error loading date format order settings: {0}
et: Kuupäeva formaadi tellimuse seadeid laadides tekkis viga: {0}
he: שגיאה בטעינת הגדרות פורמט תאריך: {0}
ro: Eroare la încărcarea setărilor formatului de dată: {0}

source: Started OCR processing for {0} files using Python API
et: Alustas OCR-i töötlemist {0} faili jaoks, kasutades Python API-d.

source: Error starting OCR processing: {0}
et: Viga OCR töötlemise käivitamisel: {0}
he: שגיאה בהתחלת עיבוד OCR: {0}
ro: Eroare la pornirea procesării OCR: {0}

source: No files to process
et: Ei faile, mida töödelda.
he: אין קבצים לעיבוד
ro: Nu sunt fișiere de procesat.

source: No file_complete callback registered
et: Faili_complete tagasiside ei ole registreeritud
he: לא נרשם callback של file_complete
ro: Niciun callback file_complete înregistrat

source: No all_complete callback registered
et: Ei ole registreeritud all_complete tagasisidefunktsiooni.
he: לא נרשם callback של all_complete
ro: Niciun callback all_complete înregistrat

source: Error: File not found or invalid: {0}
et: Viga: Faili ei leitud või see on vale: {0}
he: שגיאה: הקובץ לא נמצא או לא תקין: {0}
ro: Eroare: Fișierul nu a fost găsit sau este invalid: {0}

source: Could not determine output directory for {0}
et: Ei suutnud määrata väljundkausta {0} jaoks.
he: לא ניתן לקבוע את תיקיית הפלט עבור {0}
ro: Nu s-a putut determina directorul de ieșire pentru {0}

source: Error creating output path for {0}: {1}
et: Viga väljundtee loomisel {0} jaoks: {1}
he: שגיאה ביצירת נתיב פלט עבור {0}: {1}
ro: Eroare la crearea căii de ieșire pentru {0}: {1}

source: tesseract --list-langs returned empty output
et: tesseract --list-langs tagastas tühi väljund

source: Error getting OCR languages: {0}
et: Viga OCR keelte saamisel: {0}

source: Removed processed file from queue: {0}
et: Eemaldatud töödeldud fail järjekorrast: {0}

source: Generated unique filename to avoid overwriting: {0}
et: Genereeritud ainulaadne failinimi ülekirjutamise vältimiseks: {0}
he: נוצר שם קובץ ייחודי כדי למנוע כתיבה מחדש: {0}
ro: Nume de fișier generat unic pentru a evita suprascrierea: {0}

source: Align + rotate
he: יישור + סיבוב
ro: Alinierează + rotește

source: Keep pages as they are without any modifications
he: שמור על הדפים כפי שהם ללא שינויים
ro: Păstrați paginile așa cum sunt, fără nicio modificare.

source: Align page content to improve readability
he: יישר את תוכן הדף כדי לשפר את הקריאות
ro: Aliniați conținutul paginii pentru a îmbunătăți lizibilitatea.

source: Automatically rotate pages to correct orientation
he: סובב דפים אוטומטית לכיוון הנכון
ro: Rotează automat paginile pentru a corecta orientarea

source: Align page content and automatically rotate pages to correct orientation
he: יישר את תוכן הדף וסובב אוטומטית את הדפים לכיוון הנכון
ro: Aliniați conținutul paginii și rotiți automat paginile pentru a corecta orientarea.

source: Show Welcome Screen
he: הצג מסך ברוך הבא
ro: Afișați Ecranul de Bun Venit

source: Please select files to process
he: אנא בחר קבצים לעיבוד
ro: Vă rugăm să selectați fișierele pentru procesare.

source: Some files are no longer available: {0}
he: כמה קבצים אינם זמינים עוד: {0}
ro: Unele fișiere nu mai sunt disponibile: {0}

source: OCR queue was not created properly
he: תור ה-OCR לא נוצר כראוי
ro: Coada OCR nu a fost creată corect.

source: No OCR processes were started
he: לא הוחלו תהליכי OCR
ro: Nu au fost inițiate procese OCR.

source: Processing complete!
he: עיבוד הושלם!
ro: Procesare completă!

source: Processing appears to be stalled. Please try again.
he: העיבוד נראה שהוקפא. אנא נסה שוב.
ro: Procesarea pare să fie blocată. Vă rugăm să încercați din nou.

source: File {c} of {t}: {name}
he: קובץ {c} מתוך {t}: {name}
ro: Fișierul {c} din {t}: {name}

source: Finalizing...
he: מסיים...
ro: Finalizare...

source: Processing...
he: מעבד...
ro: Prelucrare...

source: Preparing to process...
he: מכין לעיבוד...
ro: Pregătire pentru procesare...

source: Elapsed time: 00:00
he: זמן שחלף: 00:00
ro: Timpul scurs: 00:00

source: Processing Complete
he: העיבוד הושלם
ro: Procesare completă

source: All files have been processed successfully
he: כל הקבצים הועברו בהצלחה
ro: Toate fișierele au fost procesate cu succes.

source: Processing Cancelled
he: עיבוד בוטל
ro: Procesare anulată

source: Processing was cancelled by user
he: העיבוד בוטל על ידי המשתמש
ro: Procesarea a fost anulată de utilizator.

source: Processing Error
he: שגיאת עיבוד
ro: Eroare de procesare

source: Advanced Settings
he: הגדרות מתקדמות
ro: Setări avansate

source: OCR Engine
he: מנוע OCR
ro: Motor OCR

source: Configure OCR engine parameters
he: הגדר פרמטרים של מנוע OCR
ro: Configurează parametrii motorului OCR

source: Image DPI
he: רזולוציית תמונה
ro: DPI imagine

source: Resolution for image processing
he: רזולוציה לעיבוד תמונה
ro: Rezoluție pentru procesarea imaginilor

source: Image Preprocessing
he: עיבוד תמונה מקדים
ro: Preprocesare imagine

source: Enhance Contrast
he: שפר ניגודיות
ro: Îmbunătățiți contrastul

source: Improve image contrast before OCR
he: שפר את ניגודיות התמונה לפני OCR
ro: Îmbunătățește contrastul imaginii înainte de OCR

source: Noise Reduction
he: הפחתת רעש
ro: Reducerea zgomotului

source: Remove noise from images
he: הסר רעש מתמונות
ro: Elimină zgomotul din imagini

source: Performance
he: ביצועים
ro: Performanță

source: Parallel Processing
he: עיבוד מקביל
ro: Procesare Paralelă

source: Process multiple pages simultaneously
he: עיבוד מספר דפים בו זמנית
ro: Procesează mai multe pagini simultan

source: Thread Count
he: ספירת חוטים
ro: Număr de fire

source: Number of processing threads
he: מספר חוטי עיבוד
ro: Numărul de fire de procesare

source: Big OCR PDF adds optical character recognition to your PDF files, making them searchable and allowing you to select and copy text from scanned documents. <b>Benefits of using Big OCR PDF:</b> • <b>Search</b>: Find text within your scanned PDF documents • <b>Copy Text</b>: Select and copy text from images and scanned documents • <b>Batch Processing</b>: Process multiple files at once for efficiency • <b>Auto Correction</b>: Correct page alignment and rotation automatically
he: ביג OCR PDF מוסיף זיהוי תווים אופטי לקבצי ה-PDF שלך, מה שהופך אותם לניתנים לחיפוש ומאפשר לך לבחור ולהעתיק טקסט ממסמכים סרוקים. <b>יתרונות השימוש בביג OCR PDF:</b> • <b>חיפוש</b>: מצא טקסט בתוך מסמכי ה-PDF הסרוקים שלך • <b>העתקת טקסט</b>: בחר והעתק טקסט מתמונות ומסמכים סרוקים • <b>עיבוד קבוצתי</b>: עבד מספר קבצים בבת אחת ליעילות • <b>תיקון אוטומטי</b>: תקן אוטומטית את יישור הדפים והסיבוב
ro: Big OCR PDF adaugă recunoaștere optică a caracterelor la fișierele tale PDF, făcându-le căutabile și permițându-ți să selectezi și să copiezi text din documente scanate. <b>Beneficiile utilizării Big OCR PDF:</b> • <b>Căutare</b>: Găsește text în documentele tale PDF scanate • <b>Copiere Text</b>: Selectează și copiază text din imagini și documente scanate • <b>Procesare în Lot</b>: Procesează mai multe fișiere simultan pentru eficiență • <b>Corectare Automată</b>: Corectează automat alinierea și rotația paginilor

source: Show dialog on startup
he: הצג דיאלוג בהפעלה
ro: Afișează dialog la pornire

source: OK
he: אוקי

source: Choose how to handle page alignment and rotation during OCR processing
he: בחר כיצד לטפל בהתאמת עמודים וסיבוב במהלך עיבוד OCR
ro: Alegeți cum să gestionați alinierea paginii și rotația în timpul procesării OCR.

source: Successfully started OCR process for {0} (PID: {1})
he: ההליך OCR החל בהצלחה עבור {0} (PID: {1})
ro: Procesul OCR pentru {0} (PID: {1}) a fost început cu succes.

source: OCR process encountered an error
he: תהליך ה-OCR נתקל בשגיאה
ro: Procesul OCR a întâmpinat o eroare.

source: Terminating OCR process for {0}
he: סיום תהליך OCR עבור {0}
ro: Terminarea procesului OCR pentru {0}

source: Added {0} to OCR queue ({1} pages)
he: נוסף {0} לרשימת ה-OCR ({1} עמודים)
ro: Adăugat {0} în coada OCR ({1} pagini)

source: Stopping OCR queue processing
he: הפסקת עיבוד תור ה-OCR
ro: Oprirea procesării cozii OCR

source: No valid files were added to the OCR queue
he: לא הוספו קבצים תקפים לתור ה-OCR
ro: Nu au fost adăugate fișiere valide în coada OCR.

source: OCR queue started - Queue: {0}, Running: {1}, Total files: {2}
he: תור OCR התחיל - תור: {0}, רץ: {1}, סך הכל קבצים: {2}
ro: Coada OCR începută - Coada: {0}, În execuție: {1}, Fișiere totale: {2}

source: OCR queue appears to have failed to start any processes
he: נראה כי תור ה-OCR לא הצליח להתחיל שום תהליכים.
ro: Coada OCR pare să fi eșuat în a porni orice procese.

source: Successfully started OCR processing for {0} files using Python API
he: העיבוד של OCR עבור {0} קבצים החל בהצלחה באמצעות API של פייתון
ro: Procesarea OCR a fost inițiată cu succes pentru {0} fișiere folosind API-ul Python.

source: Failed to start OCR queue: {0}
he: כישלון בהפעלת תור ה-OCR: {0}
ro: Eșec la pornirea cozii OCR: {0}

source: Could not get page count for {0}, assuming 1
he: לא ניתן לקבל את מספר העמודים עבור {0}, מניח 1
ro: Nu s-a putut obține numărul de pagini pentru {0}, presupunând 1
