Repository: biglinux/bigocrpdf
Catalog: bigocrpdf/locale/*.po
Languages: et, he, ro

source: CSS file not found: {0}
et: CSS faili ei leitud: {0}

source: Custom CSS styles loaded successfully
et: Kohandatud CSS-stiilid laaditi edukalt.

source: Error loading CSS styles: {0}
et: Viga CSS-stiilide laadimisel: {0}

source: Configuration
et: Konfiguratsioon
he: הגדרה
ro: Configurare

source: Save in same folder as original file
et: Salvesta samas kaustas kui originaalfail
he: שמור באותה תיקייה כמו הקובץ המקורי
ro: Salvează în aceeași folder ca fișierul original

source: Select the destination folder
et: Valige sihtkaust
he: בחר את תיקיית היעד
ro: Selectați folderul de destinație

source: Browse
et: Sirvi
he: דפדף
ro: Răsfoiește

source: Output File Options
et: Välj väljundi faili valikud
he: אפשרויות קובץ פלט
ro: Opțiuni fișier de ieșire

source: Configure
et: Konfigureeri
he: הגדר

source: Text Language
et: Teksti keel
he: שפת טקסט
ro: Limba textului

source: Quality
et: Kvaliteet
he: איכות
ro: Calitate

source: Alignment
et: Joondamine
he: יישור
ro: Aliniere

source: PDF Files Queue
et: PDF-failide järjekord
he: תור קבצי PDF
ro: Coada fișierelor PDF

source: Add
et: Lisa
he: הוסף
ro: Adaugă

source: Remove All
et: Eemalda kõik
he: הסר הכל
ro: Șterge tot

source: No files selected
et: Ühtegi faili ei ole valitud
he: לא נבחרו קבצים
ro: Nu sunt fișiere selectate

source: Add PDF files for OCR processing
et: Lisage PDF-failid OCR-töötluseks
he: הוסף קבצי PDF לעיבוד OCR
ro: Adăugați fișiere PDF pentru procesarea OCR.

source: Drop PDF files here
et: Käivita PDF-failid siia
he: שחרר קבצי PDF כאן
ro: Trage fișiere PDF aici

source: Processing PDF files...
et: PDF-failide töötlemine...

source: Preparing processing...
et: Töötlemine ettevalmistamisel...

source: Cancel
et: Tühista
he: ביטול
ro: Anulează

source: Processing Summary
et: Töötlemise kokkuvõte
he: סיכום עיבוד
ro: Rezumatul procesării

source: Files processed:
et: Töödeldud failid:
he: קבצים מעובדים:
ro: Fișiere procesate:

source: Total pages:
et: Kokku lehed:
he: סך הכל עמודים:
ro: Total pagini:

source: Processing time:
et: Töötlemise aeg:
he: זמן עיבוד:
ro: Timp de procesare:

source: File size:
et: Faili suurus:
he: גודל קובץ:
ro: Dimensiune fișier:

source: Generated Files
et: Genereeritud failid
he: קבצים שנוצרו
ro: Fișiere generate

source: Open file
et: Ava faili
he: פתח קובץ
ro: Deschide fișierul

source: View extracted text
et: Vaata välja tõmmatud teksti
he: הצג טקסט שהופק
ro: Vizualizați textul extras

source: Don't change
et: Ära muuda
he: אל תשנה
ro: Nu schimba.

source: Align
et: Joondama
he: יישר
ro: Aliniere

source: Auto rotate
et: Automaatne pööramine
he: סיבוב אוטומטי
ro: Rotire automată

source: Align and auto rotate
et: Joondamine ja automaatne pööramine

source: No extracted text available for {0}
et: {0} jaoks ei ole saadaval väljavõetud teksti.
he: אין טקסט שנשלף עבור {0}
ro: Nu există text extras disponibil pentru {0}

source: Read {0} characters from sidecar file
et: Loe {0} märki külgfailist
he: קרא {0} תווים מקובץ צד
ro: Citește {0} caractere din fișierul sidecar

source: Text Not Available
et: Tekst pole ei ole saadaval.
he: טקסט אינו זמין
ro: Text indisponibil

source: Could not read extracted text for this file. Error: {0}
et: Ei saanud selle faili ekstraktitud teksti lugeda. Viga: {0}
he: לא ניתן לקרוא את הטקסט המופק עבור קובץ זה. שגיאה: {0}
ro: Nu s-a putut citi textul extras pentru acest fișier. Eroare: {0}

source: Search in text...
et: Otsi tekstist...
he: חפש בטקסט...
ro: Caută în text...

source: Find previous match
et: Leia eelmine mäng.
he: מצא התאמה קודמת
ro: Găsește meciul anterior

source: Find next match
et: Leia järgmine mäng.
he: מצא התאמה הבאה
ro: Găsește următorul meci

source: {0} matches found
et: {0} vaste leitud
he: נמצאו {0} תוצאות
ro: {0} potriviri găsite

source: Match {0} of {1}
et: Mäng {0} {1}st
he: התאמה {0} מתוך {1}
ro: Potrivire {0} din {1}

source: Copy to Clipboard
et: Kopeeri lõikelauale
he: העתק ללוח שנה
ro: Copiați în clipboard

source: Copy the entire text to clipboard
et: Kopeeri kogu tekst lõikepuhvrisse
he: העתק את כל הטקסט ללוח הגזרים
ro: Copiați întregul text în clipboard

source: Save as TXT
et: Salvesta TXT-na
he: שמור כ-TXT
ro: Salvează ca TXT

source: Save the extracted text to a .txt file
et: Salvesta eraldatud tekst .txt faili
he: שמור את הטקסט המופק לקובץ .txt
ro: Salvează textul extras într-un fișier .txt

source: Close
et: Sulge
he: סגור
ro: Închide

source: Save Extracted Text
et: Salvesta väljavõetud tekst
he: שמור טקסט שהופק
ro: Salvează textul extras

source: Save Failed
et: Salvestamine ebaõnnestus

source: Failed to save the text file: {0}
et: Tekstifaili salvestamine ebaõnnestus: {0}

source: File Already Exists
et: Fail juba eksisteerib

source: The file '{0}' already exists. What would you like to do?
et: Fail '{0}' eksisteerib juba. Mida soovite teha?

source: Overwrite
et: Ülekirjutamine

source: Auto-Rename
et: Automaatne ümbernimetamine

source: PDF Output Options
et: PDF väljundi valikud
he: אפשרויות פלט PDF
ro: Opțiuni de ieșire PDF

source: PDF Output Settings
et: PDF-i väljundiseaded
he: הגדרות פלט PDF
ro: Setări de ieșire PDF

source: Save
et: Salvesta
he: שמור
ro: Salvează

source: File Settings
et: Faili seaded
he: הגדרות קובץ
ro: Setări fișier

source: Use Original Filename
et: Kasutage originaalfaili nime
he: השתמש בשם הקובץ המקורי
ro: Utilizați numele de fișier original

source: Use the same name as the original file
et: Kasutage sama nime kui originaalfailil.
he: השתמש באותו שם כמו הקובץ המקורי
ro: Folosește același nume ca fișierul original.

source: Warning
et: Hoiatus
he: אזהרה
ro: Avertizare

source: If saving to the same folder as original, this will replace the original files
et: Kui salvestate sama kausta kui originaal, asendatakse originaalfailid.
he: אם אתה שומר באותה תיקיה כמו המקורי, זה יחליף את הקבצים המקוריים.
ro: Dacă salvați în aceeași folder ca originalul, acesta va înlocui fișierele originale.

source: Filename Suffix
et: Failinime lisand.
he: סיומת שם קובץ
ro: Sufix de nume de fișier

source: Text added to the filename (e.g. document-ocr.pdf)
et: Failinime lisatud tekst (nt dokument-ocr.pdf)
he: טקסט נוסף לשם הקובץ (למשל: document-ocr.pdf)
ro: Text adăugat la numele fișierului (de exemplu, document-ocr.pdf)

source: Overwrite Existing Files
et: Üksikute failide asendamine
he: החלף קבצים קיימים
ro: Suprascrie fișierele existente

source: Replace files with the same name
et: Asenda failid sama nimega
he: החלף קבצים עם אותו שם
ro: Înlocuiți fișierele cu același nume

source: Text Extraction
et: Teksti väljavõttmine
he: הפקת טקסט
ro: Extracție de text

source: Save Text Files
et: Salvesta tekstifailid
he: שמור קבצי טקסט
ro: Salvează fișierele text

source: Automatically save extracted text as .txt files
et: Automaatne salvestamine ekstraheeritud tekstina .txt failidena
he: שמור טקסט שהופק אוטומטית כקבצי .txt
ro: Salvează automat textul extras ca fișiere .txt

source: Use Separate Folder for Text Files
et: Kasutage tekstifailide jaoks eraldi kausta
he: השתמש בתיקייה נפרדת לקבצי טקסט
ro: Utilizați un folder separat pentru fișierele text

source: Save text files to a different folder
et: Salvesta tekstifailid teise kausta
he: שמור קבצי טקסט לתיקייה שונה
ro: Salvează fișierele text într-un alt dosar

source: Text Files Folder
et: Tekstifailide kaust
he: תיקיית קבצי טקסט
ro: Folder Fișiere Text

source: Select where to save text files
et: Vali, kuhu salvestada tekstifailid
he: בחר היכן לשמור קבצי טקסט
ro: Selectați unde să salvați fișierele text

source: Not set
et: Mitte seadistatud
he: לא מוגדר
ro: Nesetat

source: Select folder
et: Vali kaust
he: בחר תיקייה
ro: Selectați folderul

source: Select Folder for Text Files
et: Vali kaust tekstifailide jaoks
he: בחר תיקייה לקבצי טקסט
ro: Selectați folderul pentru fișierele text

source: Date and Time
et: Kuupäev ja kellaaeg
he: תאריך ושעה
ro: Dată și Oră

source: Add Date to Filename
et: Lisa kuupäev failinime.
he: הוסף תאריך לשם הקובץ
ro: Adaugă data în numele fișierului

source: Include date elements in the filename
et: Käivita kuupäeva elemendid failinimesse
he: כלול רכיבי תאריך בשם הקובץ
ro: Include elemente de dată în numele fișierului

source: Date Format
et: Kuupäeva formaat
he: פורמט תאריך
ro: Format de dată

source: YYYY-MM-DD (ISO)
et: AAAA-KK-PÄ (ISO)
ro: YYYY-LL-ZZ (ISO)

source: DD-MM-YYYY (Europe)
et: DD-KK-AAAA (Euroopa)
he: DD-MM-YYYY (אירופה)
ro: ZZ-ZZ-AAAA (Europa)

source: MM-DD-YYYY (US)
et: MM-DD-YYYY (USA)
he: MM-DD-YYYY (ארה"ב)
ro: MM-ZZ-AAAA (SUA)

source: Include Year
et: Sisaldab aastat
he: כלול שנה
ro: Include anul

source: Add YYYY to the date
et: Lisa kuupäeva YYYY.
he: הוסף YYYY לתאריך
ro: Adăugați YYYY la dată

source: Include Month
et: Kuu lisamine
he: כולל חודש
ro: Include Luna

source: Add MM to the date
et: Lisa kuupäevale MM.
he: הוסף MM לתאריך
ro: Adăugați MM la dată

source: Include Day
et: Käivita päev
he: כלול יום
ro: Include ziua

source: Add DD to the date
et: Lisa kuupäeva DD.
he: הוסף DD לתאריך
ro: Adaugă DD la dată

source: Include Time
et: Kaasake aeg
he: כלול זמן
ro: Includează timpul

source: Add HHMM to the filename
et: Lisa faili HHMM.
he: הוסף HHMM לשם הקובץ
ro: Adaugă HHMM la numele fișierului

source: Preview
et: Eelvaade

source: Filename Example:
et: Failinimi Näide:

source: Big OCR PDF
et: Suur OCR PDF
he: ביג OCR PDF
ro: OCR PDF mare

source: Add OCR to your PDF documents to make them searchable
et: Lisage OCR oma PDF-dokumentidele, et need oleksid otsitavad.
he: הוסף OCR למסמכי ה-PDF שלך כדי להפוך אותם לחיפושיים
ro: Adăugați OCR la documentele dvs. PDF pentru a le face căutabile.

source: Print version information and exit
et: Prindi versiooni teavet ja välju
he: הדפס מידע על גרסה וצא
ro: Tipăriți informațiile despre versiune și ieșiți

source: Enable debug mode
et: Luba silumisrežiim
he: אפשר מצב דיבוג
ro: Activează modul de depanare

source: Enable verbose output
et: Luba üksikasjalik väljund
he: אפשר פלט מפורט
ro: Activați ieșirea detaliată

source: PDF files to process
et: PDF-failid töötlemiseks
he: קבצי PDF לעיבוד
ro: Fișiere PDF de procesat

source: Test message
et: Test sõnum

source: Application started successfully
et: Rakendus käivitus edukalt
he: היישום הושק בהצלחה
ro: Aplicația a fost pornită cu succes.

source: Error starting application
et: Rakenduse käivitamisel ilmnes viga
he: שגיאה בהפעלת היישום
ro: Eroare la pornirea aplicației

source: BigLinux Team
et: BigLinuxi meeskond
he: צוות ביגלינוקס
ro: Echipa BigLinux

source: Developers
et: Arendajad
he: מפתחים
ro: Dezvoltatori

source: Normal
et: Tavaline
he: נורמלי

source: Economic
et: Majandus
he: כלכלי

source: More economic
et: Rohkem majanduslik
he: יותר כלכלי
ro: Mai economic

source: BigOcrPdf - Scanned PDFs with search support
et: BigOcrPdf - Otsitud toetusega skaneeritud PDF-d
he: BigOcrPdf - קבצי PDF סרוקים עם תמיכה בחיפוש
ro: BigOcrPdf - PDF-uri scanate cu suport pentru căutare

source: Menu
et: Menüü
he: תפריט
ro: Meniu

source: Help
et: Aitäh

source: About the application
et: Rakenduse kohta
he: על האפליקציה
ro: Despre aplicație

source: Step 1/3: Settings
et: Samm 1/3: Seaded
he: שלב 1/3: הגדרות
ro: Pasul 1/3: Setări

source: Back
et: Tagasi
he: חזור
ro: Înapoi

source: Start
et: Alusta
he: התחל
ro: Începe

source: Welcome to Big OCR PDF
et: Tere tulemast Big OCR PDF-i
he: ברוך הבא ל-Big OCR PDF
ro: Bine ați venit la Big OCR PDF

source: Big OCR PDF adds optical character recognition to your PDF files, making them searchable and allowing you to select and copy text from scanned documents.
et: Big OCR PDF lisab optiliseeritud tähemärkide tuvastamise teie PDF-failidele, muutes need otsitavaks ja võimaldades teil skannitud dokumentidest teksti valida ja kopeerida.

source: Benefits of using Big OCR PDF:
et: Big OCR PDF kasutamise eelised:

source: • Search through your scanned PDF documents
et: • Otsi oma skaneeritud PDF-dokumentidest

source: • Copy text from images and scanned documents
et: • Kopeeri tekst piltdelt ja skaneeritud dokumentidest

source: • Process multiple files at once
et: • Töötle mitu faili korraga

source: • Correct page alignment and rotation automatically
et: • Õige lehe joondamine ja pööramine automaatselt

source: • Choose optimal quality settings for your needs
et: • Valige oma vajadustele vastavad optimaalsed kvaliteetseaded

source: Show this dialog at startup
et: Kuva see dialoog käivitamisel

source: Let's Get Started
et: Alustame
he: בואו נתחיל
ro: Să începem

source: Start Processing
et: Alusta töötlemist
he: התחל לעבד
ro: Începe procesarea

source: Select PDF Files
et: Vali PDF-failid
he: בחר קבצי PDF
ro: Selectați fișiere PDF

source: PDF Files
et: PDF-failid
he: קבצי PDF
ro: Fișiere PDF

source: No valid files were selected
et: Kehtivaid faile ei valitud.
he: לא נבחרו קבצים תקפים
ro: Nu au fost selectate fișiere valide.

source: No valid PDF files were selected
et: Kehtivaid PDF-faile ei valitud.

source: Error adding files
et: Viga failide lisamisel
he: שגיאה בהוספת קבצים
ro: Eroare la adăugarea fișierelor

source: Select destination folder
et: Vali sihtkaust
he: בחר תיקיית יעד
ro: Selectați folderul de destinație

source: Destination folder selected
et: Sihtkaust valitud

source: Error selecting destination folder
et: Sihtkoha valimise viga
he: שגיאה בבחירת תיקיית יעד
ro: Eroare la selectarea folderului de destinație

source: No files selected for processing
et: Töötlemiseks ei ole faile valitud.
he: לא נבחרו קבצים לעיבוד
ro: Nu au fost selectate fișiere pentru procesare.

source: No destination folder selected
et: Sihtkausta ei ole valitud
he: לא נבחר תיק יעד
ro: Nu a fost selectat niciun folder de destinație.

source: Please select a destination folder
et: Palun valige sihtkaust.
he: אנא בחר תיקיית יעד
ro: Vă rugăm să selectați un folder de destinație.

source: Failed to start OCR processing
et: OCR töötlemise käivitamine ebaõnnestus
he: כישלון בהתחלת עיבוד OCR
ro: Eșec la pornirea procesării OCR

source: Step 2/3: Processing
et: Samm 2/3: Töötlemine
he: שלב 2/3: עיבוד
ro: Pasul 2/3: Procesare

source: OCR processing started using Python API
et: OCR töötlemine algas Python API kasutades
he: עיבוד OCR החל באמצעות API של פייתון
ro: Procesarea OCR a început folosind API-ul Python.

source: OCR processing started
et: OCR töötlemine alustatud

source: Step 3/3: Completed
et: Samm 3/3: Täidetud
he: שלב 3/3: הושלם
ro: Pasul 3/3: Finalizat

source: <b>Processing: {current}/{total}:</b> {completed} file(s) completed • <b>{remaining}</b> remaining
et: <b>Protsessimine: {current}/{total}:</b> {completed} fail(i) lõpetatud • <b>{remaining}</b> jäänud

source: Processed file {current}/{total}: {filename}
et: Töödeldud fail {current}/{total}: {filename}

source: OCR processing complete callback triggered
et: OCR töötlemise lõpetamise tagasiside aktiveeritud

source: Processing complete but no longer on terminal page, likely cancelled
et: Töötlemine on lõpetatud, kuid te ei ole enam terminali lehel, tõenäoliselt tühistatud.

source: OCR processing completed successfully for {count} files
et: OCR töötlemine on edukalt lõpetatud {count} faili jaoks
he: עיבוד OCR הושלם בהצלחה עבור {count} קבצים
ro: Procesarea OCR a fost finalizată cu succes pentru {count} fișiere.

source: OCR processing complete
et: OCR töötlemine lõpetatud

source: <b>OCR processing complete!</b> {total} file(s) processed
et: <b>OCR töötlemine lõpetatud!</b> {total} fail(i) töödeldud

source: <b>OCR processing complete!</b> {total} file(s) processed • Total time: {time}
et: <b>OCR töötlemine lõpetatud!</b> {total} fail(i) töödeldud • Kokku aega: {time}

source: <b>Processing file {cur}/{total}:</b> {done} file(s) completed • <b>{rem}</b> remaining • Time: {time}
et: <b>Faili töötlemine {cur}/{total}:</b> {done} faili(d) lõpetatud • <b>{rem}</b> alles • Aeg: {time}

source: <b>Processing file 1/{total}:</b> {stage} • Time: {time}
et: <b>Faili töötlemine 1/{total}:</b> {stage} • Aeg: {time}

source: analyzing document
et: dokumendi analüüsimine

source: applying OCR
et: rakendades OCR-i

source: processing texts
et: tekstid töötlemine

source: finalizing processing
et: protsessi lõpetamine

source: OCR processing cancelled by user
et: OCR töötlemine tühistatud kasutaja poolt
he: עיבוד OCR בוטל על ידי המשתמש
ro: Procesarea OCR anulată de utilizator

source: OCR processing cancelled
et: OCR töötlemine tühistatud

source: Please make sure GTK4, libadwaita, and OCRmyPDF are installed
et: Palun veenduge, et GTK4, libadwaita ja OCRmyPDF on installitud.

source: Failed to set system locale, falling back to C locale
et: Süsteemi lokaali seadmine ebaõnnestus, tagasipöördumine C lokaali.

source: Cleared file queue at startup
et: Kustutatud failijärjekord käivitamisel
he: ניקוי תור הקבצים בהפעלה
ro: Coada de fișiere ștearsă la pornire

source: Found existing text in PDF, length: {0}
et: Leitud olemasolev tekst PDF-is, pikkus: {0}
he: נמצא טקסט קיים ב-PDF, אורך: {0}
ro: Text existent găsit în PDF, lungime: {0}

source: Failed to extract existing text from PDF: {0}
et: Eba tekstide väljavõtmine PDF-ist ebaõnnestus: {0}
he: נכשל בהפקת טקסט קיים מ-PDF: {0}
ro: Nu s-a reușit extragerea textului existent din PDF: {0}

source: Read {0} characters of extracted text from sidecar file
et: Loe {0} märki kõrvalfailist ekstraheeritud tekstist
he: קרא {0} תווים של טקסט שהופק מקובץ צדדי
ro: Citește {0} caractere de text extras din fișierul sidecar

source: Error reading sidecar file: {0}
et: Viga külgfaili lugemisel: {0}
he: שגיאה בקריאת קובץ צד: {0}
ro: Eroare la citirea fișierului sidecar: {0}

source: SIGBUS received - memory-mapped file access error
et: SIGBUS saadud - mälu kaardistatud faili juurdepääsu viga
he: שגיאת SIGBUS - שגיאת גישה לקובץ ממופה בזיכרון
ro: Eroare SIGBUS primită - eroare de acces la fișier mapat în memorie

source: Started OCR process for {0}
et: Alustas OCR-protsessi {0} jaoks

source: Completed OCR processing for {0}
et: OCR töötlemine on lõpetatud {0} jaoks.

source: OCR processing failed for {0}: {1}
et: OCR töötlemine ebaõnnestus {0}: {1}

source: Deleted temporary sidecar file: {0}
et: Kustutatud ajutine külgfail: {0}
he: קובץ צדדי זמני נמחק: {0}
ro: Fișier temporar de tip sidecar șters: {0}

source: Failed to delete temporary sidecar file: {0}
et: Ajutine ajutava külgfaili kustutamine ebaõnnestus: {0}
he: כישלון במחיקת קובץ צדדי זמני: {0}
ro: Nu s-a reușit ștergerea fișierului temporar sidecar: {0}

source: No sidecar file found at {0}
et: {0} ei leitud külgfaili.
he: לא נמצא קובץ צדדי ב-{0}
ro: Nu a fost găsit niciun fișier sidecar la {0}

source: No sidecar file was specified in options
et: Valikutes ei olnud määratud külgfaili.
he: לא צוין קובץ צדדי באפשרויות
ro: Nu a fost specificat niciun fișier sidecar în opțiuni.

source: Process exited with code {0}
et: Protsess lõpetati koodiga {0}
he: ההליך הסתיים עם קוד {0}
ro: Procesul s-a încheiat cu codul {0}

source: Process was terminated
et: Protsess lõpetati
he: ההליך הופסק
ro: Procesul a fost terminat.

source: OCR process for {0} was terminated
et: OCR-protsess {0} lõpetati

source: Added {0} to OCR queue
et: Lisatud {0} OCR järjekorda

source: Started OCR queue processing
et: Alustas OCR-i järjekorra töötlemist
he: החלה עיבוד תור OCR
ro: A început procesarea cozii OCR

source: Stopped OCR queue processing
et: OCR-i järjekorra töötlemine peatatud

source: Found extracted_text in process: {0} characters
et: Leitud protsessis extracted_text: {0} tähemärki
he: נמצא extracted_text בתהליך: {0} תווים
ro: A fost găsit text_extras în proces: {0} caractere

source: Text extraction completed.
et: Teksti väljavõttmine lõpetatud.
he: השלמת חילוץ הטקסט.
ro: Extracția textului a fost finalizată.

source: Read {0} characters from sidecar file before callback
et: Loe {0} märki külgfailist enne tagasisidet
he: קרא {0} תווים מקובץ צד לפני הקריאה חוזרת
ro: Citește {0} caractere din fișierul sidecar înainte de apelul de returnare.

source: Error reading sidecar file before callback: {0}
et: Viga külgfaili lugemisel enne tagasisidet: {0}
he: שגיאה בקריאת קובץ צד לפני קריאה חוזרת: {0}
ro: Eroare la citirea fișierului sidecar înainte de apelul de întoarcere: {0}

source: Read {0} characters from temporary file before callback
et: Loe {0} märki ajutisest failist enne tagasisidet
he: קרא {0} תווים מקובץ זמני לפני הקריאה החוזרת
ro: Citește {0} caractere din fișierul temporar înainte de apelul de întoarcere

source: Error reading temporary file before callback: {0}
et: Viga ajutise faili lugemisel enne tagasisidet: {0}
he: שגיאה בקריאת קובץ זמני לפני קריאה חוזרת: {0}
ro: Eroare la citirea fișierului temporar înainte de apel: {0}

source: Error creating alignment setting file: {0}
et: Viga seadistuse faili loomisel: {0}
he: שגיאה ביצירת קובץ הגדרות יישור: {0}
ro: Eroare la crearea fișierului de setări pentru aliniere: {0}

source: Attempting to add {0} files
et: Proovitakse lisada {0} faili
he: מנסה להוסיף {0} קבצים
ro: Încercând să adăugați {0} fișiere

source: Successfully added {0} files
et: Failid {0} on edukalt lisatud
he: נוספו בהצלחה {0} קבצים
ro: Adăugate cu succes {0} fișiere

source: No valid PDF files were found to add
et: Kehtivaid PDF-faile ei leitud lisamiseks.
he: לא נמצאו קבצי PDF תקפים להוספה
ro: Nu au fost găsite fișiere PDF valide de adăugat.

source: Empty file path provided
et: Tühi failitee on esitatud
he: נתיב קובץ ריק שסופק
ro: Calea fișierului este goală.

source: File does not exist: {0}
et: Faili ei eksisteeri: {0}
he: הקובץ אינו קיים: {0}
ro: Fișierul nu există: {0}

source: Not a PDF file: {0}
et: Ei ole PDF-fail: {0}
he: לא קובץ PDF: {0}
ro: Nu este un fișier PDF: {0}

source: File already in list: {0}
et: Fail juba nimekirjas: {0}
he: הקובץ כבר ברשימה: {0}
ro: Fișierul este deja în listă: {0}

source: Adding valid PDF: {0}
et: Kehtiva PDF lisamine: {0}
he: הוספת PDF תקף: {0}
ro: Adăugarea unui PDF valid: {0}

source: Settings saved successfully
et: Seaded salvestatud edukalt
he: הגדרות נשמרו בהצלחה
ro: Setările au fost salvate cu succes.

source: Error saving settings: {0}
et: Seadete salvestamine ebaõnnestus: {0}
he: שגיאה בשמירת ההגדרות: {0}
ro: Eroare la salvarea setărilor: {0}

source: Error saving setting to {0}: {1}
et: Viga seade salvestamisel {0}: {1}
he: שגיאה בשמירת ההגדרה ל-{0}: {1}
ro: Eroare la salvarea setării în {0}: {1}

source: PDF output settings saved successfully
et: PDF väljundi seaded salvestati edukalt
he: הגדרות פלט PDF נשמרו בהצלחה
ro: Setările de ieșire PDF au fost salvate cu succes.

source: Error saving PDF output settings: {0}
et: PDF-väljendi seadeid ei õnnestunud salvestada: {0}
he: שגיאה בשמירת הגדרות פלט PDF: {0}
ro: Eroare la salvarea setărilor de ieșire PDF: {0}

source: Error getting page count for {0}: {1}
et: Viga lehekülgede arvu saamisel {0}: {1}
he: שגיאה בקבלת מספר העמודים עבור {0}: {1}
ro: Eroare la obținerea numărului de pagini pentru {0}: {1}

source: Saved {0} selected files
et: Salvestatud {0} valitud faili
he: שמרו {0} קבצים שנבחרו
ro: Salvate {0} fișiere selectate

source: Error saving selected files: {0}
et: Viga valitud faile salvestades: {0}
he: שגיאה בשמירת הקבצים שנבחרו: {0}
ro: Eroare la salvarea fișierelor selectate: {0}

source: Error loading selected files: {0}
et: Valitud failide laadimise viga: {0}
he: שגיאה בטעינת הקבצים שנבחרו: {0}
ro: Eroare la încărcarea fișierelor selectate: {0}

source: Error loading setting from {0}: {1}
et: Seadme laadimine ebaõnnestus {0}: {1}
he: שגיאה בטעינת הגדרה מ-{0}: {1}
ro: Eroare la încărcarea setării din {0}: {1}

source: Error loading PDF date settings: {0}
et: PDF kuupäeva seadeid laadides tekkis viga: {0}
he: שגיאה בטעינת הגדרות תאריך PDF: {0}
ro: Eroare la încărcarea setărilor date PDF: {0}

source: Invalid position value for {0}: {1}
et: Kehtetu positsiooniväärtus {0} jaoks: {1}
he: ערך מיקום לא חוקי עבור {0}: {1}
ro: Valoare de poziție invalidă pentru {0}: {1}
