Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Choose the export format: • Formatted + Images: Page images with structured text layout below • Images + Simple Text: Page images with plain text below • Formatted Text: Structured text layout only (no images) • Plain Text: Simple text without formatting
cs: Vyberte formát exportu: • Formátovaný + Obrázky: Obrázky stránek se strukturovaným textem níže • Obrázky + Jednoduchý text: Obrázky stránek s prostým textem níže • Formátovaný text: Pouze strukturované uspořádání textu (bez obrázků) • Prostý text: Jednoduchý text bez formátování
de: Wählen Sie das Exportformat aus: • Formatiert + Bilder: Seitenbilder mit strukturiertem Textlayout darunter • Bilder + Einfacher Text: Seitenbilder mit einfachem Text darunter • Formatierter Text: Nur strukturiertes Textlayout (keine Bilder) • Einfacher Text: Einfacher Text ohne Formatierung
et: Vali eksportvorming: • Formatteeritud + Pildid: Lehe pildid koos struktureeritud tekstiga all • Pildid + Lihtne Tekst: Lehe pildid koos lihtsa tekstiga all • Formatteeritud Tekst: Ainult struktureeritud tekst (ilma piltideta) • Lihtne Tekst: Lihtne tekst ilma vormindamiseta
fr: Choisissez le format d'exportation : • Formaté + Images : Images de page avec mise en page de texte structuré en dessous • Images + Texte Simple : Images de page avec texte brut en dessous • Texte Formaté : Mise en page de texte structuré uniquement (sans images) • Texte Brut : Texte simple sans mise en forme
he: בחר את פורמט הייצוא: • מעוצב + תמונות: תמונות עמוד עם פריסת טקסט מובנית מתחת • תמונות + טקסט פשוט: תמונות עמוד עם טקסט פשוט מתחת • טקסט מעוצב: פריסת טקסט מובנית בלבד (ללא תמונות) • טקסט פשוט: טקסט פשוט ללא עיצוב
it: Scegli il formato di esportazione: • Formattato + Immagini: Immagini della pagina con layout di testo strutturato sotto • Immagini + Testo Semplice: Immagini della pagina con testo semplice sotto • Testo Formattato: Solo layout di testo strutturato (senza immagini) • Testo Semplice: Testo semplice senza formattazione
uk: Оберіть формат експорту: • Форматований + зображення: зображення сторінок зі структурованим текстом нижче • Зображення + простий текст: зображення сторінок з простим текстом нижче • Форматований текст: лише структурований макет тексту (без зображень) • Простий текст: простий текст без форматування

source: Formatted + Images
cs: Naformátováno + Obrázky
de: Formatiert + Bilder
et: Formaatitud + Pildid
fr: Formaté + Images
he: מְעֻצָּב + דִּמּוּיוֹת
it: Formattato + Immagini
uk: Форматований + зображення

source: Images + Simple Text
cs: Obrázky + Jednoduchý text
de: Bilder + Einfacher Text
et: Pildid + Lihtne tekst
fr: Images + Texte simple
he: תמונות + טקסט פשוט
it: Immagini + Testo Semplice
uk: Зображення + простий текст

source: Formatted Text
cs: Naformátovaný text
de: Formatierten Text
et: Formaatitud tekst
fr: Texte formaté
he: טקסט מעוצב
it: Testo formattato
uk: Форматований текст

source: Plain Text
cs: Čistý text
de: Reiner Text
fr: Texte brut
he: טקסט פשוט
it: Testo semplice
uk: Простий текст

source: No text to export
cs: Žádný text k exportu
de: Kein Text zum Exportieren
et: Ei teksti eksportimiseks.
fr: Aucun texte à exporter
he: אין טקסט לייצוא
it: Nessun testo da esportare
uk: Немає тексту для експорту

source: YYYY-MM-DD (ISO)
cs: RRRR-MM-DD (ISO)
et: AAAA-KK-PÄ (ISO)
fr: AAAA-MM-JJ (ISO)
it: AAAA-MM-GG (ISO)

source: Latin Script (PT, EN, FR, DE, ES...)
it: Scrittura latina (PT, EN, FR, DE, ES...)

source: Arabic Script (AR, FA, UR...)
it: Scrittura araba (AR, FA, UR...)

source: Cyrillic Script (RU, UK, BG...)
it: Кирилица (РУ, УК, БГ...)

source: Text extracted by OCR from images
it: Testo estratto tramite OCR da immagini

source: An unexpected error occurred during capture: {e}
it: Si è verificato un errore imprevisto durante la cattura: {e}
no: En uventet feil oppstod under fangst: {e}

source: Go back to the file list
it: Torna all'elenco dei file

source: Add more files to this document
it: Aggiungi più file a questo documento

source: Include All
it: Includi tutto

source: Select all pages for processing
it: Seleziona tutte le pagine per l'elaborazione

source: Exclude All
it: Escludi tutto

source: Deselect all pages
it: Deseleziona tutte le pagine

source: Rotate selected pages to the left
it: Ruota le pagine selezionate a sinistra

source: Rotate selected pages to the right
it: Ruota le pagine selezionate a destra

source: Pages: {}
it: Pagine: {}

source: Included: {}
it: Incluso: {}

source: Export Format
it: Formato di esportazione

source: Custom Quality
it: Qualità personalizzata

source: Original: Keeps images unchanged (best quality, larger files) Custom Quality: Adjusts image quality to reduce file size
it: Mantiene le immagini inalterate (migliore qualità, file più grandi) Qualità personalizzata: Regola la qualità dell'immagine per ridurre le dimensioni del file

source: Very Low: Smallest files, lower image quality Low: Small files, some quality loss Medium: Good balance between quality and file size High: Recommended for most documents Maximum: Best image quality, larger files
it: Molto basso: File più piccoli, qualità dell'immagine inferiore Basso: File piccoli, alcune perdite di qualità Medio: Buon equilibrio tra qualità e dimensione del file Alto: Raccomandato per la maggior parte dei documenti Massimo: Migliore qualità dell'immagine, file più grandi

source: Image Preprocessing
it: Preelaborazione dell'immagine

source: Auto Detect
it: Rilevamento automatico

source: When ON: The program checks each page and only fixes problems it finds (recommended for most documents). When OFF: All corrections below are always applied.
it: Quando ATTIVO: Il programma controlla ogni pagina e corregge solo i problemi che trova (consigliato per la maggior parte dei documenti). Quando DISATTIVO: Tutte le correzioni sottostanti vengono sempre applicate.

source: Go to previous match (Ctrl+Shift+G)
it: Vai alla corrispondenza precedente (Ctrl+Shift+G)

source: Go to next match (Ctrl+G)
it: Vai alla prossima corrispondenza (Ctrl+G)

source: Search in text (Ctrl+F)
it: Cerca nel testo (Ctrl+F)

source: Opened {n_files} file(s)
it: Aperto {n_files} file(i)
no: Åpnet {n_files} fil(er)

source: Add OCR to your PDF documents to make them searchable
it: Aggiungi OCR ai tuoi documenti PDF per renderli ricercabili.
no: Legg til OCR i PDF-dokumentene dine for å gjøre dem søkbare.

source: Settings Reset
it: Ripristino delle impostazioni

source: All settings have been restored to their default values. Please close and reopen the program for the changes to take full effect.
it: Tutte le impostazioni sono state ripristinate ai valori predefiniti. Si prega di chiudere e riaprire il programma affinché le modifiche abbiano effetto completo.

source: Started OCR processing for {0} files using Python API
no: Startet OCR-behandling for {0} filer ved hjelp av Python API

source: No file_complete callback registered
no: Ingen file_complete tilbakemelding registrert

source: No all_complete callback registered
no: Ingen all_complete tilbakemelding registrert

source: tesseract --list-langs returned empty output
no: tesseract --list-langs returnerte tom utdata

source: Error creating alignment setting file: {0}
no: Feil ved oppretting av innstillingsfil for justering: {0}

source: Tesseract OCR engine not found. Please install it.
no: Tesseract OCR-motor ikke funnet. Vennligst installer det.

source: No text found in the selected region
no: Ingen tekst funnet i det valgte området.

source: Language data for '{lang}' not found. Please install tesseract-data-{lang}.
no: Språkdata for '{lang}' ble ikke funnet. Vennligst installer tesseract-data-{lang}.

source: OCR failed: {err_msg}
no: OCR mislyktes: {err_msg}

source: Please make sure GTK4, libadwaita, and OCRmyPDF are installed
no: Vennligst sørg for at GTK4, libadwaita og OCRmyPDF er installert.

source: Failed to set system locale, falling back to C locale
no: Mislyktes med å sette systemlokalisering, faller tilbake til C-lokalisering

source: Cleared file queue at startup
no: Tømte filkø ved oppstart

source: Processing file {current}/{total}: {filename} (page {page}/{pages}) • Time: {time}
no: Behandler fil {current}/{total}: {filename} (side {page}/{pages}) • Tid: {time}

source: Processing file {current}/{total}: {filename} ({pages} pages) • Time: {time}
no: Behandler fil {current}/{total}: {filename} ({pages} sider) • Tid: {time}

source: Text added to the filename (e.g. document-ocr.pdf)
no: Tekst lagt til filnavnet (f.eks. dokument-ocr.pdf)

source: If saving to the same folder as original, this will replace the original files
no: Hvis du lagrer i den samme mappen som originalen, vil dette erstatte de originale filene.

source: Find previous match
no: Finn forrige kamp

source: Find next match
no: Finn neste kamp

source: Copy to Clipboard
no: Kopier til utklippstavle

source: Copy the entire text to clipboard
no: Kopier hele teksten til utklippstavlen

source: Save as TXT
no: Lagre som TXT

source: Save the extracted text to a .txt file
no: Lagre den utdragne teksten til en .txt-fil

source: {0} matches found
no: {0} treff funnet

source: Match {0} of {1}
no: Kamp {0} av {1}

source: Big OCR Image
no: Stor OCR-bilde

source: Processing extracted text...
no: Behandler utdraget tekst...

source: Apply current settings and reprocess the image
no: Bruk gjeldende innstillinger og behandle bildet på nytt

source: Select OCR language
no: Velg OCR-språk

source: Auto
no: Bil

source: Block
no: Blokk

source: Line
no: Linje

source: Word
no: Ord

source: Sparse
no: Sporadisk

source: Column
no: Kolonne

source: OSD only
no: OSD bare.

source: Raw line
no: Rå linje

source: Page Segmentation Mode
no: Sidevisningsmodus

source: Legacy
no: Arv

source: Both
no: Begge

source: OCR Engine Mode
no: OCR-motormodus

source: Copied!
no: Kopiert!

source: Open an image or take a screenshot to extract text.
no: Åpne et bilde eller ta et skjermbilde for å hente ut tekst.

source: Configuration
no: Konfigurasjon

source: Save in same folder as original file
no: Lagre i samme mappe som originalfilen

source: Select the destination folder
no: Velg destinasjonsmappe

source: Browse
no: Bla gjennom

source: Output File Options
no: Utdatafilalternativer

source: Configure
no: Konfigurer

source: Alignment
no: Justering

source: PDF Files Queue
no: PDF-filer kø

source: Remove All
no: Fjern alt

source: Drop PDF files here
no: Slipp PDF-filer her

source: No files selected
no: Ingen filer valgt

source: Add PDF files for OCR processing
no: Legg til PDF-filer for OCR-behandling

source: Don't change
no: Ikke endre

source: Align
no: Juster

source: Auto rotate
no: Automatisk rotasjon

source: Align + rotate
no: Juster + roter

source: Choose how to handle page alignment and rotation during OCR processing
no: Velg hvordan du vil håndtere sidejustering og rotasjon under OCR-behandling.

source: Remove from queue
no: Fjern fra køen

source: File size:
no: Filstørrelse:

source: View extracted text
no: Vis vis tekst hentet

source: Select PDF Files
no: Velg PDF-filer

source: No valid PDF files were selected
no: Ingen gyldige PDF-filer ble valgt

source: Economic
no: Økonomisk

source: More economic
no: Mer økonomisk

source: Keep pages as they are without any modifications
no: Behold sider som de er uten noen endringer

source: Align page content to improve readability
no: Juster sideinnholdet for å forbedre lesbarheten

source: Automatically rotate pages to correct orientation
no: Automatisk rotering av sider til riktig orientering

source: Align page content and automatically rotate pages to correct orientation
no: Juster sideinnholdet og roter automatisk sidene til riktig orientering.

source: Big OCR PDF
no: Stor PDF med stor OCR

source: Settings
no: Innstillinger

source: Completed
no: Fullført

source: BigOcrPdf - Scanned PDFs with search support
no: BigOcrPdf - Skannede PDF-er med søkestøtte

source: About the application
no: Om applikasjonen
