Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Select Folder for Text Files
bg: Изберете папка за текстови файлове
cs: Vyberte složku pro textové soubory
da: Vælg mappe til tekstfiler
de: Ordner für Textdateien auswählen
el: Επιλέξτε Φάκελο για Αρχεία Κειμένου
es: Seleccionar carpeta para archivos de texto
et: Vali kaust tekstifailide jaoks
fi: Valitse kansio tekstiedostoille
fr: Sélectionner le dossier pour les fichiers texte
he: בחר תיקייה לקבצי טקסט
hr: Odaberite mapu za tekstualne datoteke
hu: Válassza ki a mappát a szövegfájlokhoz
is: Veldu möppu fyrir textaskrár
it: Seleziona cartella per file di testo
ja: テキストファイルのフォルダーを選択
nl: Selecteer map voor tekstbestanden
no: Velg mappe for tekstfiler
pl: Wybierz folder dla plików tekstowych
pt: Selecionar Pasta para Arquivos de Texto
ro: Selectați folderul pentru fișierele text
ru: Выберите папку для текстовых файлов
sk: Vyberte priečinok pre textové súbory
sv: Välj mapp för textfiler
tr: Metin Dosyaları için Klasör Seçin
uk: Виберіть папку для текстових файлів

source: Not set
bg: Не е зададено
cs: Není nastaveno
da: Ikke indstillet
de: Nicht festgelegt
el: Μη καθορισμένο
es: No establecido
et: Mitte seadistatud
fi: Ei asetettu
fr: Non défini
he: לא מוגדר
hr: Nije postavljeno
hu: Nincs beállítva
is: Ekki stillt
it: Non impostato
ja: 未設定
nl: Niet ingesteld
no: Ikke satt
pl: Nie ustawione
pt: Não definido
ro: Nesetat
ru: Не установлено
sk: Nastavené.
sv: Inte angiven
tr: Ayarlanmadı
uk: Не встановлено

source: PDF output settings saved
bg: Настройки за изход в PDF запазени
cs: Nastavení výstupu PDF uloženo
da: PDF outputindstillinger gemt
de: PDF-Ausgabeeinstellungen gespeichert
el: Αποθηκευμένες ρυθμίσεις εξόδου PDF
es: Configuraciones de salida PDF guardadas
et: PDF väljundi seaded salvestatud
fi: PDF-tulostusasetukset tallennettu
fr: Paramètres de sortie PDF enregistrés
he: הגדרות פלט PDF נשמרו
hr: Postavke izlaza PDF-a spremljene
hu: PDF kimeneti beállítások mentve
is: PDF úttakstillagnir vistaðar
it: Impostazioni di output PDF salvate
ja: PDF出力設定が保存されました
nl: PDF-uitvoereinstellungen opgeslagen
pl: Ustawienia wyjścia PDF zapisane
pt: Configurações de saída em PDF salvas
ro: Setările de ieșire PDF salvate
ru: Настройки вывода PDF сохранены
sk: Nastavenia výstupu PDF uložené
sv: PDF-utdatainställningar sparade
tr: PDF çıktı ayarları kaydedildi
uk: Налаштування виводу PDF збережено

source: Export to OpenDocument
bg: Експортиране в OpenDocument
cs: Exportovat do OpenDocument
da: Eksporter til OpenDocument
de: Exportieren nach OpenDocument
el: Εξαγωγή σε OpenDocument
es: Exportar a OpenDocument
et: Ekspordi OpenDocumenti
fi: Vie OpenDocument-muotoon
fr: Exporter au format OpenDocument
he: ייצוא ל-OpenDocument
hr: Izvezi u OpenDocument
hu: Exportálás OpenDocument formátumba
is: Flytja út í OpenDocument
it: Esporta in OpenDocument
ja: OpenDocument形式でエクスポート
nl: Exporteer naar OpenDocument
pl: Eksportuj do OpenDocument
pt: Exportar para OpenDocument
ro: Exportă în OpenDocument
ru: Экспорт в OpenDocument
sk: Exportovať do OpenDocument
sv: Exportera till OpenDocument
tr: Açık Belge Biçimi'ne Dışa Aktar
uk: Експорт у OpenDocument

source: Include images
bg: Включване на изображения
da: Inkluder billeder
el: Συμπερίληψη εικόνων
es: Incluir imágenes
fi: Sisällytä kuvat
hr: Uključi slike
hu: Képek beillesztése
is: Hafa myndir með
ja: 画像を含める
nl: Afbeeldingen opnemen
pl: Dołącz obrazy
pt: Incluir imagens
ro: Include imagini
ru: Включить изображения
sk: Zahrnúť obrázky
sv: Inkludera bilder
tr: Görüntüleri dahil et

source: Embed page images alongside text
bg: Вграждане на изображения на страници заедно с текста
da: Indlejr sidebilleder sammen med tekst
el: Ενσωμάτωση εικόνων σελίδων μαζί με κείμενο
es: Incorporar imágenes de página junto al texto
fi: Upota sivukuvat tekstin rinnalle
hr: Ugradi slike stranica uz tekst
hu: Oldalképek beágyazása a szöveg mellé
is: Fella inn síðumyndir með texta
ja: テキストと一緒にページ画像を埋め込む
nl: Paginaafbeeldingen samen met tekst insluiten
pl: Osadź obrazy stron obok tekstu
pt: Incorporar imagens das páginas junto ao texto
ro: Încorporează imagini de pagină alături de text
ru: Встроить изображения страниц вместе с текстом
sk: Vložiť obrázky strán vedľa textu
sv: Bädda in sidbilder tillsammans med text
tr: Sayfa görüntülerini metinle birlikte göm

source: Open after export
bg: Отваряне след експортиране
da: Åbn efter eksport
el: Άνοιγμα μετά την εξαγωγή
es: Abrir después de exportar
fi: Avaa viennin jälkeen
hr: Otvori nakon izvoza
hu: Megnyitás exportálás után
is: Opna eftir útflutning
ja: エクスポート後に開く
nl: Openen na export
pl: Otwórz po eksporcie
pt: Abrir após exportar
ro: Deschide după export
ru: Открыть после экспорта
sk: Otvoriť po exporte
sv: Öppna efter export
tr: Dışa aktardıktan sonra aç

source: Open file in the default application
bg: Отваряне на файл в приложението по подразбиране
da: Åbn fil i standardapplikationen
el: Άνοιγμα αρχείου στην προεπιλεγμένη εφαρμογή
es: Abrir archivo en la aplicación predeterminada
fi: Avaa tiedosto oletussovelluksessa
hr: Otvori datoteku u zadanoj aplikaciji
hu: Fájl megnyitása az alapértelmezett alkalmazásban
is: Opna skrá í sjálfgefnu forriti
ja: デフォルトアプリケーションでファイルを開く
nl: Bestand openen in de standaardtoepassing
pl: Otwórz plik w domyślnej aplikacji
pt: Abrir arquivo no aplicativo padrão
ro: Deschide fișierul în aplicația implicită
ru: Открыть файл в приложении по умолчанию
sk: Otvoriť súbor v predvolenej aplikácii
sv: Öppna fil i standardprogrammet
tr: Dosyayı varsayılan uygulamada aç

source: Export
bg: Експортиране
da: Eksportér
el: Εξαγωγή
es: Exportar
fi: Vie
hr: Izvezi
hu: Exportálás
is: Flytja út
ja: エクスポート
nl: Exporteren
pl: Eksportuj
pt: Exportar
ro: Exportă
ru: Экспорт
sk: Exportovať
sv: Exportera
tr: Dışa aktar

source: OpenDocument Text (*.odt)
bg: OpenDocument текст (*.odt)
da: OpenDocument-tekst (*.odt)
el: Κείμενο OpenDocument (*.odt)
es: Texto OpenDocument (*.odt)
fi: OpenDocument-teksti (*.odt)
hr: OpenDocument tekst (*.odt)
hu: OpenDocument szöveg (*.odt)
is: OpenDocument-texti (*.odt)
ja: OpenDocumentテキスト (*.odt)
nl: OpenDocument-tekst (*.odt)
pl: Tekst OpenDocument (*.odt)
pt: Texto OpenDocument (*.odt)
ro: Text OpenDocument (*.odt)
ru: Текст OpenDocument (*.odt)
sk: Text OpenDocument (*.odt)
tr: OpenDocument Metin (*.odt)

source: Export failed
bg: Експортът не успя
cs: Export selhal.
da: Eksport mislykkedes
de: Export fehlgeschlagen
el: Η εξαγωγή απέτυχε
es: La exportación falló
et: Eksportimine ebaõnnestus
fi: Vienti epäonnistui
fr: L'exportation a échoué.
he: ייצוא נכשל
hr: Izvoz nije uspio
hu: Exportálás sikertelen.
is: Útflutningur mistókst
it: Esportazione non riuscita
ja: エクスポートに失敗しました
nl: Exporteren mislukt
pl: Eksport nie powiódł się
pt: Exportação falhou
ro: Exportul a eșuat
ru: Экспорт не удался
sk: Export zlyhal
sv: Exporten misslyckades
tr: Dışa aktarma başarısız oldu.
uk: Помилка експорту

source: Exporting…
bg: Експортиране…
da: Eksporterer…
el: Εξαγωγή…
es: Exportando…
fi: Viedään…
hr: Izvoz…
hu: Exportálás…
is: Flyt út…
ja: エクスポート中…
nl: Exporteren…
pl: Eksportowanie…
pt: Exportando…
ro: Se exportă…
ru: Экспорт…
sk: Exportovanie…
sv: Exporterar…
tr: Dışa aktarılıyor…

source: Exporting to OpenDocument…
bg: Експортиране в OpenDocument…
da: Eksporterer til OpenDocument…
el: Εξαγωγή σε OpenDocument…
es: Exportando a OpenDocument…
fi: Viedään OpenDocumentiin…
hr: Izvoz u OpenDocument…
hu: Exportálás OpenDocument-be…
is: Flyt út í OpenDocument…
ja: OpenDocumentにエクスポート中…
nl: Exporteren naar OpenDocument…
pl: Eksportowanie do OpenDocument…
pt: Exportando para OpenDocument…
ro: Se exportă în OpenDocument…
ru: Экспорт в OpenDocument…
sk: Export do OpenDocument…
sv: Exporterar till OpenDocument…
tr: OpenDocument'a aktarılıyor…

source: Cancel
bg: Отмяна
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
he: ביטול
hr: Otkaži
hu: Mégse
is: Hætta við
it: Annulla
ja: キャンセル
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal et
uk: Скасувати

source: Export cancelled
bg: Експортирането е отменено
da: Eksport annulleret
el: Η εξαγωγή ακυρώθηκε
es: Exportación cancelada
fi: Vienti peruutettu
hr: Izvoz otkazan
hu: Exportálás megszakítva
is: Útflutningur hættur
ja: エクスポートがキャンセルされました
nl: Export geannuleerd
pl: Eksport anulowany
pt: Exportação cancelada
ro: Export anulat
ru: Экспорт отменён
sk: Export zrušený
sv: Export avbruten
tr: Dışa aktarma iptal edildi

source: Exported to {}
bg: Експортирано в {}
cs: Exportováno do {}
da: Eksporteret til {}
de: Exportiert nach {}
el: Εξαγωγή σε {}
es: Exportado a {}
et: Eksporditud {}
fi: Viety {}
fr: Exporté vers {}
he: יוצא ל- {}
hr: Izvezeno u {}
hu: Exportálva ide: {}
is: Flutt í {}
it: Esportato in {}
ja: {}にエクスポートされました。
nl: Geëxporteerd naar {}
pl: Wyeksportowano do {}
pt: Exportado para {}
ro: Exportat în {}
ru: Экспортировано в {}
sk: Exportované do {}
sv: Exporterad till {}
tr: {}'ye aktarıldı
uk: Експортовано до {}

source: Extracted Text
bg: Извлечен текст
cs: Extrahovaný text
da: Uddraget tekst
de: Extrahierter Text
el: Εξαγόμενο Κείμενο
es: Texto extraído
fi: Poimittu teksti
fr: Texte extrait
he: טקסט שהופק
hr: Izdvojeni tekst
hu: Kivont szöveg
is: Tengd texti
it: Testo Estratto
ja: 抽出されたテキスト
nl: Extracted Tekst
no: Utdraget tekst
pl: Wyodrębniony tekst
pt: Texto Extraído
ro: Text extras.
ru: Извлеченный текст
sk: Text bol extrahovaný
sv: Utdraget text
tr: Elde Edilen Metin
uk: Витягнений текст

source: No text content was detected in this file during OCR processing.
bg: Не беше открито текстово съдържание в този файл по време на OCR обработката.
cs: V tomto souboru nebyl během zpracování OCR detekován žádný textový obsah.
da: Der blev ikke registreret noget tekstindhold i denne fil under OCR-behandling.
de: Es wurden während der OCR-Verarbeitung keine Textinhalte in dieser Datei erkannt.
el: Δεν ανιχνεύθηκε κανένα κείμενο σε αυτό το αρχείο κατά τη διάρκεια της επεξεργασίας OCR.
es: No se detectó contenido de texto en este archivo durante el procesamiento OCR.
et: Selles failis ei tuvastatud teksti sisu OCR töötlemise käigus.
fi: Tässä tiedostossa ei havaittu tekstisisältöä OCR-käsittelyn aikana.
fr: Aucun contenu texte n'a été détecté dans ce fichier lors du traitement OCR.
he: לא זוהה תוכן טקסטואלי בקובץ זה במהלך עיבוד OCR.
hr: Nije otkriven ni jedan tekstualni sadržaj u ovoj datoteci tijekom OCR obrade.
hu: A fájlban az OCR feldolgozás során nem észleltek szöveges tartalmat.
is: Engin textainni fannst ekki í þessari skrá við OCR úrvinnslu.
it: Nessun contenuto testuale è stato rilevato in questo file durante l'elaborazione OCR.
ja: このファイルのOCR処理中にテキストコンテンツが検出されませんでした。
nl: Er werd geen tekstinhoud gedetecteerd in dit bestand tijdens de OCR-verwerking.
no: Ingen tekstinnhold ble oppdaget i denne filen under OCR-behandling.
pl: Nie wykryto treści tekstowej w tym pliku podczas przetwarzania OCR.
pt: Nenhum conteúdo de texto foi detectado neste arquivo durante o processamento de OCR.
ro: Nu a fost detectat niciun conținut text în acest fișier în timpul procesării OCR.
ru: В этом файле не было обнаружено текстового содержимого во время обработки OCR.
sk: V tomto súbore nebol počas spracovania OCR zistený žiadny textový obsah.
sv: Inga textinnehåll upptäcktes i den här filen under OCR-behandling.
tr: Bu dosyada OCR işleme sırasında metin içeriği tespit edilmedi.
uk: У цьому файлі під час обробки OCR не було виявлено текстового вмісту.

source: Image Corrections
bg: Корекции на изображението
cs: Korekce obrázků
da: Billedkorrektioner
de: Bildkorrekturen
el: Διορθώσεις εικόνας
es: Correcciones de imagen
fi: Kuvakorjaukset
fr: Corrections d'image
hr: Korekcije slika
hu: Képkorrekciók
is: Myndaleiðréttingar
ja: 画像補正
nl: Beeldcorrecties
pl: Korekty obrazu
pt: Correções de Imagem
ro: Corecții imagine
ru: Коррекции изображений
sk: Korekcie obrázkov
sv: Bildkorrigeringar
tr: Görüntü düzeltmeleri
uk: Корекція зображень

source: Output Settings
bg: Настройки на изхода
cs: Nastavení výstupu
da: Outputindstillinger
de: Ausgabeeinstellungen
el: Ρυθμίσεις εξόδου
es: Configuración de salida
fi: Tulosteasetukset
fr: Paramètres de sortie
hr: Izlazne postavke
hu: Kimeneti beállítások
is: Úttaksstillingar
ja: 出力設定
nl: Uitvoerinstellingen
pl: Ustawienia wyjścia
pt: Configurações de Saída
ro: Setări de ieșire
ru: Настройки вывода
sk: Nastavenia výstupu
sv: Utdatainställningar
tr: Çıkış ayarları
uk: Налаштування виводу

source: Advanced
bg: Разширени
cs: Pokročilé
da: Avanceret
de: Erweitert
el: Προχωρημένα
es: Avanzado
fi: Lisäasetukset
fr: Avancé
hr: Napredno
hu: Haladó
is: Ítarlegt
ja: 詳細設定
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
ro: Avansat
ru: Дополнительно
sk: Pokročilé
sv: Avancerat
tr: Gelişmiş
uk: Додатково

source: Language
bg: Език
da: Sprog
el: Γλώσσα
es: Idioma
fi: Kieli
hr: Jezik
hu: Nyelv
is: Tungumál
ja: 言語
nl: Taal
pl: Język
pt: Idioma
ro: Limba
ru: Язык
sk: Jazyk
sv: Språk
tr: Dil

source: Language help
bg: Помощ за езика
cs: Nápověda k jazyku
da: Sproghjælp
de: Sprachhilfe
el: Βοήθεια γλώσσας
es: Ayuda de idioma
fi: Kieliohje
fr: Aide sur la langue
hr: Pomoć za jezik
hu: Nyelv súgó
is: Tungumálahjálp
ja: 言語ヘルプ
nl: Taalhulp
pl: Pomoc językowa
pt: Ajuda de idioma
ro: Ajutor limbă
ru: Справка по языку
sk: Pomoc k jazyku
sv: Språkhjälp
tr: Dil yardımı
uk: Довідка про мову

source: Choose the language of your document's text. The correct language helps recognize text more accurately.
bg: Изберете езика на текста на вашия документ. Правилният език помага за по-точно разпознаване на текста.
cs: Vyberte jazyk textu vašeho dokumentu. Správný jazyk pomáhá přesněji rozpoznat text.
da: Vælg sproget for din dokuments tekst. Det korrekte sprog hjælper med at genkende teksten mere præcist.
de: Wählen Sie die Sprache des Textes Ihres Dokuments. Die richtige Sprache hilft, den Text genauer zu erkennen.
el: Επιλέξτε τη γλώσσα του κειμένου του εγγράφου σας. Η σωστή γλώσσα βοηθά στην ακριβέστερη αναγνώριση του κειμένου.
es: Elige el idioma del texto de tu documento. El idioma correcto ayuda a reconocer el texto con mayor precisión.
et: Valige oma dokumendi teksti keel. Õige keel aitab teksti täpsemalt tuvastada.
fi: Valitse asiakirjasi tekstin kieli. Oikea kieli auttaa tunnistamaan tekstin tarkemmin.
fr: Choisissez la langue du texte de votre document. La langue correcte aide à reconnaître le texte plus précisément.
he: בחר את שפת הטקסט של המסמך שלך. השפה הנכונה מסייעת בזיהוי הטקסט בצורה מדויקת יותר.
hr: Odaberite jezik teksta vašeg dokumenta. Ispravan jezik pomaže preciznijem prepoznavanju teksta.
hu: Válaszd ki a dokumentum szövegének nyelvét. A helyes nyelv segít a szöveg pontosabb felismerésében.
is: Veldu tungumál textans í skjali þínu. Rétta tungumálið hjálpar til við að þekkja texta nákvæmlega.
it: Scegli la lingua del testo del tuo documento. La lingua corretta aiuta a riconoscere il testo in modo più accurato.
ja: ドキュメントのテキストの言語を選択してください。正しい言語は、テキストをより正確に認識するのに役立ちます。
nl: Kies de taal van de tekst in uw document. De juiste taal helpt de tekst nauwkeuriger te herkennen.
pl: Wybierz język tekstu swojego dokumentu. Poprawny język pomaga dokładniej rozpoznać tekst.
pt: Escolha o idioma do texto do seu documento. O idioma correto ajuda a reconhecer o texto com mais precisão.
ro: Alegeți limba textului documentului dumneavoastră. Limba corectă ajută la recunoașterea textului mai precis.
ru: Выберите язык текста вашего документа. Правильный язык помогает более точно распознавать текст.
sk: Vyberte jazyk textu vášho dokumentu. Správny jazyk pomáha presnejšie rozpoznať text.
sv: Välj språket för texten i ditt dokument. Rätt språk hjälper till att känna igen texten mer exakt.
tr: Belgenizin metninin dilini seçin. Doğru dil, metni daha doğru bir şekilde tanımaya yardımcı olur.
uk: Оберіть мову тексту вашого документа. Правильна мова допомагає розпізнавати текст точніше.

source: Deskew
bg: Изправяне
cs: Opravit sklon
da: Afretning
de: Entzerren
el: Διόρθωση κλίσης
es: Desviación
et: Kallutamine
fi: Oikaisu
fr: Déformation corrigée
he: תיקון הטיה
hr: Ispraviti nagib
hu: Dőléskorrekció
is: Rétuska
it: Correzione inclinazione
ja: 傾き補正
nl: Rechttrekken
pl: Prostowanie
pt: Desinclinar
ro: Corectare înclinație
ru: Выпрямить
sk: Opraviť sklon
sv: Rätta till snedvridning
tr: Eğik düzeltme
uk: Вирівнювання

source: Dewarp
bg: Корекция на кривина
da: Krumningskorrektur
es: Corregir curvatura
fi: Kaareutuman korjaus
hr: Ispravljanje zakrivljenosti
is: Leiðrétta sveigju
ja: 湾曲補正
nl: Kromtrekcorrectie
pt: Corrigir Curvatura
ro: Corecție curbură
ru: Коррекция искривления
sv: Buktkorrigering
tr: Eğrilik düzeltme
uk: Корекція кривизни

source: Perspective Correction
bg: Корекция на перспектива
cs: Oprava perspektivy
da: Perspektivkorrektion
de: Perspektivkorrektur
el: Διόρθωση Προοπτικής
es: Corrección de perspectiva
et: Perspektiivi korrigeerimine
fi: Perspektiivikorjaus
fr: Correction de perspective
he: תיקון פרספקטיבה
hr: Ispravak perspektive
hu: Perspektíva korrekció
is: Sýnishornabreyting
it: Correzione della prospettiva
ja: パースペクティブ補正
nl: Perspectiefcorrectie
pl: Korekcja perspektywy
pt: Correção de Perspectiva
ro: Corectare a perspectivei
ru: Коррекция перспективы
sk: Oprava perspektívy
sv: Perspektivkorrektion
tr: Perspektif Düzeltme
uk: Корекція перспективи

source: Auto-rotate
bg: Автоматично завъртане
cs: Automatické otáčení
da: Auto-rotation
de: Automatische Drehung
el: Αυτόματη περιστροφή
es: Rotación automática
et: Automaatne pööramine
fi: Automaattinen kierto
fr: Rotation automatique
he: סיבוב אוטומטי
hr: Automatska rotacija
hu: Automatikus elforgatás
is: Sjálfvirk snúningur
it: Auto-rotazione
ja: 自動回転
nl: Automatisch draaien
pl: Automatyczne obracanie
pt: Rotação automática
ro: Rotire automată
ru: Авто-поворот
sk: Automatické otáčanie
sv: Automatisk rotation
tr: Otomatik döndürme
uk: Автоповорот

source: Scanner Effect
bg: Ефект на скенера
cs: Efekt skeneru
da: Scanner Effekt
de: Scanner-Effekt
el: Επίδραση σαρωτή
es: Efecto de escáner
et: Skanneri efekt
fi: Skanneriefekti
fr: Effet de scanner
he: אפקט סורק
hr: Efekt skenera
hu: Szkenner Hatás
is: Skannaáhrif
it: Effetto Scanner
ja: スキャナー効果
pl: Efekt skanera
pt: Efeito de Scanner
ro: Efect scanner
ru: Эффект сканера
sk: Efekt skenera
sv: Skanner Effekt
tr: Tarayıcı Efekti
uk: Ефект сканера

source: Enhance Embedded Images
bg: Подобряване на вградените изображения
da: Forbedr indlejrede billeder
el: Βελτίωση ενσωματωμένων εικόνων
es: Mejorar Imágenes Incorporadas
fi: Paranna upotettuja kuvia
hr: Poboljšaj ugrađene slike
hu: Beágyazott képek javítása
is: Bæta innfelldar myndir
ja: 埋め込み画像の補正
nl: Ingesloten afbeeldingen verbeteren
pl: Popraw osadzone obrazy
pt: Melhorar Imagens Incorporadas
ro: Îmbunătățește imaginile încorporate
ru: Улучшить встроенные изображения
sk: Vylepšiť vložené obrázky
sv: Förbättra inbäddade bilder
tr: Gömülü görüntüleri iyileştir

source: {active} of {total} enabled
bg: {active} от {total} включени
da: {active} af {total} aktiveret
el: {active} από {total} ενεργοποιημένα
es: {active} de {total} activadas
fi: {active}/{total} käytössä
hr: {active} od {total} uključeno
hu: {active} / {total} bekapcsolva
is: {active} af {total} virk
ja: {total}中{active}個有効
nl: {active} van {total} ingeschakeld
pl: {active} z {total} włączonych
pt: {active} de {total} ativadas
ro: {active} din {total} activate
ru: {active} из {total} включено
sk: {active} z {total} zapnutých
sv: {active} av {total} aktiverade
tr: {active} / {total} etkin

source: {n} options enabled
bg: {n} опции включени
da: {n} indstillinger aktiveret
el: {n} επιλογές ενεργοποιημένες
es: {n} opciones activadas
fi: {n} asetusta käytössä
hr: {n} opcija uključeno
hu: {n} opció bekapcsolva
is: {n} valkostir virkir
ja: {n}個のオプションが有効
nl: {n} opties ingeschakeld
pl: {n} opcji włączonych
pt: {n} opções ativadas
ro: {n} opțiuni activate
ru: {n} опций включено
sk: {n} možností zapnutých
sv: {n} alternativ aktiverade
tr: {n} seçenek etkin

source: Image Quality
bg: Качество на изображението
da: Billedkvalitet
el: Ποιότητα εικόνας
es: Calidad de Imagen
fi: Kuvanlaatu
hr: Kvaliteta slike
hu: Képminőség
is: Myndgæði
ja: 画質
nl: Beeldkwaliteit
pl: Jakość obrazu
pt: Qualidade da Imagem
ro: Calitate imagine
ru: Качество изображения
sk: Kvalita obrázkov
sv: Bildkvalitet
tr: Görüntü kalitesi

source: Keep Original
bg: Запазване на оригинала
cs: Zachovat originál
da: Behold original
de: Original beibehalten
el: Διατήρηση πρωτοτύπου
es: Mantener original
fi: Säilytä alkuperäinen
fr: Conserver l'original
hr: Zadrži original
hu: Eredeti megtartása
is: Halda upprunalegu
ja: オリジナル維持
nl: Origineel behouden
pl: Zachowaj oryginał
pt: Manter Original
ro: Păstrează originalul
ru: Сохранить оригинал
sk: Ponechať originál
sv: Behåll original
tr: Orijinali koru
uk: Зберегти оригінал

source: Very Low (30%)
bg: Много ниско (30%)
cs: Velmi nízká (30%)
da: Meget lav (30%)
de: Sehr niedrig (30%)
el: Πολύ Χαμηλό (30%)
es: Muy Bajo (30%)
et: Väga madal (30%)
fi: Erittäin matala (30%)
fr: Très faible (30%)
he: מאוד נמוך (30%)
hr: Vrlo nisko (30%)
hu: Nagyon alacsony (30%)
is: Mjög lágt (30%)
it: Molto Basso (30%)
ja: 非常に低い (30%)
nl: Zeer Laag (30%)
pl: Bardzo niski (30%)
pt: Muito Baixo (30%)
ro: Foarte scăzut (30%)
ru: Очень низкий (30%)
sk: Veľmi nízke (30%)
sv: Mycket låg (30%)
tr: Çok Düşük (30%)
uk: Дуже низька (30%)

source: Low (50%)
bg: Нисък (50%)
cs: Nízká (50%)
da: Lav (50%)
de: Niedrig (50%)
el: Χαμηλό (50%)
es: Bajo (50%)
et: Madal (50%)
fi: Alhainen (50%)
fr: Faible (50%)
he: נמוך (50%)
hr: Nisko (50%)
hu: Alacsony (50%)
is: Lág (50%)
it: Basso (50%)
ja: 低 (50%)
nl: Laag (50%)
pl: Niski (50%)
pt: Baixo (50%)
ro: Scăzut (50%)
ru: Низкий (50%)
sk: Nízka (50%)
sv: Låg (50%)
tr: Düşük (50%)
uk: Низька (50%)

source: Medium (70%)
bg: Среден (70%)
cs: Střední (70%)
de: Mittel (70%)
el: Μέτριο (70%)
es: Medio (70%)
et: Keskmine (70%)
fi: Keskitaso (70%)
fr: Moyen (70%)
he: בינוני (70%)
hr: Srednje (70%)
hu: Közepes (70%)
is: Miðlungs (70%)
it: Medio (70%)
ja: 中程度 (70%)
nl: Gemiddeld (70%)
pl: Średni (70%)
pt: Médio (70%)
ro: Medie (70%)
ru: Средний (70%)
sk: Stredná (70%)
tr: Orta (70%)
uk: Середня (70%)

source: High (85%)
bg: Висок (85%)
cs: Vysoká (85%)
da: Høj (85%)
de: Hoch (85%)
el: Υψηλό (85%)
es: Alto (85%)
et: Kõrge (85%)
fi: Korkea (85%)
fr: Élevé (85%)
he: גבוה (85%)
hr: Visok (85%)
hu: Magas (85%)
is: Hár (85%)
it: Alto (85%)
ja: 高 (85%)
nl: Hoog (85%)
pl: Wysoki (85%)
pt: Alto (85%)
ro: Ridicat (85%)
ru: Высокий (85%)
sk: Vysoká (85%)
sv: Hög (85%)
tr: Yüksek (85%)
uk: Висока (85%)

source: Maximum (95%)
bg: Максимум (95%)
da: Maksimum (95%)
el: Μέγιστο (95%)
es: Máximo (95%)
et: Maksimaalne (95%)
fi: Maksimi (95%)
he: מקסימום (95%)
hr: Maksimalno (95%)
is: Maksímum (95%)
it: Massimo (95%)
ja: 最大 (95%)
nl: Maximaal (95%)
pl: Maksimum (95%)
pt: Máximo (95%)
ro: Maxim (95%)
ru: Максимум (95%)
sv: Maximalt (95%)
tr: Maksimum (95%)
uk: Максимальна (95%)

source: Black & White (JBIG2)
bg: Черно-бяло (JBIG2)
da: Sort-hvid (JBIG2)
el: Ασπρόμαυρο (JBIG2)
es: Blanco y Negro (JBIG2)
fi: Mustavalkoinen (JBIG2)
hr: Crno-bijelo (JBIG2)
hu: Fekete-fehér (JBIG2)
is: Svart og hvítt (JBIG2)
ja: 白黒（JBIG2）
nl: Zwart-wit (JBIG2)
pl: Czarno-biały (JBIG2)
pt: Preto e Branco (JBIG2)
ro: Alb-negru (JBIG2)
ru: Чёрно-белый (JBIG2)
sk: Čiernobiely (JBIG2)
sv: Svartvit (JBIG2)
tr: Siyah Beyaz (JBIG2)

source: Export as PDF/A
bg: Експортиране като PDF/A
cs: Exportovat jako PDF/A
da: Eksporter som PDF/A
de: Als PDF/A exportieren
el: Εξαγωγή ως PDF/A
es: Exportar como PDF/A
et: Ekspordi PDF/A-na
fi: Vie PDF/A-muodossa
fr: Exporter en PDF/A
he: ייצא כ-PDF/A
hr: Izvezi kao PDF/A
hu: PDF/A-ként exportálás
is: Senda sem PDF/A
it: Esporta come PDF/A
ja: PDF/Aとしてエクスポート
nl: Exporteer als PDF/A
pl: Eksportuj jako PDF/A
pt: Exportar como PDF/A
ro: Exportă ca PDF/A
ru: Экспортировать как PDF/A
sk: Exportovať ako PDF/A
sv: Exportera som PDF/A
tr: PDF/A olarak dışa aktar
uk: Експорт як PDF/A
