Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Image formats
bg: Формати на изображения
da: Billedformater
el: Μορφές εικόνων
es: Formatos de imagen
fi: Kuvaformaatit
hr: Formati slika
hu: Képformátumok
is: Myndsnið
ja: 画像形式
nl: Afbeeldingsformaten
pl: Formaty obrazów
pt: Formatos de imagem
ro: Formate imagine
ru: Форматы изображений
sk: Formáty obrázkov
sv: Bildformat
tr: Görüntü biçimleri

source: Fonts
bg: Шрифтове
da: Skrifttyper
el: Γραμματοσειρές
es: Fuentes
fi: Kirjasimet
hr: Fontovi
hu: Betűtípusok
is: Leturgerðir
ja: フォント
nl: Lettertypen
pl: Czcionki
pt: Fontes
ro: Fonturi
ru: Шрифты
sk: Písma
sv: Teckensnitt
tr: Yazı tipleri

source: Embedded fonts
bg: Вградени шрифтове
da: Indlejrede skrifttyper
el: Ενσωματωμένες γραμματοσειρές
es: Fuentes incorporadas
fi: Upotetut kirjasimet
hr: Ugrađeni fontovi
hu: Beágyazott betűtípusok
is: Innfelldar leturgerðir
ja: 埋め込みフォント
nl: Ingesloten lettertypen
pl: Osadzone czcionki
pt: Fontes incorporadas
ro: Fonturi încorporate
ru: Встроенные шрифты
sk: Vložené písma
sv: Inbäddade teckensnitt
tr: Gömülü yazı tipleri

source: Font names
bg: Имена на шрифтове
da: Skrifttypenavne
el: Ονόματα γραμματοσειρών
es: Nombres de fuentes
fi: Kirjasinten nimet
hr: Nazivi fontova
hu: Betűtípus-nevek
is: Heiti leturgerða
ja: フォント名
nl: Lettertypenamen
pl: Nazwy czcionek
pt: Nomes das fontes
ro: Nume fonturi
ru: Названия шрифтов
sk: Názvy písiem
sv: Teckensnittsnamn
tr: Yazı tipi adları

source: Attached files
bg: Прикачени файлове
da: Vedhæftede filer
el: Συνημμένα αρχεία
es: Archivos adjuntos
fi: Liitetiedostot
hr: Priložene datoteke
hu: Csatolt fájlok
is: Meðfylgjandi skrár
ja: 添付ファイル
nl: Bijgevoegde bestanden
pl: Załączone pliki
pt: Arquivos anexados
ro: Fișiere atașate
ru: Прикреплённые файлы
sk: Priložené súbory
sv: Bifogade filer
tr: Ekli dosyalar

source: Metadata
bg: Метаданни
el: Μεταδεδομένα
es: Metadatos
fi: Metatiedot
hr: Metapodaci
hu: Metaadatok
is: Lýsigögn
ja: メタデータ
pl: Metadane
pt: Metadados
ro: Metadate
ru: Метаданные
sk: Metadáta
tr: Meta veri

source: Created
bg: Създаден
da: Oprettet
el: Δημιουργήθηκε
es: Creado
fi: Luotu
hr: Stvoreno
hu: Létrehozva
is: Búið til
ja: 作成日
nl: Aangemaakt
pl: Utworzono
pt: Criado
ro: Creat
ru: Создан
sk: Vytvorené
sv: Skapad
tr: Oluşturulma

source: Modified
bg: Променен
da: Ændret
el: Τροποποιήθηκε
es: Modificado
fi: Muokattu
hr: Izmijenjeno
hu: Módosítva
is: Breytt
ja: 更新日
nl: Gewijzigd
pl: Zmodyfikowano
pt: Modificado
ro: Modificat
ru: Изменён
sk: Upravené
sv: Ändrad
tr: Değiştirilme

source: Copy all information
bg: Копиране на цялата информация
da: Kopier al information
el: Αντιγραφή όλων των πληροφοριών
es: Copiar toda la información
fi: Kopioi kaikki tiedot
hr: Kopiraj sve informacije
hu: Összes információ másolása
is: Afrita allar upplýsingar
ja: すべての情報をコピー
nl: Alle informatie kopiëren
pl: Kopiuj wszystkie informacje
pt: Copiar todas as informações
ro: Copiază toate informațiile
ru: Копировать всю информацию
sk: Kopírovať všetky informácie
sv: Kopiera all information
tr: Tüm bilgileri kopyala

source: Image list
bg: Списък с изображения
da: Billedliste
el: Λίστα εικόνων
es: Lista de imágenes
fi: Kuvaluettelo
hr: Popis slika
hu: Képlista
is: Myndalisti
ja: 画像一覧
nl: Afbeeldingslijst
pl: Lista obrazów
pt: Lista de imagens
ro: Lista imaginilor
ru: Список изображений
sk: Zoznam obrázkov
sv: Bildlista
tr: Görüntü listesi

source: images
bg: изображения
da: billeder
el: εικόνες
es: imágenes
fi: kuvaa
hr: slika
hu: kép
is: myndir
ja: 画像
nl: afbeeldingen
pl: obrazów
pt: imagens
ro: imagini
ru: изображений
sk: obrázkov
sv: bilder
tr: görüntü

source: Extract this image
bg: Извличане на това изображение
da: Udtræk dette billede
el: Εξαγωγή αυτής της εικόνας
es: Extraer esta imagen
fi: Pura tämä kuva
hr: Izvuci ovu sliku
hu: Kép kinyerése
is: Draga út þessa mynd
ja: この画像を抽出
nl: Deze afbeelding extraheren
pl: Wyodrębnij ten obraz
pt: Extrair esta imagem
ro: Extrage această imagine
ru: Извлечь это изображение
sk: Extrahovať tento obrázok
sv: Extrahera denna bild
tr: Bu görüntüyü çıkar

source: Information copied
bg: Информацията е копирана
da: Information kopieret
el: Πληροφορίες αντιγράφηκαν
es: Información copiada
fi: Tiedot kopioitu
hr: Informacije kopirane
hu: Információ másolva
is: Upplýsingar afritaðar
ja: 情報をコピーしました
nl: Informatie gekopieerd
pl: Informacje skopiowane
pt: Informações copiadas
ro: Informații copiate
ru: Информация скопирована
sk: Informácie skopírované
sv: Information kopierad
tr: Bilgi kopyalandı

source: Failed to extract image
bg: Неуспешно извличане на изображение
da: Kunne ikke udtrække billede
el: Αποτυχία εξαγωγής εικόνας
es: Error al extraer imagen
fi: Kuvan purkaminen epäonnistui
hr: Neuspjelo izvlačenje slike
hu: Kép kinyerése sikertelen
is: Tókst ekki að draga út mynd
ja: 画像の抽出に失敗しました
nl: Afbeelding extraheren mislukt
pl: Nie udało się wyodrębnić obrazu
pt: Falha ao extrair imagem
ro: Extragerea imaginii a eșuat
ru: Не удалось извлечь изображение
sk: Nepodarilo sa extrahovať obrázok
sv: Kunde inte extrahera bild
tr: Görüntü çıkarılamadı

source: Image extracted
bg: Изображението е извлечено
da: Billede udtrukket
el: Η εικόνα εξήχθη
es: Imagen extraída
fi: Kuva purettu
hr: Slika izvučena
hu: Kép kinyerve
is: Mynd dregin út
ja: 画像を抽出しました
nl: Afbeelding geëxtraheerd
pl: Obraz wyodrębniony
pt: Imagem extraída
ro: Imagine extrasă
ru: Изображение извлечено
sk: Obrázok extrahovaný
sv: Bild extraherad
tr: Görüntü çıkarıldı

source: Changes saved
bg: Промените са запазени
cs: Změny uloženy
da: Ændringer gemt
de: Änderungen gespeichert
el: Αλλαγές αποθηκεύτηκαν
es: Cambios guardados
et: Muutatused salvestatud
fi: Muutokset tallennettu
fr: Modifications enregistrées
he: שינויים נשמרו
hr: Promjene spremljene
hu: Változtatások mentve
is: Breytingar vistaðar
it: Modifiche salvate
ja: 変更が保存されました
nl: Wijzigingen opgeslagen
pl: Zmiany zapisane
pt: Alterações salvas
ro: Modificările salvate
ru: Изменения сохранены
sk: Zmeny uložené
sv: Ändringar sparade
tr: Değişiklikler kaydedildi
uk: Зміни збережено

source: Failed to open PDF editor
bg: Неуспешно отваряне на PDF редактора.
cs: Nepodařilo se otevřít editor PDF.
da: Kunne ikke åbne PDF-editor.
de: PDF-Editor konnte nicht geöffnet werden.
el: Αποτυχία ανοίγματος επεξεργαστή PDF
es: Error al abrir el editor de PDF
et: PDF redaktori avamine ebaõnnestus
fi: PDF-editorin avaaminen epäonnistui
fr: Échec de l'ouverture de l'éditeur PDF.
he: כישלון בפתיחת עורך PDF
hr: Nije moguće otvoriti PDF uređivač
hu: A PDF szerkesztő megnyitása nem sikerült.
is: Mistók að opna PDF ritilinn
it: Impossibile aprire l'editor PDF
ja: PDFエディタを開けませんでした。
nl: Kon niet PDF-editor openen
pl: Nie udało się otworzyć edytora PDF.
pt: Falha ao abrir o editor de PDF
ro: Nu s-a reușit deschiderea editorului PDF.
ru: Не удалось открыть редактор PDF.
sk: Nepodarilo sa otvoriť editor PDF.
sv: Misslyckades med att öppna PDF-redigeraren
tr: PDF düzenleyici açılamadı.
uk: Не вдалося відкрити редактор PDF

source: Multiple Images Dropped
bg: Поставени са множество изображения
cs: Bylo vloženo více obrázků.
da: Flere billeder droppet
de: Mehrere Bilder abgelegt
el: Πολλαπλές εικόνες απορρίφθηκαν
es: Múltiples imágenes soltadas
et: Mitmed pildid on langenud
fi: Useita kuvia pudotettu
fr: Images multiples déposées
he: הועלו מספר תמונות
hr: Više slika je odbačeno
hu: Több kép lett letéve
is: Fjölmargar myndir dregnar
it: Immagini multiple rilasciate
ja: 複数の画像がドロップされました
nl: Meerdere afbeeldingen gedropt
pl: Wiele obrazów zostało upuszczonych
pt: Múltiplas Imagens Soltas
ro: Imagini multiple plasate
ru: Несколько изображений перетащено
sk: Viacero obrázkov bolo presunutých
sv: Flera bilder har släppts
tr: Birden Fazla Görüntü Bırakıldı
uk: Кілька зображень перетягнуто

source: You dropped {} images. How would you like to add them?
bg: Загубихте {} изображения. Как бихте искали да ги добавите?
cs: Odhodili jste {} obrázků. Jak byste je chtěli přidat?
da: Du har droppet {} billeder. Hvordan vil du gerne tilføje dem?
de: Sie haben {} Bilder verworfen. Wie möchten Sie sie hinzufügen?
el: Αφήσατε {} εικόνες. Πώς θα θέλατε να τις προσθέσετε;
es: Has dejado caer {} imágenes. ¿Cómo te gustaría añadirlas?
et: Te eemaldasid {} pilti. Kuidas sooviksid neid lisada?
fi: Poistit {} kuvaa. Miten haluaisit lisätä ne?
fr: Vous avez supprimé {} images. Comment souhaitez-vous les ajouter ?
he: נפלו {} תמונות. איך תרצה להוסיף אותן?
hr: Izbacili ste {} slika. Kako biste ih željeli dodati?
hu: {} képet töröltél. Hogyan szeretnéd hozzáadni őket?
is: Þú hefur sleppt {} myndum. Hvernig viltu bæta þeim við?
it: Hai lasciato cadere {} immagini. Come vorresti aggiungerle?
ja: {}枚の画像が削除されました。どのように追加しますか？
nl: Je hebt {} afbeeldingen verwijderd. Hoe wil je ze toevoegen?
pl: Odrzuciłeś {} obrazów. Jak chciałbyś je dodać?
pt: Você descartou {} imagens. Como você gostaria de adicioná-las?
ro: Ați eliminat {} imagini. Cum doriți să le adăugați?
ru: Вы сбросили {} изображения. Как вы хотите их добавить?
sk: Odstránili ste {} obrázkov. Ako by ste ich chceli pridať?
sv: Du har släppt {} bilder. Hur skulle du vilja lägga till dem?
tr: {} görüntüyü bıraktınız. Onları nasıl eklemek istersiniz?
uk: Ви перетягнули {} зображень. Як ви хочете їх додати?

source: {count} files in queue
bg: {count} файла в опашката
da: {count} filer i kø
el: {count} αρχεία στην ουρά
es: {count} archivos en cola
fi: {count} tiedostoa jonossa
hr: {count} datoteka u redu
hu: {count} fájl a sorban
is: {count} skrár í biðröð
ja: キューに{count}個のファイル
nl: {count} bestanden in wachtrij
pl: {count} plików w kolejce
pt: {count} arquivos na fila
ro: {count} fișiere în coadă
ru: {count} файлов в очереди
sk: {count} súborov vo fronte
sv: {count} filer i kö
tr: Kuyrukta {count} dosya

source: All files removed from queue
bg: Всички файлове са премахнати от опашката
da: Alle filer fjernet fra kø
el: Όλα τα αρχεία αφαιρέθηκαν από την ουρά
es: Todos los archivos eliminados de la cola
fi: Kaikki tiedostot poistettu jonosta
hr: Sve datoteke uklonjene iz reda
hu: Összes fájl eltávolítva a sorból
is: Allar skrár fjarlægðar úr biðröð
ja: すべてのファイルをキューから削除しました
nl: Alle bestanden uit wachtrij verwijderd
pl: Wszystkie pliki usunięte z kolejki
pt: Todos os arquivos removidos da fila
ro: Toate fișierele au fost eliminate din coadă
ru: Все файлы удалены из очереди
sk: Všetky súbory odstránené z fronty
sv: Alla filer borttagna ur kön
tr: Tüm dosyalar kuyruktan kaldırıldı

source: Export to ODT or TXT
da: Eksportér til ODT eller TXT
fi: Vie ODT- tai TXT-muotoon
hr: Izvezi u ODT ili TXT
is: Flytja út í ODT eða TXT
ja: ODT または TXT にエクスポート
pt: Exportar para ODT ou TXT
ro: Exportă în ODT sau TXT
ru: Экспорт в ODT или TXT
sv: Exportera till ODT eller TXT
tr: ODT veya TXT olarak dışa aktar

source: Export format
da: Eksportformat
fi: Vientimuoto
hr: Format izvoza
is: Útflutningssnið
ja: エクスポート形式
pt: Formato de exportação
ro: Format de export
ru: Формат экспорта
tr: Dışa aktarma biçimi

source: Choose the output format for the extracted text.
da: Vælg outputformat for den udtrukne tekst.
fi: Valitse puretun tekstin tulostusmuoto.
hr: Odaberite izlazni format za izvučeni tekst.
is: Veldu úttakssnið fyrir útdregna textann.
ja: 抽出したテキストの出力形式を選択してください。
pt: Escolha o formato de saída para o texto extraído.
ro: Alegeți formatul de ieșire pentru textul extras.
ru: Выберите формат вывода для извлечённого текста.
sv: Välj utdataformat för den extraherade texten.
tr: Çıkarılan metin için çıktı biçimini seçin.

source: ODF Document (.odt)
da: ODF-dokument (.odt)
fi: ODF-asiakirja (.odt)
hr: ODF dokument (.odt)
is: ODF skjal (.odt)
ja: ODF ドキュメント (.odt)
pt: Documento ODF (.odt)
ro: Document ODF (.odt)
ru: Документ ODF (.odt)
sv: ODF-dokument (.odt)
tr: ODF Belgesi (.odt)

source: Preserves text formatting, paragraphs and layout. Editable in LibreOffice, Google Docs and Microsoft Word.
da: Bevarer tekstformatering, afsnit og layout. Redigerbar i LibreOffice, Google Docs og Microsoft Word.
fi: Säilyttää tekstin muotoilun, kappaleet ja asettelun. Muokattavissa LibreOfficessa, Google Docsissa ja Microsoft Wordissa.
hr: Čuva oblikovanje teksta, odlomke i raspored. Može se uređivati u LibreOfficeu, Google Docsu i Microsoft Wordu.
is: Varðveitir textasnið, málsgreinar og útlit. Breytanlegt í LibreOffice, Google Docs og Microsoft Word.
ja: テキストの書式、段落、レイアウトを保持します。LibreOffice、Google Docs、Microsoft Wordで編集可能です。
pt: Preserva a formatação do texto, parágrafos e layout. Editável no LibreOffice, Google Docs e Microsoft Word.
ro: Păstrează formatarea textului, paragrafele și aspectul. Editabil în LibreOffice, Google Docs și Microsoft Word.
ru: Сохраняет форматирование текста, абзацы и макет. Редактируется в LibreOffice, Google Docs и Microsoft Word.
sv: Bevarar textformatering, stycken och layout. Redigerbar i LibreOffice, Google Docs och Microsoft Word.
tr: Metin biçimlendirmesini, paragrafları ve düzeni korur. LibreOffice, Google Docs ve Microsoft Word'de düzenlenebilir.

source: Export ODF
da: Eksportér ODF
fi: Vie ODF
hr: Izvezi ODF
is: Flytja út ODF
ja: ODF にエクスポート
pt: Exportar ODF
ro: Exportă ODF
ru: Экспорт ODF
sv: Exportera ODF
tr: ODF Dışa Aktar

source: Export as ODF document
da: Eksportér som ODF-dokument
fi: Vie ODF-asiakirjana
hr: Izvezi kao ODF dokument
is: Flytja út sem ODF skjal
ja: ODF ドキュメントとしてエクスポート
pt: Exportar como documento ODF
ro: Exportă ca document ODF
ru: Экспортировать как документ ODF
sv: Exportera som ODF-dokument
tr: ODF belgesi olarak dışa aktar

source: Plain Text (.txt)
da: Ren tekst (.txt)
fi: Pelkkä teksti (.txt)
hr: Obični tekst (.txt)
is: Hreinn texti (.txt)
ja: プレーンテキスト (.txt)
pt: Texto sem formatação (.txt)
ro: Text simplu (.txt)
ru: Обычный текст (.txt)
sv: Ren text (.txt)
tr: Düz Metin (.txt)

source: Raw text without any formatting. Lightweight and universal — works everywhere.
da: Rå tekst uden formatering. Let og universel — virker overalt.
fi: Raaka teksti ilman muotoilua. Kevyt ja universaali — toimii kaikkialla.
hr: Neformatirani tekst. Lagan i univerzalan — radi svugdje.
is: Hrár texti án sniðs. Léttur og alhliða — virkar alls staðar.
ja: 書式なしの生テキスト。軽量で汎用的 — どこでも使えます。
pt: Texto puro sem qualquer formatação. Leve e universal — funciona em qualquer lugar.
ro: Text brut fără formatare. Ușor și universal — funcționează oriunde.
ru: Необработанный текст без форматирования. Лёгкий и универсальный — работает везде.
sv: Rå text utan formatering. Lätt och universell — fungerar överallt.
tr: Biçimlendirme olmadan ham metin. Hafif ve evrensel — her yerde çalışır.

source: Export TXT
da: Eksportér TXT
fi: Vie TXT
hr: Izvezi TXT
is: Flytja út TXT
ja: TXT にエクスポート
pt: Exportar TXT
ro: Exportă TXT
ru: Экспорт TXT
sv: Exportera TXT
tr: TXT Dışa Aktar

source: Export as plain text
da: Eksportér som ren tekst
fi: Vie pelkkänä tekstinä
hr: Izvezi kao obični tekst
is: Flytja út sem hreinan texta
ja: プレーンテキストとしてエクスポート
pt: Exportar como texto sem formatação
ro: Exportă ca text simplu
ru: Экспортировать как простой текст
sv: Exportera som ren text
tr: Düz metin olarak dışa aktar

source: This PDF contains %d image(s)
da: Denne PDF indeholder %d billede(r)
fi: Tämä PDF sisältää %d kuva(a)
hr: Ovaj PDF sadrži %d sliku(e)
is: Þetta PDF inniheldur %d mynd(ir)
ja: この PDF には %d 個の画像があります
pt: Este PDF contém %d imagem(ns)
ro: Acest PDF conține %d imagine(i)
ru: Этот PDF содержит %d изображений
sv: Denna PDF innehåller %d bild(er)
tr: Bu PDF %d resim içeriyor

source: PDF content analysis
da: PDF-indholdsanalyse
fi: PDF-sisältöanalyysi
hr: Analiza sadržaja PDF-a
is: PDF efnisgreining
ja: PDF コンテンツ分析
pt: Análise de conteúdo do PDF
ro: Analiză conținut PDF
ru: Анализ содержимого PDF
sv: PDF-innehållsanalys
tr: PDF içerik analizi

source: Apply OCR first
da: Anvend OCR først
fi: Käytä ensin OCR:ää
hr: Najprije primijenite OCR
is: Notaðu OCR fyrst
ja: 最初に OCR を適用
pt: Aplicar OCR primeiro
ro: Aplicați OCR mai întâi
ru: Сначала примените OCR
sv: Tillämpa OCR först
tr: Önce OCR uygulayın

source: If the images contain text (scanned pages or photos), applying OCR first will produce much better export results.
da: Hvis billederne indeholder tekst (scannede sider eller fotos), vil det give meget bedre eksportresultater at anvende OCR først.
fi: Jos kuvat sisältävät tekstiä (skannattuja sivuja tai valokuvia), OCR:n käyttäminen ensin tuottaa paljon parempia vientituloksia.
hr: Ako slike sadrže tekst (skenirane stranice ili fotografije), primjena OCR-a najprije će dati mnogo bolje rezultate izvoza.
is: Ef myndirnar innihalda texta (skannaðar síður eða ljósmyndir) mun OCR fyrst gefa mun betri útflutningsniðurstöður.
ja: 画像にテキストが含まれている場合（スキャンページや写真）、最初に OCR を適用するとエクスポート結果が大幅に向上します。
pt: Se as imagens contêm texto (páginas digitalizadas ou fotos), aplicar OCR primeiro produzirá resultados de exportação muito melhores.
ro: Dacă imaginile conțin text (pagini scanate sau fotografii), aplicarea OCR mai întâi va produce rezultate de export mult mai bune.
ru: Если изображения содержат текст (отсканированные страницы или фотографии), предварительное применение OCR значительно улучшит результаты экспорта.
sv: Om bilderna innehåller text (skannade sidor eller foton) ger OCR först mycket bättre exportresultat.
tr: Görüntüler metin içeriyorsa (taranmış sayfalar veya fotoğraflar), önce OCR uygulamak çok daha iyi dışa aktarma sonuçları verecektir.

source: Open OCR
da: Åbn OCR
fi: Avaa OCR
hr: Otvori OCR
is: Opna OCR
ja: OCR を開く
pt: Abrir OCR
ro: Deschide OCR
ru: Открыть OCR
sv: Öppna OCR
tr: OCR Aç

source: Open OCR application to recognize text in images
da: Åbn OCR-programmet for at genkende tekst i billeder
fi: Avaa OCR-sovellus tunnistamaan tekstiä kuvista
hr: Otvori OCR aplikaciju za prepoznavanje teksta na slikama
is: Opna OCR forrit til að þekkja texta í myndum
ja: 画像のテキストを認識するために OCR アプリケーションを開く
pt: Abrir o aplicativo OCR para reconhecer texto em imagens
ro: Deschide aplicația OCR pentru recunoașterea textului din imagini
ru: Открыть приложение OCR для распознавания текста на изображениях
sv: Öppna OCR-programmet för att känna igen text i bilder
tr: Resimlerdeki metni tanımak için OCR uygulamasını aç

source: Separate PDFs
bg: Разделяне на PDF файлове
cs: Oddělené PDF soubory
da: Adskilte PDF-filer
de: Getrennte PDFs
el: Διαχωρισμός PDF
es: Separar PDFs
et: Eraldi PDF-d
fi: Eri PDF-tiedostot
fr: Séparer les PDF
he: פיצול PDFים
hr: Odvojeni PDF-ovi
hu: Különálló PDF-ek
is: Aðskilja PDF-skjöl
it: PDF separati
ja: PDFを分割する
nl: Gescheiden PDF's
pl: Oddzielne pliki PDF
pt: Separar PDFs
ro: PDF-uri separate
ru: Отдельные PDF-файлы
sk: Oddeliť PDF súbory
sv: Separera PDF-filer
tr: Ayrı PDF'ler
uk: Окремі PDF

source: Merge into One PDF
bg: Сливане в един PDF
cs: Sloučit do jednoho PDF
da: Flet ind i én PDF
de: In Eine PDF zusammenführen
el: Συγχώνευση σε ένα PDF
es: Combinar en un PDF
et: Ühenda üheks PDF-iks
fi: Yhdistä yhdeksi PDF:ksi
fr: Fusionner en un seul PDF
he: מזג לקובץ PDF אחד
hr: Spoji u jedan PDF
hu: Egyesítés egy PDF-be
is: Sameina í eina PDF
it: Unisci in un unico PDF
ja: 1つのPDFに統合
nl: Samenvoegen tot één PDF
pl: Scal do jednego PDF
pt: Mesclar em um PDF
ro: Fuziona în PDF unic
ru: Объединить в один PDF
sk: Zlúčiť do jedného PDF
sv: Slå samman till en PDF
tr: Bir PDF'ye Birleştir.
uk: Об'єднати в один PDF

source: Merged {} images into one PDF
bg: Слято {} изображения в един PDF файл
cs: Sloučil {} obrázků do jednoho PDF.
da: Sammenflettede {} billeder til én PDF
de: {} Bilder in ein PDF zusammengeführt
el: Συγχωνεύτηκαν {} εικόνες σε ένα PDF.
es: Fusionadas {} imágenes en un solo PDF
et: Ühendatud {} pilti ühte PDF-faili.
fi: Yhdistetty {} kuvaa yhdeksi PDF:ksi
fr: Images {} fusionnées en un seul PDF
he: מוזגו {} תמונות לקובץ PDF אחד
hr: Spojio {} slika u jedan PDF
hu: {} képet egyesítve egy PDF-be
is: Sameinaði {} myndum í eina PDF.
it: Uniti {} immagini in un unico PDF
ja: {}の画像を1つのPDFにマージしました。
nl: Samengevoegde {} afbeeldingen in één PDF
pl: Scalone {} obrazy w jeden plik PDF
pt: Mesclou {} imagens em um PDF.
ro: Imagini {} fuzionate într-un singur PDF
ru: Объединено {} изображений в один PDF.
sk: Zlúčené {} obrázky do jedného PDF.
sv: Slagna {} bilder till en PDF.
tr: {} görüntü birleştirilerek tek bir PDF'ye dönüştürüldü.
uk: Об'єднано {} зображень в один PDF

source: Error merging images
bg: Грешка при сливане на изображения
cs: Chyba při sloučení obrázků
da: Fejl ved sammensmeltning af billeder
de: Fehler beim Zusammenführen von Bildern
el: Σφάλμα συγχώνευσης εικόνων
es: Error al fusionar imágenes
et: Piltide ühendamise viga
fi: Virhe kuvien yhdistämisessä
fr: Erreur lors de la fusion des images
he: שגיאה במיזוג תמונות
hr: Greška pri spajanju slika
hu: Hiba a képek egyesítésekor
is: Villa að sameina myndir.
it: Errore durante la fusione delle immagini
ja: 画像のマージ中にエラーが発生しました。
nl: Fout bij het samenvoegen van afbeeldingen
pl: Błąd podczas łączenia obrazów
pt: Erro ao mesclar imagens
ro: Eroare la combinarea imaginilor
ru: Ошибка при слиянии изображений
sk: Chyba pri zlúčení obrázkov
sv: Fel vid sammanslagning av bilder
tr: Görüntüleri birleştirirken hata oluştu.
uk: Помилка об'єднання зображень

source: Save a copy
bg: Запазване на копие
cs: Uložit kopii
da: Gem kopi
de: Kopie speichern
el: Αποθήκευση αντιγράφου
es: Guardar copia
fi: Tallenna kopio
fr: Enregistrer une copie
hr: Spremi kopiju
hu: Másolat mentése
is: Vista afrit
ja: コピーを保存
nl: Kopie opslaan
pl: Zapisz kopię
pt: Salvar cópia
ro: Salvează o copie
ru: Сохранить копию
sk: Uložiť kópiu
sv: Spara kopia
tr: Bir kopyasını kaydet
uk: Зберегти копію

source: PDF Files
bg: PDF файлове
cs: PDF soubory
da: PDF-filer
de: PDF-Dateien
el: Αρχεία PDF
es: Archivos PDF
fi: PDF-tiedostot
fr: Fichiers PDF
hr: PDF datoteke
hu: PDF fájlok
is: PDF-skrár
ja: PDFファイル
nl: PDF-bestanden
no: PDF-filer
pl: Pliki PDF
pt: Arquivos PDF
ro: Fișiere PDF
ru: PDF-файлы
sk: PDF súbory
sv: PDF-filer
tr: PDF dosyaları
uk: PDF файли

source: Saved to {}
bg: Запазено в {}
cs: Uloženo do {}
da: Gemt i {}
de: Gespeichert in {}
el: Αποθηκεύτηκε σε {}
es: Guardado en {}
fi: Tallennettu sijaintiin {}
fr: Enregistré dans {}
hr: Spremljeno u {}
hu: Mentve ide: {}
is: Vistað í {}
ja: {}に保存しました
nl: Opgeslagen in {}
pl: Zapisano w {}
pt: Salvo em {}
ro: Salvat în {}
ru: Сохранено в {}
sk: Uložené do {}
sv: Sparat i {}
tr: {} konumuna kaydedildi
uk: Збережено до {}

source: Failed to save PDF.
bg: Неуспешно запазване на PDF.
cs: Nepodařilo se uložit PDF.
da: Kunne ikke gemme PDF.
de: PDF konnte nicht gespeichert werden.
el: Αποτυχία αποθήκευσης PDF.
es: Error al guardar el PDF.
fi: PDF:n tallentaminen epäonnistui.
fr: Échec de l'enregistrement du PDF.
hr: Spremanje PDF-a nije uspjelo.
hu: PDF mentése sikertelen.
is: Tókst ekki að vista PDF.
ja: PDFの保存に失敗しました。
nl: PDF opslaan mislukt.
pl: Nie udało się zapisać PDF.
pt: Falha ao salvar o PDF.
ro: Salvarea PDF-ului a eșuat.
ru: Не удалось сохранить PDF.
sk: Nepodarilo sa uložiť PDF.
sv: Kunde inte spara PDF.
tr: PDF kaydedilemedi.
uk: Не вдалося зберегти PDF.

source: Compress PDF
bg: Компресиране на PDF
cs: Komprimovat PDF
da: Komprimer PDF
de: PDF komprimieren
el: Συμπίεση PDF
es: Comprimir PDF
fi: Pakkaa PDF
fr: Compresser le PDF
hr: Komprimiraj PDF
hu: PDF tömörítése
is: Þjappa PDF
ja: PDFを圧縮
nl: PDF comprimeren
pl: Kompresuj PDF
pt: Compactar PDF
ro: Comprimă PDF
ru: Сжать PDF
sk: Komprimovať PDF
sv: Komprimera PDF
tr: PDF'yi sıkıştır
uk: Стиснути PDF
