Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Previous session discarded
bg: Предишната сесия е отменена.
cs: Předchozí relace byla zrušena.
da: Tidligere session forkastet
de: Vorherige Sitzung verworfen
el: Η προηγούμενη συνεδρία απορρίφθηκε.
es: Sesión anterior descartada
et: Eelmine seanss on kõrvale jäetud.
fi: Aikaisempi istunto hylätty
fr: Session précédente annulée
he: הישיבה הקודמת בוטלה
hr: Prethodna sesija je odbačena.
hu: Előző munkamenet elvetve
is: Fyrri sesjón hafnað.
it: Sessione precedente scartata
ja: 前のセッションは破棄されました。
nl: Vorige sessie verworpen
pl: Poprzednia sesja została odrzucona.
pt: Sessão anterior descartada
ro: Sesiune anterioară eliminată
ru: Предыдущая сессия отменена
sk: Predchádzajúca relácia bola zrušená.
sv: Föregående session kasserad
tr: Önceki oturum silindi.
uk: Попередній сеанс відхилено

source: Application started successfully
bg: Приложението стартира успешно
cs: Aplikace byla úspěšně spuštěna
da: Applikationen blev startet med succes
de: Anwendung erfolgreich gestartet
el: Η εφαρμογή ξεκίνησε με επιτυχία
es: La aplicación se inició correctamente.
et: Rakendus käivitus edukalt
fi: Sovellus käynnistyi onnistuneesti
fr: L'application a démarré avec succès.
he: היישום הושק בהצלחה
hr: Aplikacija je uspješno pokrenuta
hu: Az alkalmazás sikeresen elindult.
is: Forritið byrjaði með góðum árangri
it: Applicazione avviata con successo
ja: アプリケーションが正常に起動しました
nl: Toepassing succesvol gestart
no: Applikasjonen startet vellykket
pl: Aplikacja uruchomiona pomyślnie
pt: Aplicativo iniciado com sucesso
ro: Aplicația a fost pornită cu succes.
ru: Приложение успешно запущено
sk: Aplikácia bola úspešne spustená
sv: Applikationen startade framgångsrikt
tr: Uygulama başarıyla başlatıldı
uk: Застосунок успішно запущено

source: Error starting application
bg: Грешка при стартиране на приложението
cs: Chyba při spouštění aplikace
da: Fejl ved opstart af applikation
de: Fehler beim Starten der Anwendung
el: Σφάλμα κατά την εκκίνηση της εφαρμογής
es: Error al iniciar la aplicación
et: Rakenduse käivitamisel ilmnes viga
fi: Virhe sovelluksen käynnistämisessä
fr: Erreur de démarrage de l'application
he: שגיאה בהפעלת היישום
hr: Greška prilikom pokretanja aplikacije
hu: Hiba az alkalmazás indításakor
is: Villa að byrja forrit.
it: Errore durante l'avvio dell'applicazione
ja: アプリケーションの起動中にエラーが発生しました
nl: Fout bij het starten van de applicatie
no: Feil ved oppstart av applikasjon
pl: Błąd podczas uruchamiania aplikacji
pt: Erro ao iniciar o aplicativo
ro: Eroare la pornirea aplicației
ru: Ошибка при запуске приложения
sk: Chyba pri spúšťaní aplikácie
sv: Fel vid start av applikation
tr: Uygulama başlatılırken hata oluştu.
uk: Помилка запуску програми

source: Opened {0} file(s)
bg: Отворени {0} файл(а)
cs: Otevřeno {0} soubor(ů)
da: {0} fil(er) åbnet
de: {0} Datei(en) geöffnet
el: Ανοίχτηκαν {0} αρχείο(α)
es: {0} archivo(s) abierto(s)
fi: {0} tiedostoa avattu
fr: {0} fichier(s) ouvert(s)
hr: Otvoreno {0} datoteka
hu: {0} fájl megnyitva
is: {0} skrá(r) opnuð(ar)
ja: {0}個のファイルを開きました
nl: {0} bestand(en) geopend
pl: Otwarto {0} plik(ów)
pt: {0} arquivo(s) aberto(s)
ro: {0} fișier(e) deschis(e)
ru: Открыто {0} файл(ов)
sk: Otvorených {0} súbor(ov)
sv: {0} fil(er) öppnade
tr: {0} dosya açıldı
uk: Відкрито {0} файл(ів)

source: Shortcuts
bg: Преки пътища
da: Genveje
el: Συντομεύσεις
es: Atajos
fi: Pikanäppäimet
hr: Prečaci
hu: Gyorsbillentyűk
is: Flýtileiðir
ja: ショートカット
nl: Sneltoetsen
pl: Skróty
pt: Atalhos
ro: Scurtături
ru: Горячие клавиши
sk: Skratky
sv: Genvägar
tr: Kısayollar

source: File
bg: Файл
da: Fil
el: Αρχείο
es: Archivo
fi: Tiedosto
hr: Datoteka
hu: Fájl
is: Skrá
ja: ファイル
nl: Bestand
pl: Plik
pt: Arquivo
ro: Fișier
ru: Файл
sk: Súbor
sv: Fil
tr: Dosya

source: Paste from clipboard
bg: Постави от клипборда
da: Indsæt fra udklipsholder
el: Επικόλληση από το πρόχειρο
es: Pegar del portapapeles
fi: Liitä leikepöydältä
hr: Zalij iz međuspremnika
hu: Beillesztés a vágólapról
is: Límduðu úr klippiborðinu
ja: クリップボードから貼り付け
nl: Plakken vanuit klembord
pl: Wklej z schowka
pt: Colar da área de transferência
ro: Lipește din clipboard
ru: Вставить из буфера обмена
sk: Vložiť z clipboardu
sv: Klistra in från urklipp
tr: Panozdan yapıştır

source: Processing
bg: Обработка
cs: Zpracovávání
da: Behandling
de: Verarbeitung
el: Επεξεργασία
es: Procesando
et: Töötlemine
fi: Käsittely
fr: Traitement
he: מעבדת
hr: Obrada
hu: Feldolgozás
is: Vinnsla
it: Elaborazione
ja: 処理中
nl: Verwerken
no: Behandling
pl: Przetwarzanie
pt: Processando
ro: Prelucrare
ru: Обработка
sk: Spracovanie
sv: Bearbetar
tr: İşleniyor
uk: Обробка

source: Cancel processing
bg: Отмяна на обработката
da: Annuller behandling
el: Ακύρωση επεξεργασίας
es: Cancelar procesamiento
fi: Peruuta käsittely
hr: Otkaži obradu
hu: Feldolgozás megszakítása
is: Hætta vinnslu
ja: 処理をキャンセル
nl: Verwerking annuleren
pl: Anuluj przetwarzanie
pt: Cancelar processamento
ro: Anulează procesarea
ru: Отменить обработку
sk: Zrušiť spracovanie
sv: Avbryt bearbetning
tr: İşlemi iptal et

source: Clear file queue
bg: Изчистване на опашката
da: Ryd filkø
el: Εκκαθάριση ουράς αρχείων
es: Limpiar cola de archivos
fi: Tyhjennä tiedostojono
hr: Očisti red datoteka
hu: Fájlsor törlése
is: Hreinsa skráabiðröð
ja: ファイルキューをクリア
nl: Bestandswachtrij wissen
pl: Wyczyść kolejkę plików
pt: Limpar fila de arquivos
ro: Golește coada de fișiere
ru: Очистить очередь файлов
sk: Vymazať front súborov
sv: Rensa filkö
tr: Dosya kuyruğunu temizle

source: General
bg: Общи
da: Generelt
el: Γενικά
fi: Yleiset
hr: Općenito
hu: Általános
is: Almennt
ja: 一般
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Общие
sk: Všeobecné
sv: Allmänt
tr: Genel

source: Keyboard shortcuts
bg: Клавишни комбинации
da: Tastaturgenveje
el: Συντομεύσεις πληκτρολογίου
es: Atajos de teclado
fi: Pikanäppäimet
hr: Tipkovnički prečaci
hu: Billentyűparancsok
is: Flýtileiðir
ja: キーボードショートカット
nl: Sneltoetsen
pl: Skróty klawiszowe
pt: Atalhos de teclado
ro: Scurtături de tastatură
ru: Сочетания клавиш
sk: Klávesové skratky
sv: Tangentbordsgenvägar
tr: Klavye kısayolları

source: BigLinux Team
bg: BigLinux екип
cs: BigLinux Tým
el: Ομάδα BigLinux
es: Equipo de BigLinux
et: BigLinuxi meeskond
fi: BigLinux-tiimi
fr: Équipe BigLinux
he: צוות ביגלינוקס
hr: BigLinux Tim
hu: BigLinux Csapat
is: BigLinux teymi
ja: BigLinuxチーム
no: BigLinux-teamet
pl: Zespół BigLinux
pt: Equipe BigLinux
ro: Echipa BigLinux
ru: Команда BigLinux
sk: BigLinux Tím
sv: BigLinux-teamet
tr: BigLinux Ekibi
uk: BigLinux Команда

source: Interface
bg: Интерфейс
cs: Rozhraní
da: Grænseflade
de: Schnittstelle
el: Διεπαφή
es: Interfaz
et: Liides
fi: Käyttöliittymä
he: ממשק
hr: Sučelje
hu: Felület
is: Viðmót
it: Interfaccia
ja: インターフェース
pl: Interfejs
ro: Interfață
ru: Интерфейс
sk: Rozhranie
sv: Gränssnitt
tr: Arayüz
uk: Інтерфейс

source: Third-party Components
bg: Компоненти на трети страни
cs: Třetí strany komponenty
da: Tredjeparts komponenter
de: Drittanbieterkomponenten
el: Στοιχεία τρίτων
es: Componentes de terceros
et: Kolmandate osapoolte komponendid
fi: Kolmannen osapuolen komponentit
fr: Composants tiers
he: רכיבי צד שלישי
hr: Komponente trećih strana
hu: Harmadik fél összetevők
is: Þriðja aðila hlutar
it: Componenti di terze parti
ja: サードパーティコンポーネント
nl: Derde partijcomponenten
pl: Komponenty stron trzecich
pt: Componentes de Terceiros
ro: Componente terțe
ru: Компоненты третьих сторон
sk: Tretie strany komponenty
sv: Tredjeparts komponenter
tr: Üçüncü Taraf Bileşenler
uk: Сторонні компоненти

source: The OCR engine and other libraries used by this application are independent projects, each distributed under its own license.
bg: OCR двигателят и другите библиотеки, използвани от това приложение, са независими проекти, всеки разпространяван под собствен лиценз.
cs: OCR engine a další knihovny používané touto aplikací jsou nezávislé projekty, každý distribuovaný pod svou vlastní licencí.
da: OCR-motoren og andre biblioteker, der bruges af denne applikation, er uafhængige projekter, hver distribueret under deres egen licens.
de: Die OCR-Engine und andere Bibliotheken, die von dieser Anwendung verwendet werden, sind unabhängige Projekte, die jeweils unter ihrer eigenen Lizenz verteilt werden.
el: Η μηχανή OCR και άλλες βιβλιοθήκες που χρησιμοποιούνται από αυτή την εφαρμογή είναι ανεξάρτητα έργα, το καθένα διανέμεται υπό τη δική του άδεια.
es: El motor OCR y otras bibliotecas utilizadas por esta aplicación son proyectos independientes, cada uno distribuido bajo su propia licencia.
et: Selle rakenduses kasutatav OCR-mootor ja muud teegid on sõltumatud projektid, millest igaühel on oma litsents.
fi: OCR-moottori ja muut tämän sovelluksen käyttämät kirjastot ovat itsenäisiä projekteja, jotka on jaettu omien lisenssiensä alaisuudessa.
fr: Le moteur OCR et d'autres bibliothèques utilisées par cette application sont des projets indépendants, chacun distribué sous sa propre licence.
he: מנוע ה-OCR וספריות אחרות שמשתמשות באפליקציה זו הן פרויקטים עצמאיים, כל אחד מהם מופץ תחת רישיון משלו.
hr: OCR motor i druge biblioteke korištene u ovoj aplikaciji su neovisni projekti, svaki distribuiran pod vlastitom licencom.
hu: Az OCR motor és a program által használt egyéb könyvtárak független projektek, mindegyik saját licenc alatt van terjesztve.
is: OCR vélin og aðrar bókasöfn sem þetta forrit notar eru sjálfstæð verkefni, hvert dreift undir sinni eigin leyfi.
it: Il motore OCR e altre librerie utilizzate da questa applicazione sono progetti indipendenti, ciascuno distribuito con la propria licenza.
ja: このアプリケーションで使用されるOCRエンジンおよびその他のライブラリは独立したプロジェクトであり、それぞれ独自のライセンスの下で配布されています。
nl: De OCR-engine en andere bibliotheken die door deze applicatie worden gebruikt, zijn onafhankelijke projecten, elk gedistribueerd onder hun eigen licentie.
pl: Silnik OCR i inne biblioteki używane przez tę aplikację są niezależnymi projektami, każdy dystrybuowany na własnej licencji.
pt: O mecanismo de OCR e outras bibliotecas usadas por este aplicativo são projetos independentes, cada um distribuído sob sua própria licença.
ro: Motorul OCR și alte biblioteci utilizate de această aplicație sunt proiecte independente, fiecare distribuit sub propria licență.
ru: OCR-движок и другие библиотеки, используемые этим приложением, являются независимыми проектами, каждый из которых распространяется под своей лицензией.
sk: OCR engine a ďalšie knižnice používané touto aplikáciou sú nezávislé projekty, každý distribuovaný pod vlastnou licenciou.
sv: OCR-motorn och andra bibliotek som används av denna applikation är oberoende projekt, var och en distribuerad under sin egen licens.
tr: Bu uygulama tarafından kullanılan OCR motoru ve diğer kütüphaneler bağımsız projelerdir ve her biri kendi lisansı altında dağıtılmaktadır.
uk: OCR-рушій та інші бібліотеки, що використовуються цією програмою, є незалежними проєктами, кожен з яких поширюється під власною ліцензією.

source: Developers
bg: Разработчици
cs: Vývojáři
da: Udviklere
de: Entwickler
el: Προγραμματιστές
es: Desarrolladores
et: Arendajad
fi: Kehittäjät
fr: Développeurs
he: מפתחים
hr: Programeri
hu: Fejlesztők
is: Þróunaraðilar
it: Sviluppatori
ja: 開発者
nl: Ontwikkelaars
no: Utviklere
pl: Deweloperzy
pt: Desenvolvedores
ro: Dezvoltatori
ru: Разработчики
sk: Vývojári
sv: Utvecklare
tr: Geliştiriciler
uk: Розробники

source: Powered by
bg: Задвижвано от
cs: Poháněno
da: Drevet af
de: Angetrieben von
el: Ενισχυμένο από
es: Impulsado por
et: Toodetud poolt
fi: Tehostettu toimesta
fr: Alimenté par
he: מופעל על ידי
hr: Pokreće ga
is: Driftið af
it: Alimentato da
ja: 提供元
nl: Aangedreven door
pl: Zasilane przez
pt: Desenvolvido por
ro: Împins de
ru: Работает на
sk: Poháňané tým
sv: Drivs av
tr: Tarafından desteklenmektedir
uk: Працює на

source: No files selected for processing
bg: Не са избрани файлове за обработка.
cs: Nebyly vybrány žádné soubory k zpracování.
da: Ingen filer valgt til behandling
de: Keine Dateien zur Verarbeitung ausgewählt.
el: Δεν έχουν επιλεγεί αρχεία προς επεξεργασία.
es: No se han seleccionado archivos para procesar.
et: Töötlemiseks ei ole faile valitud.
fi: Ei tiedostoja valittu käsiteltäväksi.
fr: Aucun fichier sélectionné pour le traitement.
he: לא נבחרו קבצים לעיבוד
hr: Nema odabranih datoteka za obradu
hu: Nincs fájl kiválasztva a feldolgozáshoz.
is: Engin valin ekki valin til úrvinnslu
it: Nessun file selezionato per l'elaborazione
ja: 処理するファイルが選択されていません。
nl: Geen bestanden geselecteerd voor verwerking
no: Ingen filer valgt for behandling
pl: Nie wybrano plików do przetworzenia.
pt: Nenhum arquivo selecionado para processamento.
ro: Nu au fost selectate fișiere pentru procesare.
ru: Не выбраны файлы для обработки.
sk: Neboli vybrané žiadne súbory na spracovanie.
sv: Inga filer valda för bearbetning
tr: İşleme için dosya seçilmedi.
uk: Не вибрано файлів для обробки

source: No destination folder selected
bg: Не е избрана папка за целта.
cs: Nebyl vybrán žádný cílový složka.
da: Ingen destinationsmappe valgt
de: Kein Zielordner ausgewählt
el: Δεν έχει επιλεγεί φάκελος προορισμού.
es: No se ha seleccionado ninguna carpeta de destino.
et: Sihtkausta ei ole valitud
fi: Ei määränpäätä kansiota valittu
fr: Aucun dossier de destination sélectionné
he: לא נבחר תיק יעד
hr: Nema odabrane odredišne mape
hu: Nincs kiválasztva célmappa.
is: Engin valin mappa ekki valin
it: Nessuna cartella di destinazione selezionata
ja: 宛先フォルダーが選択されていません
nl: Geen bestemmingsmap geselecteerd
no: Ingen destinasjonsmappe valgt
pl: Nie wybrano folderu docelowego
pt: Nenhuma pasta de destino selecionada
ro: Nu a fost selectat niciun folder de destinație.
ru: Не выбрана папка назначения
sk: Nebola vybraná cieľová zložka
sv: Ingen destinationsmapp vald
tr: Hedef klasör seçilmedi
uk: Не вибрано папку призначення

source: Please select a destination folder
bg: Моля, изберете папка за цел.
cs: Vyberte cílovou složku
da: Vælg en destinationsmappe
de: Bitte wählen Sie einen Zielordner aus.
el: Παρακαλώ επιλέξτε έναν φάκελο προορισμού
es: Por favor, seleccione una carpeta de destino.
et: Palun valige sihtkaust.
fi: Valitse kohdekansio
fr: Veuillez sélectionner un dossier de destination.
he: אנא בחר תיקיית יעד
hr: Molimo odaberite odredišnu mapu.
hu: Kérjük, válasszon egy célmappát.
is: Vinsamlegast veldu áfangamöppu
it: Seleziona una cartella di destinazione
ja: 保存先フォルダーを選択してください。
nl: Selecteer een bestemmingsmap.
no: Vennligst velg en destinasjonsmappe
pl: Proszę wybrać folder docelowy
pt: Por favor, selecione uma pasta de destino.
ro: Vă rugăm să selectați un folder de destinație.
ru: Пожалуйста, выберите папку назначения
sk: Prosím, vyberte cieľovú zložku.
sv: Vänligen välj en destinationsmapp
tr: Lütfen bir hedef klasör seçin.
uk: Будь ласка, виберіть папку призначення

source: Starting…
bg: Стартиране…
cs: Spouštění…
da: Starter…
de: Starte…
el: Εκκίνηση…
es: Iniciando…
fi: Käynnistetään…
fr: Démarrage…
hr: Pokretanje…
hu: Indítás…
is: Byrjar…
ja: 開始中…
nl: Starten…
pl: Uruchamianie…
pt: Iniciando…
ro: Se pornește…
ru: Запуск…
sk: Spúšťanie…
sv: Startar…
tr: Başlatılıyor…
uk: Запуск…

source: Failed to start OCR processing
bg: Неуспешно стартиране на OCR обработка
cs: Nepodařilo se spustit zpracování OCR
da: Mislykkedes at starte OCR-behandling
de: Fehler beim Starten der OCR-Verarbeitung
el: Αποτυχία εκκίνησης επεξεργασίας OCR
es: Error al iniciar el procesamiento de OCR
et: OCR töötlemise käivitamine ebaõnnestus
fi: OCR-käsittelyn käynnistys epäonnistui
fr: Échec du démarrage du traitement OCR
he: כישלון בהתחלת עיבוד OCR
hr: Neuspjeh pri pokretanju OCR obrade
hu: Az OCR feldolgozás elindítása nem sikerült.
is: Mistók að hefja OCR úrvinnslu
it: Impossibile avviare l'elaborazione OCR
ja: OCR処理の開始に失敗しました。
nl: Het starten van OCR-verwerking is mislukt.
no: Feilet å starte OCR-behandling
pl: Nie udało się uruchomić przetwarzania OCR.
pt: Falha ao iniciar o processamento de OCR
ro: Eșec la pornirea procesării OCR
ru: Не удалось запустить обработку OCR.
sk: Nepodarilo sa spustiť spracovanie OCR.
sv: Misslyckades med att starta OCR-behandling
tr: OCR işleme başlatılamadı.
uk: Не вдалося розпочати обробку OCR

source: OCR processing started
bg: OCR обработката стартира
cs: OCR zpracování zahájeno
da: OCR-behandling startet
de: OCR-Verarbeitung gestartet
el: Η επεξεργασία OCR ξεκίνησε
es: Procesamiento OCR iniciado
fi: OCR-käsittely aloitettu
fr: Traitement OCR démarré
hr: OCR obrada pokrenuta
hu: OCR feldolgozás elindítva
is: OCR-vinnsla hafin
ja: OCR処理を開始しました
nl: OCR-verwerking gestart
pl: Rozpoczęto przetwarzanie OCR
pt: Processamento OCR iniciado
ro: Procesare OCR începută
ru: OCR-обработка начата
sk: OCR spracovanie začalo
sv: OCR-behandling startad
tr: OCR işleme başlatıldı
uk: OCR-обробку розпочато

source: OCR processing started using Python API
bg: Започна обработка на OCR, използвайки Python API.
cs: Zpracování OCR bylo zahájeno pomocí Python API.
da: OCR-behandling startet ved hjælp af Python API
de: OCR-Verarbeitung gestartet mit Python-API
el: Η επεξεργασία OCR ξεκίνησε χρησιμοποιώντας το API Python.
es: El procesamiento de OCR ha comenzado utilizando la API de Python.
et: OCR töötlemine algas Python API kasutamisega
fi: OCR-käsittely aloitettiin Python API:ta käyttäen.
fr: Traitement OCR démarré en utilisant l'API Python.
he: עיבוד OCR החל באמצעות API של פייתון
hr: OCR obrada započeta korištenjem Python API-ja
hu: OCR feldolgozás megkezdődött a Python API használatával
is: OCR vinnsla hafin með Python API
it: Elaborazione OCR avviata utilizzando l'API Python
ja: Python APIを使用したOCR処理が開始されました。
nl: OCR-verwerking gestart met behulp van Python API
no: OCR-behandling startet ved hjelp av Python API
pl: Rozpoczęto przetwarzanie OCR za pomocą interfejsu API Pythona.
pt: Processamento OCR iniciado usando a API Python
ro: Procesarea OCR a început folosind API-ul Python.
ru: Начата обработка OCR с использованием Python API
sk: Spracovanie OCR začalo pomocou Python API
sv: OCR-behandling påbörjad med Python API
tr: Python API kullanılarak OCR işleme başlatıldı.
uk: Розпочато обробку OCR за допомогою Python API

source: {} files in queue
bg: {} файла в опашката
cs: {} souborů ve frontě
da: {} filer i kø
de: {} Dateien in der Warteschlange
el: {} αρχεία στην ουρά
es: {} archivos en la cola
fi: {} tiedostoa jonossa
fr: {} fichiers en attente
hr: {} datoteka u redu
hu: {} fájl a sorban
is: {} skrár í röð
ja: キューに{}個のファイル
nl: {} bestanden in de wachtrij
pl: {} plików w kolejce
pt: {} arquivos na fila
ro: {} fișiere în coadă
ru: {} файлов в очереди
sk: {} súborov vo fronte
sv: {} filer i kö
tr: Kuyrukta {} dosya
uk: {} файлів у черзі

source: OCR processing complete callback triggered
bg: Обработката на OCR е завършена, извикан е обратният повик.
cs: Zpracování OCR bylo dokončeno, zpětné volání bylo vyvoláno.
da: OCR-behandling fuldført callback udløst
de: OCR-Verarbeitung abgeschlossen, Callback ausgelöst
el: Ολοκλήρωση επεξεργασίας OCR, ενεργοποιήθηκε η κλήση επιστροφής.
es: Se ha activado la devolución de llamada de procesamiento OCR completo.
et: OCR töötlemise lõpetamise tagasiside aktiveeritud
fi: OCR-käsittelyn valmis palautus kutsuttu
fr: Rappel de traitement OCR terminé déclenché
he: החזרת קריאה להשלמת עיבוד OCR הופעלה
hr: Pozivna funkcija za završetak obrade OCR-a aktivirana.
hu: Az OCR feldolgozás befejező visszahívása aktiválva.
is: OCR úrvinnsla lokin kallað.
it: Callback di completamento dell'elaborazione OCR attivato
ja: OCR処理完了コールバックがトリガーされました
nl: OCR-verwerking voltooid callback geactiveerd
no: OCR-behandling fullført tilbakeringing utløst
pl: Wywołano zwrotną informację o zakończeniu przetwarzania OCR.
pt: Callback de processamento OCR concluído acionado
ro: Callback-ul de finalizare a procesării OCR a fost declanșat.
ru: Событие завершения обработки OCR вызвано
sk: Spätné volanie spracovania OCR bolo spustené.
sv: OCR-behandlingens fullbordade återkoppling utlösts
tr: OCR işleme tamamlandı geri çağrısı tetiklendi
uk: Триггеровано зворотне викликанння завершення обробки OCR

source: Processing complete but no longer on terminal page, likely cancelled
bg: Обработката е завършена, но вече не сте на терминалната страница, вероятно е отменена.
cs: Zpracování dokončeno, ale již nejste na stránce terminálu, pravděpodobně zrušeno.
da: Behandling fuldført, men ikke længere på terminalside, sandsynligvis annulleret.
de: Verarbeitung abgeschlossen, aber nicht mehr auf der Terminalseite, wahrscheinlich abgebrochen.
el: Η επεξεργασία ολοκληρώθηκε αλλά δεν είστε πλέον στη σελίδα τερματικού, πιθανώς ακυρώθηκε.
es: Procesamiento completo pero ya no en la página del terminal, probablemente cancelado.
et: Töötlemine on lõpetatud, kuid te ei ole enam terminali lehel, tõenäoliselt tühistatud.
fi: Käsittely valmis, mutta ei enää terminaalisivulla, todennäköisesti peruutettu.
fr: Traitement terminé mais plus sur la page du terminal, probablement annulé.
he: העיבוד הושלם אך אינך נמצא יותר בדף הטרמינל, סביר להניח שבוטל
hr: Obrada završena, ali više nije na terminalnoj stranici, vjerojatno otkazano.
hu: A feldolgozás befejeződött, de már nem a terminál oldalon van, valószínűleg törölve lett.
is: Vinnsla lokið en ekki lengur á terminal síðu, líklega hætt.
it: Elaborazione completata ma non più sulla pagina del terminale, probabilmente annullata.
ja: 処理が完了しましたが、ターミナルページにはもう表示されていません。おそらくキャンセルされました。
nl: Verwerking voltooid, maar niet langer op de terminalpagina, waarschijnlijk geannuleerd.
no: Behandlingen er fullført, men ikke lenger på terminalsiden, sannsynligvis avbrutt.
pl: Przetwarzanie zakończone, ale nie jesteś już na stronie terminala, prawdopodobnie anulowane.
pt: Processamento concluído, mas não está mais na página do terminal, provavelmente cancelado.
ro: Procesare completă, dar nu mai sunteți pe pagina terminalului, probabil anulată.
ru: Обработка завершена, но вы больше не на странице терминала, вероятно, отменено.
sk: Spracovanie dokončené, ale už nie na terminálovej stránke, pravdepodobne zrušené.
sv: Bearbetning slutförd men inte längre på terminalsidan, troligen avbruten.
tr: İşlem tamamlandı ancak artık terminal sayfasında değil, muhtemelen iptal edildi.
uk: Обробка завершена, але ви більше не на сторінці терміналу, ймовірно, скасовано.

source: OCR processing completed successfully for {count} files
bg: OCR обработката е завършена успешно за {count} файла
cs: Zpracování OCR bylo úspěšně dokončeno pro {count} souborů.
da: OCR-behandling afsluttet med succes for {count} filer
de: OCR-Verarbeitung wurde erfolgreich für {count} Dateien abgeschlossen.
el: Η επεξεργασία OCR ολοκληρώθηκε με επιτυχία για {count} αρχεία
es: El procesamiento de OCR se completó con éxito para {count} archivos.
et: OCR töötlemine on edukalt lõpetatud {count} faili jaoks
fi: OCR-käsittely suoritettu onnistuneesti {count} tiedostolle
fr: Le traitement OCR a été effectué avec succès pour {count} fichiers.
he: עיבוד OCR הושלם בהצלחה עבור {count} קבצים
hr: OCR obrada uspješno završena za {count} datoteka
hu: Az OCR feldolgozás sikeresen befejeződött {count} fájlra.
is: OCR vinnslu lokið með góðum árangri fyrir {count} skrár
it: Elaborazione OCR completata con successo per {count} file
ja: {count} 件のファイルのOCR処理が正常に完了しました。
nl: OCR-verwerking succesvol voltooid voor {count} bestanden
no: OCR-behandling fullført med suksess for {count} filer
pl: Przetwarzanie OCR zakończone pomyślnie dla {count} plików
pt: Processamento OCR concluído com sucesso para {count} arquivos
ro: Procesarea OCR a fost finalizată cu succes pentru {count} fișiere.
ru: Обработка OCR успешно завершена для {count} файлов
sk: Spracovanie OCR bolo úspešne dokončené pre {count} súborov.
sv: OCR-behandling slutfördes framgångsrikt för {count} filer
tr: {count} dosya için OCR işleme başarıyla tamamlandı.
uk: OCR обробка успішно завершена для {count} файлів
