Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: OCR processing complete
bg: OCR обработката е завършена
cs: Zpracování OCR dokončeno
da: OCR-behandling fuldført
de: OCR-Verarbeitung abgeschlossen
el: Η επεξεργασία OCR ολοκληρώθηκε
es: El procesamiento de OCR está completo.
et: OCR töötlemine lõpetatud
fi: OCR-käsittely valmis
fr: Traitement OCR terminé
he: עיבוד OCR הושלם
hr: OCR obrada završena
hu: OCR feldolgozás befejeződött
is: OCR vinnslu lokið
it: Elaborazione OCR completata
ja: OCR処理が完了しました
nl: OCR-verwerking voltooid
no: OCR-behandling fullført
pl: Przetwarzanie OCR zakończone
pt: Processamento de OCR concluído
ro: Procesare OCR completă
ru: Обработка OCR завершена
sk: Spracovanie OCR dokončené
sv: OCR-behandling slutförd
tr: OCR işleme tamamlandı
uk: Обробка OCR завершена

source: OCR processing cancelled by user
bg: OCR обработката е отменена от потребителя.
cs: Zpracování OCR zrušeno uživatelem
da: OCR-behandling annulleret af bruger
de: OCR-Verarbeitung vom Benutzer abgebrochen
el: Η επεξεργασία OCR ακυρώθηκε από τον χρήστη.
es: Procesamiento de OCR cancelado por el usuario.
et: OCR töötlemine tühistatud kasutaja poolt
fi: OCR-käsittely peruutettu käyttäjän toimesta
fr: Traitement OCR annulé par l'utilisateur
he: עיבוד OCR בוטל על ידי המשתמש
hr: Obrada OCR-a otkazana od strane korisnika
hu: OCR feldolgozás megszakítva a felhasználó által
is: OCR vinnsla hætt af notanda
it: Elaborazione OCR annullata dall'utente
ja: ユーザーによってOCR処理がキャンセルされました。
nl: OCR-verwerking geannuleerd door gebruiker
no: OCR-behandling avbrutt av bruker
pl: Przetwarzanie OCR anulowane przez użytkownika
pt: Processamento OCR cancelado pelo usuário
ro: Procesarea OCR anulată de utilizator
ru: Обработка OCR отменена пользователем
sk: Spracovanie OCR zrušené používateľom
sv: OCR-behandling avbruten av användaren
tr: Kullanıcı tarafından OCR işlemi iptal edildi.
uk: Обробка OCR скасована користувачем

source: OCR processing cancelled
bg: OCR обработката е отменена.
cs: Zpracování OCR bylo zrušeno.
da: OCR-behandling annulleret
de: OCR-Verarbeitung abgebrochen
el: Η επεξεργασία OCR ακυρώθηκε
es: Procesamiento de OCR cancelado
et: OCR töötlemine tühistatud
fi: OCR-käsittely peruutettu
fr: Traitement OCR annulé
he: עיבוד OCR בוטל
hr: Obrada OCR-a otkazana
hu: OCR feldolgozás megszakítva
is: OCR vinnsla hætt við
it: Elaborazione OCR annullata
ja: OCR処理がキャンセルされました。
nl: OCR-verwerking geannuleerd
no: OCR-behandling avbrutt
pl: Przetwarzanie OCR anulowane
pt: Processamento de OCR cancelado
ro: Procesarea OCR anulată
ru: Обработка OCR отменена
sk: Spracovanie OCR zrušené
sv: OCR-behandling avbruten
tr: OCR işleme iptal edildi
uk: Обробку OCR скасовано

source: Main
bg: Основен
cs: Hlavní
da: Hoved
de: Haupt
el: Κύριο
es: Principal
et: Peamine
fi: Päävalikko
fr: Principal
he: ראשי
hr: Glavni
hu: Fő
is: Aðal
it: Principale
ja: メイン
nl: Hoofd
pl: Główny
pt: Principal
ro: Principal
ru: Главный
sk: Hlavné
sv: Huvud
tr: Ana
uk: Головна

source: Results
bg: Резултати
cs: Výsledky
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
et: Tulemused
fi: Tulokset
fr: Résultats
he: תוצאות
hr: Rezultati
hu: Eredmények
is: Niðurstöður
it: Risultati
ja: 結果
nl: Resultaten
pl: Wyniki
pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sv: Resultat
tr: Sonuçlar
uk: Результати

source: %d lines of text
da: %d tekstlinjer
hr: %d redaka teksta
is: %d textaraðir
ja: %d 行のテキスト

source: No text found
da: Ingen tekst fundet
hr: Tekst nije pronađen
is: Enginn texti fannst
ja: テキストが見つかりません

source: %d image(s)
da: %d billede(r)
hr: %d slika/e
is: %d mynd(ir)
ja: %d 個の画像

source: Export completed
da: Eksport fuldført
hr: Izvoz završen
is: Útflutningur lokið
ja: エクスポート完了

source: File saved to: %s
da: Fil gemt i: %s
hr: Datoteka spremljena u: %s
is: Skrá vistuð á: %s
ja: ファイルの保存先: %s

source: An error occurred during export. Please try again.
da: Der opstod en fejl under eksporten. Prøv venligst igen.
hr: Došlo je do pogreške pri izvozu. Pokušajte ponovo.
is: Villa kom upp við útflutning. Vinsamlegast reyndu aftur.
ja: エクスポート中にエラーが発生しました。もう一度お試しください。

source: OK
es: Aceptar
he: אוקי
hr: U redu
hu: Rendben
is: Í lagi
ru: ОК
tr: Evet

source: document.pdf
es: documento.pdf
pt: documento.pdf

source: <b>Max {mb} MB</b>
fr: <b>Max. {mb} Mo</b>
uk: <b>Макс. {mb} МБ</b>

source: Open in web browser — browsers usually display the recognized text directly over the page images
cs: Otevřít v webovém prohlížeči — prohlížeče obvykle zobrazují rozpoznaný text přímo nad obrázky na stránce
de: Im Webbrowser öffnen — Browser zeigen in der Regel den erkannten Text direkt über den Seitenbildern an.
et: Ava brauseris — brauserid kuvavad tavaliselt tuvastatud teksti otse lehe piltide kohal
fr: Ouvrir dans le navigateur — le texte reconnu s'affiche sur les images
he: פתח בדפדפן — דפדפנים בדרך כלל מציגים את הטקסט המוכר ישירות מעל לתמונות הדף
it: Apri nel browser web — i browser di solito visualizzano il testo riconosciuto direttamente sopra le immagini della pagina
uk: Відкрити у веб-браузері — браузери зазвичай відображають розпізнаний текст безпосередньо поверх зображень сторінок

source: DD-MM-YYYY (Europe)
cs: DD-MM-RRRR (Evropa)
de: TT-MM-JJJJ (Europa)
et: DD-KK-AA (Euroopa)
fr: JJ-MM-AAAA (Europe)
he: DD-MM-YYYY (אירופה)
it: GG-MM-AAAA (Europa)
no: DD-MM-ÅÅÅÅ (Europa)
uk: ДД-ММ-РРРР (Європа)

source: MM-DD-YYYY (US)
cs: MM-DD-RRRR (US)
de: MM-TT-JJJJ (USA)
et: MM-DD-AAAA (USA)
fr: MM-JJ-AAAA (États-Unis)
he: MM-DD-YYYY (ארה"ב)
it: MM-GG-AAAA (US)
no: MM-DD-ÅÅÅÅ (US)
uk: ДД-ММ-РРРР (ВБ)

source: Add
cs: Přidat
de: Hinzufügen
fr: Ajouter
no: Legg til
uk: Додати

source: Add PDF or image files to this document
cs: Přidat PDF soubory nebo obrázky k tomuto dokumentu
de: PDF- oder Bilddateien zu diesem Dokument hinzufügen
fr: Ajouter des fichiers PDF ou images à ce document
uk: Додати PDF або файли зображень до цього документа

source: Add PDF or image files
cs: Přidat PDF soubory nebo obrázky
de: PDF- oder Bilddateien hinzufügen
fr: Ajouter des fichiers PDF ou images
uk: Додати PDF або файли зображень

source: Rotate selected pages left (Ctrl+L)
cs: Otočit vybrané stránky doleva (Ctrl+L)
de: Ausgewählte Seiten nach links drehen (Strg+L)
fr: Pivoter les pages sélectionnées vers la gauche (Ctrl+L)
uk: Повернути вибрані сторінки ліворуч (Ctrl+L)

source: Rotate selected pages left
cs: Otočit vybrané stránky doleva
de: Ausgewählte Seiten nach links drehen
fr: Pivoter les pages sélectionnées vers la gauche
uk: Повернути вибрані сторінки ліворуч

source: Rotate selected pages right (Ctrl+R)
cs: Otočit vybrané stránky doprava (Ctrl+R)
de: Ausgewählte Seiten nach rechts drehen (Strg+R)
fr: Pivoter les pages sélectionnées vers la droite (Ctrl+R)
uk: Повернути вибрані сторінки праворуч (Ctrl+R)

source: Rotate selected pages right
cs: Otočit vybrané stránky doprava
de: Ausgewählte Seiten nach rechts drehen
fr: Pivoter les pages sélectionnées vers la droite
uk: Повернути вибрані сторінки праворуч

source: Undo last change (Ctrl+Z)
cs: Zpět poslední změna (Ctrl+Z)
de: Letzte Änderung rückgängig machen (Strg+Z)
fr: Annuler la dernière modification (Ctrl+Z)
uk: Скасувати останню зміну (Ctrl+Z)

source: Undo last change
cs: Zpět poslední změna
de: Letzte Änderung rückgängig machen
fr: Annuler la dernière modification
uk: Скасувати останню зміну

source: Include all pages in the final document
cs: Zahrnout všechny stránky do výsledného dokumentu
de: Alle Seiten im endgültigen Dokument einschließen
fr: Inclure toutes les pages dans le document final
uk: Включити всі сторінки в кінцевий документ

source: Include all pages
cs: Zahrnout všechny stránky
de: Alle Seiten einschließen
fr: Inclure toutes les pages
uk: Включити всі сторінки

source: Exclude all pages from the final document
cs: Vyloučit všechny stránky z výsledného dokumentu
de: Alle Seiten vom endgültigen Dokument ausschließen
fr: Exclure toutes les pages du document final
uk: Виключити всі сторінки з кінцевого документа

source: Exclude all pages
cs: Vyloučit všechny stránky
de: Alle Seiten ausschließen
fr: Exclure toutes les pages
uk: Виключити всі сторінки

source: Discard changes and close
cs: Zahodit změny a zavřít
de: Änderungen verwerfen und schließen
fr: Annuler les modifications et fermer
uk: Відхилити зміни та закрити

source: Cancel and close
cs: Zrušit a zavřít
de: Abbrechen und schließen
fr: Annuler et fermer
uk: Скасувати та закрити

source: Reverse page order
cs: Obrátit pořadí stránek
de: Seitenreihenfolge umkehren
fr: Inverser l'ordre des pages
uk: Обернути порядок сторінок

source: Split by page count…
cs: Rozdělit podle počtu stránek…
de: Nach Seitenanzahl aufteilen…
fr: Diviser par nombre de pages…
uk: Розділити за кількістю сторінок…

source: Split by file size…
cs: Rozdělit podle velikosti souboru…
de: Nach Dateigröße aufteilen…
fr: Diviser par taille de fichier…
uk: Розділити за розміром файлу…

source: Split the document into parts
cs: Rozdělit dokument na části
de: Dokument in Teile aufteilen
fr: Diviser le document en parties
uk: Розділити документ на частини

source: Split document
cs: Rozdělit dokument
de: Dokument aufteilen
fr: Diviser le document
uk: Розділити документ

source: Compress the PDF to reduce file size
cs: Komprimovat PDF pro zmenšení velikosti
de: PDF komprimieren, um die Größe zu reduzieren
fr: Compresser le PDF pour réduire la taille
uk: Стиснути PDF для зменшення розміру файлу

source: Save a copy of the document
cs: Uložit kopii dokumentu
de: Eine Kopie des Dokuments speichern
fr: Enregistrer une copie du document
uk: Зберегти копію документа

source: Text Language
cs: Textový jazyk
de: Textsprache
et: Teksti keel
fr: Langue du texte
he: שפת טקסט
it: Lingua del testo
uk: Мова тексту

source: Straightens pages that were scanned at a slight angle.
cs: Narovná stránky, které byly naskenovány pod mírným úhlem.
de: Richtet Seiten aus, die in einem leichten Winkel gescannt wurden.
et: Sirgestabib lehti, mis on skannitud kerge nurga all.
fr: Redresse les pages qui ont été numérisées à un léger angle.
he: מיישר דפים שסורקו בזווית קלה.
it: Raddrizza le pagine che sono state scansionate con un leggero angolo.
uk: Вирівнює сторінки, відскановані під невеликим кутом.

source: Corrects curved text from photographed book pages or documents with spine warp.
cs: Opravuje zakřivený text z vyfotografovaných knižních stránek nebo dokumentů s deformací hřbetu.
de: Korrigiert gekrümmten Text von fotografierten Buchseiten oder Dokumenten mit Rückenverformung.
fr: Corrige le texte courbé des photos de livres ou documents à dos déformé.
uk: Виправляє викривлений текст з фотографій книжкових сторінок або документів із деформацією палітурки.

source: Fixes pages that look tilted or warped, for example when a document was photographed instead of scanned.
cs: Opravy stránek, které vypadají nakloněně nebo zdeformovaně, například když byl dokument vyfocen místo naskenován.
de: Behebt Seiten, die schief oder verzogen aussehen, zum Beispiel wenn ein Dokument fotografiert anstatt gescannt wurde.
et: Parandab lehti, mis näevad välja kallutatud või deformeerunud, näiteks kui dokument on fotografeeritud skaneerimise asemel.
fr: Corrige les pages qui semblent inclinées ou déformées, par exemple lorsque un document a été photographié au lieu d'être numérisé.
he: מתקן דפים שנראים מוטים או מעוותים, לדוגמה כאשר מסמך צולם במקום שנסרק.
it: Corregge le pagine che sembrano inclinate o deformate, ad esempio quando un documento è stato fotografato invece di essere scansionato.
uk: Виправляє сторінки, що виглядають нахиленими або деформованими, наприклад коли документ був сфотографований замість сканування.

source: Detects and fixes pages that are upside-down or sideways.
cs: Detekuje a opravuje stránky, které jsou vzhůru nohama nebo na bok.
de: Erkennt und behebt Seiten, die auf dem Kopf stehen oder seitlich sind.
et: Tuvastab ja parandab lehti, mis on tagurpidi või külili.
fr: Détecte et corrige les pages qui sont à l'envers ou de travers.
he: מגלה ומתקן דפים שהופכים או נמצאים בצד.
it: Rileva e corregge le pagine che sono capovolte o di lato.
uk: Виявляє та виправляє сторінки, перевернуті або повернуті набік.

source: Makes text darker and the background lighter, like a clean scanner copy.
cs: Zesiluje text a pozadí zesvětlí, jako čistá kopie ze skeneru.
de: Macht den Text dunkler und den Hintergrund heller, wie eine saubere Scannerkopie.
et: Tee tekst tumedamaks ja taust heledamaks, nagu puhas skannerikoopia.
fr: Rend le texte plus sombre et l'arrière-plan plus clair, comme une copie propre d'un scanner.
he: מכהה את הטקסט ומבהיר את הרקע, כמו העתק נקי מסורק.
it: Rende il testo più scuro e lo sfondo più chiaro, come una copia scanner pulita.
uk: Робить текст темнішим, а фон світлішим, як чиста копія зі сканера.

source: Keep Original: preserves images unchanged (best quality, larger files) Very Low: smallest files, lower image quality Low: small files, some quality loss Medium: good balance between quality and file size High: recommended for most documents Maximum: best image quality, larger files
cs: Zachovat originál: zachová obrázky beze změn (nejlepší kvalita, větší soubory) Velmi nízká: nejmenší soubory, nižší kvalita obrázků Nízká: malé soubory, mírná ztráta kvality Střední: dobrá rovnováha mezi kvalitou a velikostí Vysoká: doporučená pro většinu dokumentů Maximální: nejlepší kvalita obrázků, větší soubory
de: Original beibehalten: Bilder unverändert (beste Qualität, größere Dateien) Sehr niedrig: kleinste Dateien, geringere Bildqualität Niedrig: kleine Dateien, etwas Qualitätsverlust Mittel: gute Balance zwischen Qualität und Größe Hoch: empfohlen für die meisten Dokumente Maximal: beste Bildqualität, größere Dateien
fr: Conserver l'original : préserve les images sans modification (meilleure qualité, fichiers plus volumineux) Très basse : fichiers les plus petits, qualité d'image inférieure Basse : petits fichiers, légère perte de qualité Moyenne : bon équilibre entre qualité et taille Haute : recommandée pour la plupart des documents Maximale : meilleure qualité d'image, fichiers plus volumineux
uk: Зберегти оригінал: зберігає зображення без змін (найкраща якість, більші файли) Дуже низька: найменші файли, нижча якість зображень Низька: малі файли, деяка втрата якості Середня: добрий баланс між якістю та розміром файлу Висока: рекомендовано для більшості документів Максимальна: найкраща якість зображень, більші файли

source: Creates a PDF designed for long-term storage. Recommended when you need the file to open correctly on any device, now and in the future.
cs: Vytváří PDF určené pro dlouhodobé uchovávání. Doporučuje se, když potřebujete, aby se soubor správně otevřel na jakémkoli zařízení, nyní i v budoucnu.
de: Erstellt ein PDF, das für die langfristige Speicherung ausgelegt ist. Empfohlen, wenn Sie möchten, dass die Datei jetzt und in Zukunft auf jedem Gerät korrekt geöffnet wird.
et: Loob PDF, mis on mõeldud pikaajalise säilitamise jaoks. Soovitatav, kui vajate faili, mis avatakse õigesti igas seadmes, nüüd ja tulevikus.
fr: Crée un PDF conçu pour le stockage à long terme. Recommandé lorsque vous avez besoin que le fichier s'ouvre correctement sur n'importe quel appareil, maintenant et à l'avenir.
he: יוצר PDF המיועד לאחסון לטווח ארוך. מומלץ כאשר אתה זקוק לקובץ שייפתח כראוי בכל מכשיר, עכשיו ובעתיד.
it: Crea un PDF progettato per la conservazione a lungo termine. Consigliato quando hai bisogno che il file si apra correttamente su qualsiasi dispositivo, ora e in futuro.
uk: Створює PDF, призначений для довготривалого зберігання. Рекомендовано, коли потрібно, щоб файл відкривався коректно на будь-якому пристрої, зараз і в майбутньому.

source: Sets a maximum size for the final file. If the result is too large, it is automatically split into smaller numbered files (e.g. document-01.pdf). Useful when sending by email or uploading online.
cs: Nastaví maximální velikost pro konečný soubor. Pokud je výsledek příliš velký, automaticky se rozdělí na menší číslované soubory (např. dokument-01.pdf). Užitečné při odesílání e-mailem nebo nahrávání online.
de: Legt eine maximale Größe für die endgültige Datei fest. Wenn das Ergebnis zu groß ist, wird es automatisch in kleinere nummerierte Dateien aufgeteilt (z. B. dokument-01.pdf). Nützlich beim Versenden per E-Mail oder beim Hochladen online.
et: Seabib failile maksimaalne suurus. Kui tulemus on liiga suur, jagatakse see automaatselt väiksemate nummerdatud failideks (nt dokument-01.pdf). Kasulik e-posti teel saatmisel või veebis üleslaadimisel.
fr: Définit une taille maximale pour le fichier final. Si le résultat est trop volumineux, il est automatiquement divisé en fichiers numérotés plus petits (par exemple, document-01.pdf). Utile lors de l'envoi par e-mail ou du téléchargement en ligne.
he: מגדיר גודל מקסימלי לקובץ הסופי. אם התוצאה גדולה מדי, היא מחולקת אוטומטית לקבצים מספריים קטנים יותר (למשל document-01.pdf). שימושי כאשר שולחים בדוא"ל או מעלים באינטרנט.
it: Imposta una dimensione massima per il file finale. Se il risultato è troppo grande, viene automaticamente suddiviso in file numerati più piccoli (ad es. documento-01.pdf). Utile quando si invia via email o si carica online.
uk: Встановлює максимальний розмір кінцевого файлу. Якщо результат занадто великий, він автоматично розділяється на менші пронумеровані файли (напр. document-01.pdf). Корисно при надсиланні електронною поштою або завантаженні онлайн.

source: How carefully the program reads text from your documents. • Low Precision: Finds more text, good for blurry or faded pages. • Standard: Works well for most documents. • Precise: Fewer mistakes, may miss some faint text. • Very Precise: Only keeps text it is very sure about.
cs: Jak pečlivě program čte text z vašich dokumentů. • Nízká přesnost: Najde více textu, dobré pro rozmazané nebo vybledlé stránky. • Standardní: Funguje dobře pro většinu dokumentů. • Přesné: Méně chyb, může minout některý slabý text. • Velmi přesné: Uchovává pouze text, o kterém si je velmi jistý.
de: Wie sorgfältig das Programm Text aus Ihren Dokumenten liest. • Niedrige Präzision: Findet mehr Text, gut für verschwommene oder verblasste Seiten. • Standard: Funktioniert gut für die meisten Dokumente. • Präzise: Weniger Fehler, kann einige schwache Texte übersehen. • Sehr präzise: Behaltet nur den Text, bei dem es sich sehr sicher ist.
et: Kuidas programm loeb teksti teie dokumentidest. • Madal täpsus: Leiab rohkem teksti, hea uduste või pleekinud lehtede jaoks. • Standard: Töötab hästi enamikus dokumentides. • Täpne: Vähem vigu, võib jätta tähelepanuta mõned nõrgad tekstid. • Väga täpne: Hoidub ainult tekstist, mille osas on väga kindel.
fr: Comment le programme lit soigneusement le texte de vos documents. • Précision faible : Trouve plus de texte, bon pour les pages floues ou décolorées. • Standard : Fonctionne bien pour la plupart des documents. • Précis : Moins d'erreurs, peut manquer certains textes faibles. • Très précis : Ne conserve que le texte dont il est très sûr.
he: כיצד התוכנית קוראת טקסט מהמסמכים שלך. • דיוק נמוך: מוצאת יותר טקסט, טוב לדפים מטושטשים או דהויים. • סטנדרטי: עובד היטב עבור רוב המסמכים. • מדויק: פחות טעויות, עשוי לפספס טקסט קלוש. • מדויק מאוד: שומרת רק על טקסט שהיא בטוחה בו מאוד.
it: Quanto attentamente il programma legge il testo dai tuoi documenti. • Bassa Precisione: Trova più testo, buono per pagine sfocate o sbiadite. • Standard: Funziona bene per la maggior parte dei documenti. • Preciso: Meno errori, potrebbe perdere qualche testo tenue. • Molto Preciso: Mantiene solo il testo di cui è molto sicuro.
uk: Як ретельно програма читає текст з ваших документів. • Низька точність: знаходить більше тексту, добре для розмитих або вицвілих сторінок. • Стандартна: добре працює для більшості документів. • Точна: менше помилок, може пропустити нечіткий текст. • Дуже точна: зберігає лише текст, у якому дуже впевнена.

source: When ON: Redoes the text recognition even if the PDF already has searchable text. Use this when the existing text is incorrect or of poor quality. When OFF: Keeps existing text and only processes pages without it.
cs: Když je zapnuto: Znovu provede rozpoznávání textu, i když má PDF již vyhledatelný text. Použijte to, když je stávající text nesprávný nebo špatné kvality. Když je vypnuto: Zachovává stávající text a zpracovává pouze stránky bez něj.
de: Wenn EIN: Wiederholt die Texterkennung, auch wenn das PDF bereits durchsuchbaren Text hat. Verwenden Sie dies, wenn der vorhandene Text falsch oder von schlechter Qualität ist. Wenn AUS: Beibehaltung des vorhandenen Textes und Verarbeitung nur der Seiten ohne ihn.
et: Käivitamisel: Korrigeerib tekstituvastust isegi siis, kui PDF-il on juba otsitav tekst. Kasutage seda, kui olemasolev tekst on vale või kehva kvaliteediga. Käivitusväljal: Hoidke olemasolev tekst ja töötlege ainult lehti, kus seda ei ole.
fr: Lorsque ACTIVÉ : Rétablit la reconnaissance de texte même si le PDF a déjà du texte consultable. Utilisez ceci lorsque le texte existant est incorrect ou de mauvaise qualité. Lorsque DÉSACTIVÉ : Conserve le texte existant et ne traite que les pages sans texte.
he: כאשר מופעל: מבצע מחדש את זיהוי הטקסט גם אם ה-PDF כבר מכיל טקסט שניתן לחיפוש. השתמש בזה כאשר הטקסט הקיים שגוי או באיכות נמוכה. כאשר כבוי: שומר על הטקסט הקיים ומעבד רק עמודים ללא טקסט.
it: Quando ATTIVO: Ripete il riconoscimento del testo anche se il PDF ha già testo ricercabile. Utilizzare questo quando il testo esistente è errato o di scarsa qualità. Quando DISATTIVO: Mantiene il testo esistente e elabora solo le pagine senza di esso.
uk: Увімк.: повторює розпізнавання тексту, навіть якщо PDF вже має текст із можливістю пошуку. Використовуйте, коли наявний текст неправильний або низької якості. Вимк.: зберігає наявний текст та обробляє лише сторінки без нього.

source: No PDF Files
cs: Žádné PDF soubory
de: Keine PDF-Dateien
et: Ei PDF-faile.
fr: Aucun fichier PDF
he: אין קבצי PDF
it: Nessun file PDF
uk: Немає PDF файлів

source: Drag files here or use the Add Files button
cs: Přetáhněte soubory sem nebo použijte tlačítko Přidat soubory
de: Ziehen Sie Dateien hierher oder verwenden Sie die Schaltfläche Dateien hinzufügen.
et: Looge failid siia või kasutage nuppu Lisa failid.
fr: Faites glisser des fichiers ici ou utilisez le bouton Ajouter des fichiers.
he: גרור קבצים לכאן או השתמש בכפתור הוסף קבצים
it: Trascina i file qui o usa il pulsante Aggiungi file
uk: Перетягніть файли сюди або натисніть кнопку Додати файли

source: Open this file in your default application
cs: Otevřete tento soubor ve své výchozí aplikaci.
de: Öffnen Sie diese Datei in Ihrer Standardanwendung.
et: Ava seda faili oma vaikimisi rakenduses.
fr: Ouvrez ce fichier dans votre application par défaut.
he: פתח קובץ זה באפליקציה ברירת המחדל שלך
it: Apri questo file nella tua applicazione predefinita
uk: Відкрити цей файл у стандартній програмі

source: ODF Export Options
cs: Možnosti exportu ODF
de: ODF-Exportoptionen
et: ODF eksportimise valikud
fr: Options d'exportation ODF
he: אפשרויות ייצוא ODF
it: Opzioni di esportazione ODF
uk: Параметри експорту ODF
