Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Previous match
bg: Предишно съвпадение
cs: Předchozí shoda
da: Forrige match
de: Vorheriger Treffer
el: Προηγούμενο αποτέλεσμα
es: Coincidencia anterior
fi: Edellinen osuma
fr: Correspondance précédente
hr: Prethodno podudaranje
hu: Előző találat
is: Fyrra samsvörun
ja: 前の一致
nl: Vorige overeenkomst
pl: Poprzednie dopasowanie
pt: Correspondência anterior
ro: Potrivirea anterioară
ru: Предыдущее совпадение
sk: Predchádzajúca zhoda
sv: Föregående träff
tr: Önceki eşleşme
uk: Попередній збіг

source: Next match
bg: Следващо съвпадение
cs: Další shoda
da: Næste match
de: Nächster Treffer
el: Επόμενο αποτέλεσμα
es: Siguiente coincidencia
fi: Seuraava osuma
fr: Correspondance suivante
hr: Sljedeće podudaranje
hu: Következő találat
is: Næsta samsvörun
ja: 次の一致
nl: Volgende overeenkomst
pl: Następne dopasowanie
pt: Próxima correspondência
ro: Potrivirea următoare
ru: Следующее совпадение
sk: Nasledujúca zhoda
sv: Nästa träff
tr: Sonraki eşleşme
uk: Наступний збіг

source: Wrapped to first match
bg: Преминаване към първото съвпадение
da: Gik til første match
el: Μετάβαση στο πρώτο αποτέλεσμα
es: Volvió a la primera coincidencia
fi: Siirryttiin ensimmäiseen osumaan
hr: Prijelaz na prvi rezultat
hu: Ugrás az első találatra
is: Fór á fyrstu niðurstöðu
ja: 最初の一致に戻りました
nl: Terug naar eerste overeenkomst
pl: Przejście do pierwszego dopasowania
pt: Voltou para a primeira ocorrência
ro: Revenire la prima potrivire
ru: Перешёл к первому совпадению
sk: Prechod na prvú zhodu
sv: Gick till första träff
tr: İlk eşleşmeye geri dönüldü

source: Wrapped to last match
bg: Преминаване към последното съвпадение
da: Gik til sidste match
el: Μετάβαση στο τελευταίο αποτέλεσμα
es: Volvió a la última coincidencia
fi: Siirryttiin viimeiseen osumaan
hr: Prijelaz na zadnji rezultat
hu: Ugrás az utolsó találatra
is: Fór á síðustu niðurstöðu
ja: 最後の一致に戻りました
nl: Terug naar laatste overeenkomst
pl: Przejście do ostatniego dopasowania
pt: Voltou para a última ocorrência
ro: Revenire la ultima potrivire
ru: Перешёл к последнему совпадению
sk: Prechod na poslednú zhodu
sv: Gick till sista träff
tr: Son eşleşmeye geri dönüldü

source: No matches
bg: Няма съвпадения
cs: Žádné shody
da: Ingen match.
de: Keine Übereinstimmungen
el: Δεν υπάρχουν αντιστοιχίες
es: No hay coincidencias.
et: Ei vasteid
fi: Ei osumia
fr: Aucun résultat
he: אין תוצאות
hr: Nema podudaranja
hu: Nincsenek egyezések.
is: Engin ekki fundust.
it: Nessuna corrispondenza
ja: 一致なし
nl: Geen overeenkomsten
pl: Brak dopasowań
pt: Nenhuma correspondência
ro: Nu există potriviri.
ru: Нет совпадений
sk: Žiadne zhody
sv: Inga träffar
tr: Eşleşme yok.
uk: Збігів не знайдено

source: PDF Output Options
bg: Опции за изход в PDF
cs: Možnosti výstupu PDF
da: PDF-outputmuligheder
de: PDF-Ausgabeoptionen
el: Επιλογές εξόδου PDF
es: Opciones de salida PDF
et: PDF-i väljundivalikud
fi: PDF-tulostusasetukset
fr: Options de sortie PDF
he: אפשרויות פלט PDF
hr: Opcije izlaza PDF-a
hu: PDF Kimeneti Beállítások
is: PDF Úttaksvalkostir
it: Opzioni di output PDF
ja: PDF出力オプション
nl: PDF-uitvoermogelijkheden
no: PDF-utdataalternativer
pl: Opcje wyjścia PDF
pt: Opções de Saída em PDF
ro: Opțiuni de ieșire PDF
ru: Опции вывода PDF
sk: Možnosti výstupu PDF
sv: PDF-utdataalternativ
tr: PDF Çıktı Seçenekleri
uk: Параметри виводу PDF

source: PDF Output Settings
bg: Настройки за изход в PDF
cs: Nastavení výstupu PDF
da: PDF-outputindstillinger
de: PDF-Ausgabeeinstellungen
el: Ρυθμίσεις εξόδου PDF
es: Configuración de salida PDF
et: PDF-i väljundiseaded
fi: PDF-tulostusasetukset
fr: Paramètres de sortie PDF
he: הגדרות פלט PDF
hr: Postavke izlaza PDF-a
hu: PDF Kimeneti Beállítások
is: PDF úttakstillur
it: Impostazioni di output PDF
ja: PDF出力設定
nl: PDF-uitvoersettings
no: PDF-utdatainnstillinger
pl: Ustawienia wyjścia PDF
pt: Configurações de Saída em PDF
ro: Setări de ieșire PDF
ru: Настройки вывода PDF
sk: Nastavenia výstupu PDF
sv: PDF-utdatainställningar
tr: PDF Çıktı Ayarları
uk: Налаштування виходу PDF

source: Save
bg: Запази
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
et: Salvesta
fi: Tallenna
fr: Enregistrer
he: שמור
hr: Spremi
hu: Mentés
is: Vistaðu
it: Salva
ja: 保存
nl: Opslaan
no: Lagre
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
sk: Uložiť
sv: Spara
tr: Kaydet
uk: Зберегти

source: File Settings
bg: Настройки на файла
cs: Nastavení souboru
da: Filindstillinger
de: Dateieinstellungen
el: Ρυθμίσεις Αρχείου
es: Configuración de archivo
et: Faili seaded
fi: Tiedostojen asetukset
fr: Paramètres de fichier
he: הגדרות קובץ
hr: Postavke datoteke
hu: Fájlbeállítások
is: Skráarsnið
it: Impostazioni file
ja: ファイル設定
nl: Bestandinstellingen
no: Filinnstillinger
pl: Ustawienia pliku
pt: Configurações de Arquivo
ro: Setări fișier
ru: Настройки файла
sk: Nastavenia súboru
sv: Filinställningar
tr: Dosya Ayarları
uk: Налаштування файлу

source: Use Original Filename
bg: Използвай оригиналното име на файла
cs: Použít původní název souboru
da: Brug original filnavn
de: Originaldateiname verwenden
el: Χρησιμοποιήστε το Πρωτότυπο Όνομα Αρχείου
es: Usar nombre de archivo original
et: Kasutage originaalfaili nime
fi: Käytä alkuperäistä tiedostonimeä
fr: Utiliser le nom de fichier d'origine
he: השתמש בשם הקובץ המקורי
hr: Koristi izvorno ime datoteke
hu: Használja az eredeti fájlnevet
is: Notaðu upprunalega skráarheitið
it: Usa il nome file originale
ja: 元のファイル名を使用する
nl: Gebruik originele bestandsnaam
no: Bruk original filnavn
pl: Użyj oryginalnej nazwy pliku
pt: Usar Nome de Arquivo Original
ro: Utilizați numele de fișier original
ru: Использовать оригинальное имя файла
sk: Použiť pôvodný názov súboru
sv: Använd originalfilnamn
tr: Orijinal Dosya Adını Kullan
uk: Використовувати оригінальне ім'я файлу

source: Use the same name as the original file
bg: Използвайте същото име като оригиналния файл.
cs: Použijte stejné jméno jako původní soubor.
da: Brug det samme navn som den originale fil.
de: Gleichen Namen wie Originaldatei verwenden
el: Χρησιμοποιήστε το ίδιο όνομα με το αρχικό αρχείο.
es: Utiliza el mismo nombre que el archivo original.
et: Kasutage sama nime kui originaalfailil.
fi: Käytä samaa nimeä kuin alkuperäisessä tiedostossa.
fr: Utiliser le même nom que le fichier d'origine
he: השתמש באותו שם כמו הקובץ המקורי
hr: Koristite isto ime kao izvorna datoteka
hu: Használja az eredeti fájl azonos nevét.
is: Notaðu sama nafn og upprunalega skráin.
it: Usa lo stesso nome del file originale
ja: 元のファイルと同じ名前を使用してください。
nl: Gebruik dezelfde naam als het originele bestand
no: Bruk det samme navnet som den originale filen
pl: Użyj tej samej nazwy co oryginalny plik.
pt: Usar o mesmo nome do arquivo original
ro: Folosește același nume ca fișierul original.
ru: Используйте то же имя, что и у оригинального файла.
sk: Použite rovnaké meno ako pôvodný súbor.
sv: Använd samma namn som den ursprungliga filen
tr: Orijinal dosyayla aynı ismi kullanın.
uk: Використовуйте таку ж назву, як у оригінальному файлі.

source: Filename Suffix
bg: Разширение на файла
cs: Přípona názvu souboru
da: Filnavns-suffiks
de: Dateiendung
el: Κατάληξη Ονόματος Αρχείου
es: Sufijo de nombre de archivo
et: Failinimi laiend
fi: Tiedoston pääte
fr: Suffixe de nom de fichier
he: סיומת שם קובץ
hr: Ekstenzija datoteke
hu: Fájlnév kiterjesztés
is: Sniðnafnsviðbót
it: Suffisso del nome file
ja: ファイル名のサフィックス
nl: Bestandsextensie
no: Filnavn Suffix
pl: Przyrostek nazwy pliku
pt: Sufixo de Nome de Arquivo
ro: Sufix de nume de fișier
ru: Расширение имени файла
sk: Prípona názvu súboru
sv: Filnamnstillägg
tr: Dosya Adı Uzantısı
uk: Розширення файлу

source: Text added to the end of the filename (e.g. document-ocr.pdf)
bg: Текст, добавен в края на името на файла (напр. document-ocr.pdf)
cs: Text přidaný na konec názvu souboru (např. dokument-ocr.pdf)
da: Tekst tilføjet til slutningen af filnavnet (f.eks. dokument-ocr.pdf)
de: Text am Ende des Dateinamens hinzugefügt (z. B. dokument-ocr.pdf)
el: Κείμενο προστέθηκε στο τέλος του ονόματος αρχείου (π.χ. document-ocr.pdf)
es: Texto añadido al final del nombre del archivo (ej. documento-ocr.pdf)
et: Failinime lisatud tekst (nt dokument-ocr.pdf)
fi: Teksti lisätty tiedoston nimen loppuun (esim. asiakirja-ocr.pdf)
fr: Texte ajouté à la fin du nom de fichier (par exemple, document-ocr.pdf)
he: טקסט נוסף לסוף שם הקובץ (למשל document-ocr.pdf)
hr: Tekst dodan na kraj imena datoteke (npr. dokument-ocr.pdf)
hu: A fájlnév végéhez hozzáadott szöveg (pl. dokumentum-ocr.pdf)
is: Text bætt við lok skráarheitisins (t.d. skjal-ocr.pdf)
it: Testo aggiunto alla fine del nome del file (ad es. documento-ocr.pdf)
ja: ファイル名の末尾に追加されたテキスト（例：document-ocr.pdf）
nl: Tekst toegevoegd aan het einde van de bestandsnaam (bijv. document-ocr.pdf)
pl: Tekst dodany na końcu nazwy pliku (np. dokument-ocr.pdf)
pt: Texto adicionado ao final do nome do arquivo (por exemplo, documento-ocr.pdf)
ro: Text adăugat la sfârșitul numelui fișierului (de exemplu, document-ocr.pdf)
ru: Текст добавлен в конец имени файла (например, document-ocr.pdf)
sk: Text pridaný na koniec názvu súboru (napr. dokument-ocr.pdf)
sv: Text som lagts till i slutet av filnamnet (t.ex. dokument-ocr.pdf)
tr: Dosya adının sonuna eklenen metin (örneğin, belge-ocr.pdf)
uk: Текст, доданий в кінець імені файлу (напр. document-ocr.pdf)

source: Overwrite Existing Files
bg: Презаписване на съществуващи файлове
cs: Přepsat existující soubory
da: Overskriv eksisterende filer
de: Vorhandene Dateien überschreiben
el: Επικαλύψτε τα Υπάρχοντα Αρχεία
es: Sobrescribir archivos existentes
et: Ülekirjuta olemasolevad failid
fi: Ylikirjoita olemassa olevat tiedostot
fr: Écraser les fichiers existants
he: החלף קבצים קיימים
hr: Zamijeni postojeće datoteke
hu: Meglévő fájlok felülírása
is: Yfirskrifa núverandi skrár
it: Sovrascrivi file esistenti
ja: 既存のファイルを上書きする
nl: Bestaande bestanden overschrijven
no: Overskriv eksisterende filer
pl: Nadpisz istniejące pliki
pt: Substituir Arquivos Existentes
ro: Suprascrie fișierele existente
ru: Перезаписать существующие файлы
sk: Prepisovať existujúce súbory
sv: Överskriv befintliga filer
tr: Mevcut Dosyaları Üzerine Yazın
uk: Перезаписати існуючі файли

source: Replace files with the same name
bg: Заменете файловете със същото име
cs: Nahradit soubory se stejným názvem
da: Erstat filer med det samme navn
de: Dateien mit demselben Namen ersetzen
el: Αντικατάσταση αρχείων με το ίδιο όνομα
es: Reemplazar archivos con el mismo nombre
et: Asenda sama nimega failid
fi: Korvaa tiedostot, joilla on sama nimi.
fr: Remplacer les fichiers portant le même nom
he: החלף קבצים עם אותו שם
hr: Zamijeni datoteke s istim imenom
hu: Fájlok cseréje azonos névvel
is: Skipta skrár með sama nafni
it: Sostituisci i file con lo stesso nome
ja: 同名のファイルを置き換える
nl: Bestanden met dezelfde naam vervangen
no: Erstatt filer med samme navn
pl: Zastąp pliki o tej samej nazwie
pt: Substituir arquivos com o mesmo nome
ro: Înlocuiți fișierele cu același nume
ru: Заменить файлы с тем же именем
sk: Nahradiť súbory so rovnakým názvom
sv: Ersätt filer med samma namn
tr: Aynı isimli dosyaları değiştir.
uk: Замінити файли з тією ж назвою

source: Warning
bg: Предупреждение
cs: Upozornění
da: Advarsel
de: Warnung
el: Προειδοποίηση
es: Advertencia
et: Hoiatus
fi: Varoitus
fr: Avertissement
he: אזהרה
hr: Upozorenje
hu: Figyelmeztetés
is: Viðvörun
it: Avviso
ja: 警告
nl: Waarschuwing
no: Advarsel
pl: Ostrzeżenie
pt: Aviso
ro: Avertizare
ru: Предупреждение
sk: Upozornenie
sv: Varning
tr: Uyarı
uk: Попередження

source: To replace original files, also enable 'Overwrite Existing Files' below and save to the same folder
bg: За да замените оригиналните файлове, активирайте също 'Презаписване на съществуващи файлове' по-долу и запазете в същата папка.
cs: Pro nahrazení původních souborů také povolte 'Přepsat existující soubory' níže a uložte do stejné složky.
da: For at erstatte originale filer, skal du også aktivere 'Overskriv eksisterende filer' nedenfor og gemme i den samme mappe.
de: Um Originaldateien zu ersetzen, aktivieren Sie auch 'Vorhandene Dateien überschreiben' und wählen Sie denselben Ordner
el: Για να αντικαταστήσετε τα αρχικά αρχεία, ενεργοποιήστε επίσης την επιλογή 'Επικαλύψτε τα Υπάρχοντα Αρχεία' παρακάτω και αποθηκεύστε στον ίδιο φάκελο.
es: Para reemplazar archivos originales, también habilite 'Sobrescribir Archivos Existentes' a continuación y guarde en la misma carpeta.
et: Kuna originaalfailide asendamiseks, lubage ka allpool 'Asenda olemasolevad failid' ja salvestage samasse kausta.
fi: Korvataaksesi alkuperäiset tiedostot, ota myös käyttöön 'Korvaa olemassa olevat tiedostot' alla ja tallenna samaan kansioon.
fr: Pour remplacer les fichiers d'origine, activez également 'Écraser les fichiers existants' ci-dessous et enregistrez dans le même dossier.
he: כדי להחליף קבצים מקוריים, הפעל גם את 'החלף קבצים קיימים' למטה ושמור באותה תיקייה.
hr: Da biste zamijenili izvorne datoteke, također omogućite 'Zamijeni postojeće datoteke' ispod i spremite u istu mapu.
hu: Az eredeti fájlok cseréjéhez engedélyezze az 'E meglévő fájlok felülírása' lehetőséget alább, és mentse ugyanabba a mappába.
is: Til að skipta út upprunalegu skrám, virkjið einnig 'Yfirskrifa núverandi skrár' hér að neðan og vistað í sama möppu.
it: Per sostituire i file originali, abilita anche 'Sovrascrivi file esistenti' qui sotto e salva nella stessa cartella.
ja: 元のファイルを置き換えるには、下の「既存のファイルを上書きする」を有効にし、同じフォルダーに保存してください。
nl: Om originele bestanden te vervangen, schakelt u ook 'Bestaande Bestanden Overschrijven' hieronder in en slaat u op in dezelfde map.
pl: Aby zastąpić oryginalne pliki, włącz również 'Zastąp istniejące pliki' poniżej i zapisz w tym samym folderze.
pt: Para substituir arquivos originais, ative também 'Substituir Arquivos Existentes' abaixo e salve na mesma pasta.
ro: Pentru a înlocui fișierele originale, activați de asemenea 'Subliniați fișierele existente' mai jos și salvați în aceeași folder.
ru: Чтобы заменить оригинальные файлы, также включите 'Перезаписать существующие файлы' ниже и сохраните в ту же папку.
sk: Aby ste nahradili pôvodné súbory, povolte tiež 'Prepisovať existujúce súbory' nižšie a uložte do tej istej zložky.
sv: För att ersätta originalfiler, aktivera även 'Överskriv befintliga filer' nedan och spara i samma mapp.
tr: Orijinal dosyaları değiştirmek için aşağıdaki 'Mevcut Dosyaları Üzerine Yaz' seçeneğini de etkinleştirin ve aynı klasöre kaydedin.
uk: Щоб замінити оригінальні файли, також увімкніть 'Перезаписати наявні файли' нижче та збережіть у ту саму папку

source: Overwrite Existing Files?
bg: Презаписване на съществуващи файлове?
da: Overskriv eksisterende filer?
el: Αντικατάσταση υπαρχόντων αρχείων;
es: ¿Sobrescribir Archivos Existentes?
fi: Korvataanko olemassa olevat tiedostot?
hr: Prebrisati postojeće datoteke?
hu: Felülírja a meglévő fájlokat?
is: Skrifa yfir núverandi skrár?
ja: 既存のファイルを上書きしますか？
nl: Bestaande bestanden overschrijven?
pl: Nadpisać istniejące pliki?
pt: Sobrescrever Arquivos Existentes?
ro: Suprascrii fișierele existente?
ru: Перезаписать существующие файлы?
sk: Prepísať existujúce súbory?
sv: Skriva över befintliga filer?
tr: Mevcut dosyaların üzerine yaz?

source: If files with the same name already exist in the output folder, they will be permanently replaced. This cannot be undone.
bg: Ако файлове със същото име вече съществуват в изходната папка, те ще бъдат трайно заменени. Това не може да бъде отменено.
da: Hvis filer med samme navn allerede findes i outputmappen, vil de blive permanent erstattet. Dette kan ikke fortrydes.
el: Αν αρχεία με το ίδιο όνομα υπάρχουν ήδη στο φάκελο εξόδου, θα αντικατασταθούν μόνιμα. Αυτό δεν μπορεί να αναιρεθεί.
es: Si ya existen archivos con el mismo nombre en la carpeta de salida, serán reemplazados permanentemente. Esto no se puede deshacer.
fi: Jos samannimisiä tiedostoja on jo tulostekansiossa, ne korvataan pysyvästi. Tätä ei voi kumota.
hr: Ako datoteke s istim nazivom već postoje u izlaznoj mapi, bit će trajno zamijenjene. Ovo se ne može poništiti.
hu: Ha azonos nevű fájlok már léteznek a kimeneti mappában, véglegesen felülíródnak. Ez nem vonható vissza.
is: Ef skrár með sama heiti eru þegar til í úttaksmöppu verða þær varanlega yfirskrifaðar. Þetta er ekki hægt að afturkalla.
ja: 同名のファイルが出力フォルダに既に存在する場合、完全に置き換えられます。この操作は元に戻せません。
nl: Als bestanden met dezelfde naam al bestaan in de uitvoermap, worden ze permanent vervangen. Dit kan niet ongedaan worden gemaakt.
pl: Jeśli pliki o tej samej nazwie już istnieją w folderze wyjściowym, zostaną trwale zastąpione. Tej operacji nie można cofnąć.
pt: Se arquivos com o mesmo nome já existirem na pasta de saída, serão substituídos permanentemente. Isso não pode ser desfeito.
ro: Dacă fișiere cu același nume există deja în dosarul de ieșire, vor fi înlocuite permanent. Această acțiune nu poate fi anulată.
ru: Если файлы с таким же именем уже существуют в папке вывода, они будут безвозвратно заменены. Это нельзя отменить.
sk: Ak súbory s rovnakým názvom už existujú vo výstupnom priečinku, budú trvalo nahradené. Túto akciu nemožno vrátiť.
sv: Om filer med samma namn redan finns i utmatappen kommer de att ersättas permanent. Detta kan inte ångras.
tr: Çıkış klasöründe aynı adda dosyalar zaten varsa, kalıcı olarak değiştirilir. Bu geri alınamaz.

source: Enable
bg: Включване
da: Aktivér
el: Ενεργοποίηση
es: Activar
fi: Ota käyttöön
hr: Uključi
hu: Bekapcsolás
is: Virkja
ja: 有効にする
nl: Inschakelen
pl: Włącz
pt: Ativar
ro: Activează
ru: Включить
sk: Zapnúť
sv: Aktivera
tr: Etkinleştir

source: Text Extraction
bg: Извличане на текст
cs: Extrakce textu
da: Tekstudtrækning
de: Textextraktion
el: Εξαγωγή Κειμένου
es: Extracción de texto
et: Teksti väljavõttmine
fi: Tekstin poiminta
fr: Extraction de texte
he: הפקת טקסט
hr: Izvlačenje teksta
hu: Szövegkinyerés
is: Textaútgáfa
it: Estrazione del testo
ja: テキスト抽出
nl: Tekstextractie
no: Tekstutvinning
pl: Ekstrakcja tekstu
pt: Extração de Texto
ro: Extracție de text
ru: Извлечение текста
sk: Extrakcia textu
sv: Textutvinning
tr: Metin Çıkarma
uk: Витягування тексту

source: Save Text Files
bg: Запазване на текстови файлове
cs: Uložit textové soubory
da: Gem tekstfiler
de: Textdateien speichern
el: Αποθήκευση Αρχείων Κειμένου
es: Guardar archivos de texto
et: Salvesta tekstifailid
fi: Tallenna tekstiedostot
fr: Enregistrer des fichiers texte
he: שמור קבצי טקסט
hr: Spremi tekstualne datoteke
hu: Szövegfájlok mentése
is: Vista Textaskrár
it: Salva file di testo
ja: テキストファイルを保存
nl: Sla tekstbestanden op
no: Lagre tekstfiler
pl: Zapisz pliki tekstowe
pt: Salvar Arquivos de Texto
ro: Salvează fișierele text
ru: Сохранить текстовые файлы
sk: Uložiť textové súbory
sv: Spara textfiler
tr: Metin Dosyalarını Kaydet
uk: Зберегти текстові файли

source: Automatically save extracted text as .txt files
bg: Автоматично запазване на извлечения текст като .txt файлове
cs: Automaticky ukládat extrahovaný text jako .txt soubory
da: Automatisk gem udtrukket tekst som .txt-filer
de: Extrahierten Text automatisch als .txt-Dateien speichern
el: Αυτόματα αποθήκευση εξαγόμενου κειμένου ως .txt αρχεία
es: Guardar automáticamente el texto extraído como archivos .txt
et: Automaatne salvestamine eraldatud tekstina .txt failidena
fi: Tallenna automaattisesti purettu teksti .txt-tiedostoina
fr: Enregistrer automatiquement le texte extrait en tant que fichiers .txt
he: שמור טקסט שהופק אוטומטית כקבצי .txt
hr: Automatski spremi izvučeni tekst kao .txt datoteke
hu: Automatikusan mentse el a kinyert szöveget .txt fájlokba
is: Vista sjálfvirkt vista útdreginn texta sem .txt skrár
it: Salva automaticamente il testo estratto come file .txt
ja: 抽出したテキストを自動的に .txt ファイルとして保存する
nl: Sla automatisch geëxtraheerde tekst op als .txt-bestanden
no: Lagre automatisk utdraget tekst som .txt-filer
pl: Automatycznie zapisuj wyodrębniony tekst jako pliki .txt
pt: Salvar automaticamente o texto extraído como arquivos .txt
ro: Salvează automat textul extras ca fișiere .txt
ru: Автоматически сохранять извлечённый текст в виде .txt файлов
sk: Automaticky ukladajte extrahovaný text ako .txt súbory
sv: Spara automatiskt extraherad text som .txt-filer
tr: Çıkarılan metni otomatik olarak .txt dosyası olarak kaydet.
uk: Автоматично зберігати витягнутий текст як .txt файли

source: Use Separate Folder for Text Files
bg: Използвайте отделна папка за текстови файлове
cs: Použít samostatnou složku pro textové soubory
da: Brug separat mappe til tekstfiler
de: Verwenden Sie einen separaten Ordner für Textdateien
el: Χρησιμοποιήστε ξεχωριστό φάκελο για αρχεία κειμένου
es: Usar carpeta separada para archivos de texto
et: Kasutage tekstifailide jaoks eraldi kausta
fi: Käytä erillistä kansiota tekstiedostoille
fr: Utiliser un dossier séparé pour les fichiers texte
he: השתמש בתיקייה נפרדת לקבצי טקסט
hr: Koristite odvojenu mapu za tekstualne datoteke
hu: Használjon külön mappát a szövegfájlokhoz
is: Notaðu aðskilda möppu fyrir textaskrár
it: Usa una cartella separata per i file di testo
ja: テキストファイル用の別フォルダーを使用する
nl: Gebruik aparte map voor tekstbestanden
no: Bruk egen mappe for tekstfiler
pl: Użyj oddzielnego folderu dla plików tekstowych
pt: Usar Pasta Separada para Arquivos de Texto
ro: Utilizați un folder separat pentru fișierele text
ru: Использовать отдельную папку для текстовых файлов
sk: Použite samostatnú zložku pre textové súbory
sv: Använd separat mapp för textfiler
tr: Metin Dosyaları için Ayrı Klasör Kullan
uk: Використовувати окрему папку для текстових файлів

source: Save text files to a different folder
bg: Запазете текстовите файлове в друга папка
cs: Uložte textové soubory do jiného složky.
da: Gem tekstfiler til en anden mappe
de: Textdateien in einen anderen Ordner speichern
el: Αποθηκεύστε τα αρχεία κειμένου σε διαφορετικό φάκελο
es: Guarda archivos de texto en una carpeta diferente.
et: Salvesta tekstifailid teise kausta.
fi: Tallenna tekstitiedostot toiseen kansioon
fr: Enregistrez les fichiers texte dans un dossier différent.
he: שמור קבצי טקסט לתיקייה שונה
hr: Spremi tekstualne datoteke u drugu mapu
hu: Mentse a szövegfájlokat egy másik mappába
is: Vista textaskrár í aðra möppu
it: Salva i file di testo in una cartella diversa
ja: 異なるフォルダーにテキストファイルを保存する
nl: Sla tekstbestanden op in een andere map
no: Lagre tekstfiler til en annen mappe
pl: Zapisz pliki tekstowe do innego folderu
pt: Salvar arquivos de texto em uma pasta diferente
ro: Salvează fișierele text într-un alt dosar
ru: Сохраните текстовые файлы в другую папку
sk: Uložte textové súbory do inej zložky.
sv: Spara textfiler till en annan mapp
tr: Metin dosyalarını farklı bir klasöre kaydet
uk: Зберегти текстові файли в іншу папку

source: Text Files Folder
bg: Папка с текстови файлове
cs: Složka textových souborů
da: Tekstfiler Mappe
de: Textdateien-Ordner
el: Φάκελος Αρχείων Κειμένου
es: Carpeta de Archivos de Texto
et: Tekstifailide kaust
fi: Tekstitiedostot-kansio
fr: Dossier de fichiers texte
he: תיקיית קבצי טקסט
hr: Mapa tekstualnih datoteka
hu: Szövegfájlok Mappa
is: Textaskrár.
it: Cartella File di Testo
ja: テキストファイルフォルダー
nl: Tekstbestandenmap
no: Tekstfiler-mappe
pl: Folder plików tekstowych
pt: Pasta de Arquivos de Texto
ro: Folder Fișiere Text
ru: Папка текстовых файлов
sk: Zložka textových súborov
sv: Textfiler Mapp
tr: Metin Dosyaları Klasörü
uk: Тека текстових файлів
