Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: How carefully the program reads text from your documents. Lower precision finds more text (good for blurry pages), while higher precision makes fewer mistakes but may miss faint text.
bg: Колко внимателно програмата чете текст от документите ви. По-ниска прецизност намира повече текст (добре за размазани страници), а по-висока прецизност прави по-малко грешки, но може да пропусне слаб текст.
da: Hvor omhyggeligt programmet læser tekst fra dine dokumenter. Lavere præcision finder mere tekst (godt for uskarpe sider), mens højere præcision laver færre fejl men kan overse svag tekst.
el: Πόσο προσεκτικά διαβάζει το πρόγραμμα κείμενο από τα έγγραφά σας. Χαμηλότερη ακρίβεια βρίσκει περισσότερο κείμενο (καλό για θολές σελίδες), ενώ υψηλότερη ακρίβεια κάνει λιγότερα λάθη αλλά μπορεί να χάσει αχνό κείμενο.
es: Qué tan cuidadosamente el programa lee texto de sus documentos. Menor precisión encuentra más texto (bueno para páginas borrosas), mientras que mayor precisión comete menos errores pero puede perder texto tenue.
fi: Miten huolellisesti ohjelma lukee tekstiä asiakirjoistasi. Matalampi tarkkuus löytää enemmän tekstiä (hyvä epäterävien sivujen kanssa), kun taas korkeampi tarkkuus tekee vähemmän virheitä, mutta voi jättää heikon tekstin huomaamatta.
hr: Koliko pažljivo program čita tekst iz vaših dokumenata. Niža preciznost pronalazi više teksta (dobro za zamućene stranice), dok viša preciznost radi manje grešaka ali može propustiti blijedi tekst.
hu: Milyen gondosan olvassa a program a szöveget a dokumentumokból. Az alacsonyabb pontosság több szöveget talál (jó homályos oldalakhoz), míg a magasabb pontosság kevesebb hibát ejt, de kihagyhatja a halvány szöveget.
is: Hversu vandlega forritið les texta úr skjölunum þínum. Lægri nákvæmni finnur meiri texta (gott fyrir óskýrar síður), en meiri nákvæmni gerir færri mistök en gæti misst af daufu letri.
ja: 文書からテキストを読み取る際の精度です。低い精度はより多くのテキストを検出します（ぼやけたページに有効）が、高い精度はミスが少ない一方で薄いテキストを見逃す場合があります。
nl: Hoe zorgvuldig het programma tekst uit uw documenten leest. Lagere precisie vindt meer tekst (goed voor onscherpe pagina's), terwijl hogere precisie minder fouten maakt maar zwakke tekst kan missen.
pl: Jak starannie program odczytuje tekst z dokumentów. Niższa precyzja znajduje więcej tekstu (dobre dla rozmytych stron), a wyższa precyzja popełnia mniej błędów, ale może pominąć słaby tekst.
pt: Quão cuidadosamente o programa lê o texto dos seus documentos. Menor precisão encontra mais texto (bom para páginas borradas), enquanto maior precisão comete menos erros mas pode perder texto fraco.
ro: Cât de atent citește programul textul din documentele dvs. Precizia mai scăzută găsește mai mult text (bun pentru pagini neclare), iar precizia mai ridicată face mai puține greșeli dar poate omite textul estompat.
ru: Насколько тщательно программа читает текст из ваших документов. Меньшая точность находит больше текста (хорошо для размытых страниц), а большая точность делает меньше ошибок, но может пропустить бледный текст.
sk: Ako starostlivo program číta text z vašich dokumentov. Nižšia presnosť nájde viac textu (dobré pre rozmazané strany), zatiaľ čo vyššia presnosť robí menej chýb, ale môže preskočiť slabý text.
sv: Hur noggrant programmet läser text från dina dokument. Lägre precision hittar mer text (bra för suddiga sidor), medan högre precision gör färre misstag men kan missa svag text.
tr: Programın belgelerinizden metni ne kadar dikkatli okuduğu. Düşük hassasiyet daha fazla metin bulur (bulanık sayfalar için iyi), yüksek hassasiyet ise daha az hata yapar ama solgun metni kaçırabilir.

source: When enabled, redoes the text recognition even if the PDF already has searchable text. Use this when the existing text layer is incorrect or of poor quality.
bg: Когато е включено, повтаря разпознаването на текста дори ако PDF вече има текстов слой. Използвайте, когато съществуващият слой е неправилен или с ниско качество.
da: Når aktiveret, gentager tekstgenkendelsen selv hvis PDF'en allerede har søgbar tekst. Brug dette når det eksisterende tekstlag er forkert eller af dårlig kvalitet.
el: Όταν ενεργοποιηθεί, επαναλαμβάνει την αναγνώριση κειμένου ακόμα κι αν το PDF έχει ήδη αναζητήσιμο κείμενο. Χρησιμοποιήστε το όταν το υπάρχον στρώμα κειμένου είναι λανθασμένο ή κακής ποιότητας.
es: Cuando está activado, rehace el reconocimiento de texto incluso si el PDF ya tiene texto buscable. Use esto cuando la capa de texto existente sea incorrecta o de baja calidad.
fi: Kun käytössä, toistaa tekstintunnistuksen vaikka PDF:ssä on jo haettava teksti. Käytä tätä kun olemassa oleva tekstikerros on virheellinen tai huonolaatuinen.
hr: Kada je uključeno, ponavlja prepoznavanje teksta čak i ako PDF već ima pretraživi tekst. Koristite kada je postojeći tekstni sloj netočan ili loše kvalitete.
hu: Bekapcsolva újra elvégzi a szövegfelismerést, még ha a PDF-nek már van kereshető szövege is. Használja, ha a meglévő szövegréteg hibás vagy rossz minőségű.
is: Þegar virkt, endurtekur textaþekkingu jafnvel þótt PDF hafi nú þegar leitartexta. Notaðu þetta þegar núverandi textalag er rangt eða af lélegum gæðum.
ja: 有効にすると、PDFに既に検索可能なテキストがある場合でもテキスト認識をやり直します。既存のテキストレイヤーが不正確または品質が低い場合に使用してください。
nl: Wanneer ingeschakeld, herhaalt de tekstherkenning ook als de PDF al doorzoekbare tekst heeft. Gebruik dit als de bestaande tekstlaag onjuist of van slechte kwaliteit is.
pl: Po włączeniu powtarza rozpoznawanie tekstu nawet jeśli PDF ma już warstwę tekstową. Użyj, gdy istniejąca warstwa tekstowa jest niepoprawna lub niskiej jakości.
pt: Quando ativado, refaz o reconhecimento de texto mesmo que o PDF já tenha texto pesquisável. Use quando a camada de texto existente estiver incorreta ou de baixa qualidade.
ro: Când este activat, reface recunoașterea textului chiar dacă PDF-ul are deja text căutabil. Folosiți când stratul de text existent este incorect sau de calitate slabă.
ru: При включении повторяет распознавание текста, даже если PDF уже имеет текстовый слой. Используйте, когда существующий текстовый слой неверен или низкого качества.
sk: Pri zapnutí znovu vykoná rozpoznávanie textu, aj keď PDF už obsahuje prehľadávateľný text. Použite, keď existujúca textová vrstva je nesprávna alebo nízkej kvality.
sv: När aktiverat görs textigenkänningen om även om PDF:en redan har sökbar text. Använd detta när det befintliga textlagret är felaktigt eller av låg kvalitet.
tr: Etkinleştirildiğinde, PDF'de aranabilir metin olsa bile metin tanımayı yeniden yapar. Mevcut metin katmanı yanlış veya düşük kaliteli olduğunda kullanın.

source: Analyzes the image at full resolution for text detection. Finds more text in high-resolution scans but takes longer. The faster mode is good enough for most documents.
bg: Анализира изображението в пълна резолюция за откриване на текст. Намира повече текст в сканирания с висока резолюция, но отнема повече време. Бързият режим е достатъчен за повечето документи.
da: Analyserer billedet i fuld opløsning for tekstdetektering. Finder mere tekst i skanninger med høj opløsning, men tager længere tid. Den hurtigere tilstand er god nok til de fleste dokumenter.
el: Αναλύει την εικόνα σε πλήρη ανάλυση για ανίχνευση κειμένου. Βρίσκει περισσότερο κείμενο σε σαρώσεις υψηλής ανάλυσης αλλά παίρνει περισσότερο χρόνο. Η ταχύτερη λειτουργία αρκεί για τα περισσότερα έγγραφα.
es: Analiza la imagen a resolución completa para detección de texto. Encuentra más texto en escaneos de alta resolución pero tarda más. El modo rápido es suficiente para la mayoría de documentos.
fi: Analysoi kuvan täydellä tarkkuudella tekstin tunnistamiseksi. Löytää enemmän tekstiä korkearesoluutioisista skannauksista, mutta kestää kauemmin. Nopeampi tila riittää useimpiin asiakirjoihin.
hr: Analizira sliku u punoj rezoluciji za detekciju teksta. Pronalazi više teksta u skenovima visoke rezolucije, ali traje duže. Brži način je dovoljan za većinu dokumenata.
hu: Teljes felbontásban elemzi a képet szövegfelismeréshez. Több szöveget talál nagy felbontású szkenelésekben, de tovább tart. A gyorsabb mód a legtöbb dokumentumhoz elegendő.
is: Greinir myndina í fullri upplausn til textaþekkingar. Finnur meiri texta í háupplausnar skönnunum en tekur lengri tíma. Hraðari hamurinn nægir vel fyrir flest skjöl.
ja: テキスト検出のために画像をフル解像度で分析します。高解像度スキャンでより多くのテキストを検出しますが、時間がかかります。高速モードでほとんどの文書には十分です。
nl: Analyseert de afbeelding op volledige resolutie voor tekstdetectie. Vindt meer tekst in hoge-resolutiescans maar duurt langer. De snelle modus is goed genoeg voor de meeste documenten.
pl: Analizuje obraz w pełnej rozdzielczości do wykrywania tekstu. Znajduje więcej tekstu w skanach o wysokiej rozdzielczości, ale trwa dłużej. Tryb szybki wystarcza dla większości dokumentów.
pt: Analisa a imagem em resolução total para detecção de texto. Encontra mais texto em digitalizações de alta resolução mas demora mais. O modo rápido é suficiente para a maioria dos documentos.
ro: Analizează imaginea la rezoluție completă pentru detectarea textului. Găsește mai mult text în scanările de rezoluție înaltă, dar durează mai mult. Modul rapid este suficient pentru majoritatea documentelor.
ru: Анализирует изображение в полном разрешении для обнаружения текста. Находит больше текста в сканах высокого разрешения, но занимает больше времени. Быстрый режим достаточен для большинства документов.
sk: Analyzuje obrázok v plnom rozlíšení pre detekciu textu. Nájde viac textu v skenoch s vysokým rozlíšením, ale trvá to dlhšie. Rýchlejší režim je dostatočný pre väčšinu dokumentov.
sv: Analyserar bilden i full upplösning för textdetektering. Hittar mer text i skanningar med hög upplösning men tar längre tid. Det snabbare läget räcker för de flesta dokument.
tr: Metin algılama için görüntüyü tam çözünürlükte analiz eder. Yüksek çözünürlüklü taramalarda daha fazla metin bulur ama daha uzun sürer. Hızlı mod çoğu belge için yeterlidir.

source: Fine-tune how OCR text recognition works. The default settings work well for most documents.
bg: Фина настройка на OCR разпознаването на текст. Настройките по подразбиране работят добре за повечето документи.
da: Finjuster hvordan OCR-tekstgenkendelse fungerer. Standardindstillingerne fungerer godt for de fleste dokumenter.
el: Ρύθμιση του τρόπου λειτουργίας της αναγνώρισης OCR. Οι προεπιλεγμένες ρυθμίσεις λειτουργούν καλά για τα περισσότερα έγγραφα.
es: Ajuste fino del reconocimiento OCR. La configuración predeterminada funciona bien para la mayoría de documentos.
fi: Hienosäädä OCR-tekstintunnistuksen toimintaa. Oletusasetukset toimivat hyvin useimmille asiakirjoille.
hr: Fino podesite rad OCR prepoznavanja teksta. Zadane postavke dobro rade za većinu dokumenata.
hu: Az OCR szövegfelismerés finomhangolása. Az alapértelmezett beállítások a legtöbb dokumentumhoz megfelelőek.
is: Fínstilltu hvernig OCR textaþekking virkar. Sjálfgefnu stillingarnar virka vel fyrir flest skjöl.
ja: OCRテキスト認識の動作を微調整します。デフォルト設定はほとんどの文書に適しています。
nl: Stel de OCR-tekstherkenning nauwkeurig af. De standaardinstellingen werken goed voor de meeste documenten.
pl: Dostosuj działanie rozpoznawania tekstu OCR. Domyślne ustawienia działają dobrze dla większości dokumentów.
pt: Ajuste fino de como o reconhecimento OCR funciona. As configurações padrão funcionam bem para a maioria dos documentos.
ro: Reglare fină a modului în care funcționează recunoașterea OCR. Setările implicite funcționează bine pentru majoritatea documentelor.
ru: Тонкая настройка работы OCR. Настройки по умолчанию хорошо работают для большинства документов.
sk: Jemne dolaďte fungovanie rozpoznávania textu OCR. Predvolené nastavenia fungujú dobre pre väčšinu dokumentov.
sv: Finjustera hur OCR-textigenkänning fungerar. Standardinställningarna fungerar bra för de flesta dokument.
tr: OCR metin tanımanın nasıl çalıştığını ayarlayın. Varsayılan ayarlar çoğu belge için iyi çalışır.

source: File queue
bg: Опашка от файлове
cs: Fronta souborů
da: Filkø
de: Dateiwarteschlange
el: Ουρά αρχείων
es: Cola de archivos
fi: Tiedostojono
fr: File d'attente
hr: Red datoteka
hu: Fájlsor
is: Skráarröð
ja: ファイルキュー
nl: Bestandswachtrij
pl: Kolejka plików
pt: Fila de arquivos
ro: Coadă de fișiere
ru: Очередь файлов
sk: Front súborov
sv: Filkö
tr: Dosya kuyruğu
uk: Черга файлів

source: Add your PDFs
bg: Добавете вашите PDF файлове
da: Tilføj dine PDF'er
el: Προσθέστε τα PDF σας
es: Agregue sus PDFs
fi: Lisää PDF-tiedostosi
hr: Dodajte vaše PDF datoteke
hu: Adja hozzá PDF fájljait
is: Bættu PDF-skjölum við
ja: PDFを追加
nl: Voeg uw PDF's toe
pl: Dodaj swoje pliki PDF
pt: Adicione seus PDFs
ro: Adăugați fișierele PDF
ru: Добавьте ваши PDF
sk: Pridajte vaše PDF
sv: Lägg till dina PDF:er
tr: PDF dosyalarınızı ekleyin

source: Drag PDF files and images here, or use the button in the header bar
bg: Плъзнете PDF файлове и изображения тук или използвайте бутона в заглавната лента
da: Træk PDF-filer og billeder hertil, eller brug knappen i titellinjen
el: Σύρετε αρχεία PDF και εικόνες εδώ ή χρησιμοποιήστε το κουμπί στη γραμμή τίτλου
es: Arrastre archivos PDF e imágenes aquí, o use el botón en la barra de cabecera
fi: Vedä PDF-tiedostoja ja kuvia tähän, tai käytä otsikkorivin painiketta
hr: Povucite PDF datoteke i slike ovdje ili koristite gumb u naslovnoj traci
hu: Húzzon PDF fájlokat és képeket ide, vagy használja a fejléc gombját
is: Dragðu PDF-skrár og myndir hingað, eða notaðu hnappinn í hausstiku
ja: PDFファイルや画像をここにドラッグするか、ヘッダーバーのボタンを使用してください
nl: Sleep PDF-bestanden en afbeeldingen hierheen, of gebruik de knop in de kopbalk
pl: Przeciągnij pliki PDF i obrazy tutaj, lub użyj przycisku na pasku nagłówka
pt: Arraste arquivos PDF e imagens aqui, ou use o botão na barra de cabeçalho
ro: Trageți fișiere PDF și imagini aici sau folosiți butonul din bara de titlu
ru: Перетащите PDF-файлы и изображения сюда или используйте кнопку в заголовке
sk: Pretiahnite PDF súbory a obrázky sem, alebo použite tlačidlo v záhlaví
sv: Dra PDF-filer och bilder hit, eller använd knappen i rubrikfältet
tr: PDF dosyaları ve görüntüleri buraya sürükleyin veya başlık çubuğundaki düğmeyi kullanın

source: Save in the same folder as the original file
bg: Запазете в същата папка като оригиналния файл
cs: Uložit do stejné složky jako původní soubor
da: Gem i den samme mappe som den originale fil
de: Im selben Ordner wie die Originaldatei speichern
el: Αποθήκευση στον ίδιο φάκελο με το αρχικό αρχείο
es: Guardar en la misma carpeta que el archivo original
et: Salvesta samasse kausta kui originaalfail.
fi: Tallenna samaan kansioon kuin alkuperäinen tiedosto
fr: Enregistrer dans le même dossier que le fichier original
he: שמור באותה תיקייה כמו הקובץ המקורי
hr: Spremi u istu mapu kao izvorna datoteka
hu: Mentse az eredeti fájlhoz tartozó mappába.
is: Vista í sömu möppu og upprunalega skráin
it: Salva nella stessa cartella del file originale
ja: 元のファイルと同じフォルダーに保存する
nl: Opslaan in dezelfde map als het originele bestand
pl: Zapisz w tym samym folderze co oryginalny plik
pt: Salvar na mesma pasta que o arquivo original
ro: Salvează în aceeași folder ca fișierul original.
ru: Сохранить в той же папке, что и оригинальный файл
sk: Uložte do tej istej zložky ako pôvodný súbor
sv: Spara i samma mapp som den ursprungliga filen
tr: Orijinal dosya ile aynı klasöre kaydet
uk: Зберегти в тій самій папці, що й оригінальний файл

source: Custom folder
bg: Персонализирана папка
cs: Vlastní složka
da: Brugerdefineret mappe
de: Benutzerdefinierter Ordner
el: Προσαρμοσμένος φάκελος
es: Carpeta personalizada
et: Kohandatud kaust
fi: Mukautettu kansio
fr: Dossier personnalisé
he: תיקיה מותאמת אישית
hr: Prilagođena mapa
hu: Egyedi mappa
is: einkenniskölla
it: Cartella personalizzata
ja: カスタムフォルダー
nl: Aangepaste map
pl: Folder niestandardowy
pt: Pasta personalizada
ro: Folder personalizat
ru: Пользовательская папка
sk: Vlastná zložka
sv: Anpassad mapp
tr: Özel klasör
uk: Довільна папка

source: Output folder location
bg: Местоположение на изходната папка
cs: Umístění výstupní složky
da: Outputmappeplacering
de: Ausgabeordner
el: Τοποθεσία φακέλου εξόδου
es: Ubicación de la carpeta de salida
fi: Tulostekansion sijainti
fr: Emplacement du dossier de sortie
hr: Lokacija izlazne mape
hu: Kimeneti mappa helye
is: Staðsetning úttaksmöppu
ja: 出力フォルダの場所
nl: Locatie uitvoermap
pl: Lokalizacja folderu wyjściowego
pt: Local da pasta de saída
ro: Locația dosarului de ieșire
ru: Расположение выходной папки
sk: Umiestnenie výstupného priečinka
sv: Utdatamappsplats
tr: Çıkış klasörü konumu
uk: Розташування вихідної папки

source: Select folder
bg: Изберете папка
cs: Vyberte složku
da: Vælg mappe
de: Ordner auswählen
el: Επιλέξτε φάκελο
es: Seleccionar carpeta
et: Vali kaust
fi: Valitse kansio
fr: Sélectionner le dossier
he: בחר תיקייה
hr: Odaberite mapu
hu: Mappa kiválasztása
is: Veldu möppu
it: Seleziona cartella
ja: フォルダーを選択
nl: Selecteer map
no: Velg mappe
pl: Wybierz folder
pt: Selecionar pasta
ro: Selectați folderul
ru: Выбрать папку
sk: Vyberte priečinok
sv: Välj mapp
tr: Klasör seçin
uk: Виберіть папку

source: Destination folder path
bg: Път до целевата папка
cs: Cesta cílové složky
da: Sti til destinationsmappe
de: Zielpfad des Ordners
el: Διαδρομή φακέλου προορισμού
es: Ruta de la carpeta de destino
fi: Kohdekansion polku
fr: Chemin du dossier de destination
hr: Put odredišne mape
hu: Célmappa elérési útja
is: Slóð markmöppu
ja: 保存先フォルダのパス
nl: Pad van de doelmap
pl: Ścieżka folderu docelowego
pt: Caminho da pasta de destino
ro: Calea dosarului de destinație
ru: Путь к целевой папке
sk: Cesta cieľového priečinka
sv: Sökväg till målmapp
tr: Hedef klasör yolu
uk: Шлях до папки призначення

source: Browse for folder
bg: Преглед на папки
cs: Procházet složky
da: Gennemse mapper
de: Ordner durchsuchen
el: Αναζήτηση φακέλου
es: Buscar carpeta
fi: Selaa kansioita
fr: Parcourir les dossiers
hr: Pregledaj mape
hu: Mappa tallózása
is: Fletta í möppum
ja: フォルダを参照
nl: Map selecteren
pl: Przeglądaj foldery
pt: Procurar pasta
ro: Răsfoiește pentru dosar
ru: Обзор папок
sk: Prehľadávať priečinky
sv: Bläddra efter mapp
tr: Klasör gözat
uk: Обрати папку

source: Output options
bg: Опции за изход
cs: Možnosti výstupu
da: Outputmuligheder
de: Ausgabeoptionen
el: Επιλογές εξόδου
es: Opciones de salida
et: Väljimisvõimalused
fi: Tulostusvaihtoehdot
fr: Options de sortie
he: אפשרויות פלט
hr: Opcije izlaza
hu: Kimeneti lehetőségek
is: Útgangsvalkostir
it: Opzioni di output
ja: 出力オプション
nl: Uitvoermogelijkheden
pl: Opcje wyjścia
pt: Opções de saída
ro: Opțiuni de ieșire
ru: Параметры вывода
sk: Možnosti výstupu
sv: Utdataalternativ
tr: Çıktı seçenekleri
uk: Параметри виводу

source: {pages} pg.
bg: {pages} стр.
da: {pages} s.
el: {pages} σελ.
es: {pages} pág.
fi: {pages} s.
hr: {pages} str.
hu: {pages} old.
is: {pages} bls.
ja: {pages}ページ
nl: {pages} pag.
pl: {pages} str.
pt: {pages} pág.
ro: {pages} pag.
ru: {pages} стр.
sk: {pages} str.
sv: {pages} s.
tr: {pages} syf.

source: Edit pages of this file
bg: Редактирайте страниците на този файл
cs: Upravte stránky tohoto souboru
da: Rediger sider i denne fil
de: Seiten dieser Datei bearbeiten
el: Επεξεργαστείτε τις σελίδες αυτού του αρχείου
es: Editar páginas de este archivo
et: Muuda selle faili lehti
fi: Muokkaa tämän tiedoston sivuja
fr: Modifier les pages de ce fichier
he: ערוך דפים של קובץ זה
hr: Uredi stranice ovog datoteke
hu: A fájl ezen oldalainak szerkesztése
is: Breyta síður í þessu skjali
it: Modifica le pagine di questo file
ja: このファイルのページを編集する
nl: Bewerk pagina's van dit bestand
pl: Edytuj strony tego pliku
pt: Edite as páginas deste arquivo
ro: Editează paginile acestui fișier
ru: Редактировать страницы этого файла
sk: Upravte stránky tohto súboru
sv: Redigera sidor i den här filen
tr: Bu dosyanın sayfalarını düzenle.
uk: Редагувати сторінки цього файлу

source: Remove this file from the list
bg: Премахнете този файл от списъка.
cs: Odstraňte tento soubor ze seznamu
da: Fjern denne fil fra listen
de: Entfernen Sie diese Datei aus der Liste.
el: Αφαιρέστε αυτό το αρχείο από τη λίστα.
es: Elimina este archivo de la lista.
et: Eemalda see fail loendist.
fi: Poista tämä tiedosto luettelosta
fr: Supprimez ce fichier de la liste.
he: הסר קובץ זה מהרשימה
hr: Uklonite ovu datoteku s popisa
hu: Távolítsa el ezt a fájlt a listából.
is: Fjarlægðu þessa skrá úr listanum.
it: Rimuovi questo file dall'elenco
ja: このファイルをリストから削除します。
nl: Verwijder dit bestand uit de lijst
pl: Usuń ten plik z listy
pt: Remova este arquivo da lista.
ro: Elimină acest fișier din listă.
ru: Удалите этот файл из списка
sk: Odstrániť tento súbor zo zoznamu
sv: Ta bort den här filen från listan.
tr: Bu dosyayı listeden kaldır.
uk: Видалити цей файл зі списку

source: Open file
bg: Отваряне на файл
da: Åbn fil
el: Άνοιγμα αρχείου
es: Abrir archivo
fi: Avaa tiedosto
hr: Otvori datoteku
hu: Fájl megnyitása
is: Opna skrá
ja: ファイルを開く
nl: Bestand openen
no: Åpne fil
pl: Otwórz plik
pt: Abrir arquivo
ro: Deschide fișier
ru: Открыть файл
sk: Otvoriť súbor
sv: Öppna fil
tr: Dosyayı aç

source: File information
bg: Информация за файла
da: Filinformation
el: Πληροφορίες αρχείου
es: Información del archivo
fi: Tiedoston tiedot
hr: Informacije o datoteci
hu: Fájlinformáció
is: Upplýsingar um skrá
ja: ファイル情報
nl: Bestandsinformatie
pl: Informacje o pliku
pt: Informações do arquivo
ro: Informații fișier
ru: Информация о файле
sk: Informácie o súbore
sv: Filinformation
tr: Dosya bilgisi

source: Failed to open file
bg: Неуспешно отваряне на файл
cs: Nepodařilo se otevřít soubor
da: Kunne ikke åbne filen
de: Fehler beim Öffnen der Datei
el: Αποτυχία ανοίγματος αρχείου
es: Error al abrir el archivo
et: Faili avamine ebaõnnestus
fi: Tiedoston avaaminen epäonnistui
fr: Échec de l'ouverture du fichier
he: כישלון בפתיחת הקובץ
hr: Neuspješno otvaranje datoteke
hu: A fájl megnyitása nem sikerült.
is: Mistók að opna skrá
it: Impossibile aprire il file
ja: ファイルを開くことに失敗しました
nl: Kon niet openen bestand
pl: Nie udało się otworzyć pliku
pt: Falha ao abrir o arquivo
ro: Eșec la deschiderea fișierului
ru: Не удалось открыть файл
sk: Nepodarilo sa otvoriť súbor
sv: Misslyckades med att öppna filen
tr: Dosya açılamadı
uk: Не вдалося відкрити файл

source: Name
bg: Име
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
hr: Naziv
hu: Név
is: Heiti
ja: 名前
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sk: Názov
sv: Namn
tr: Ad

source: Path
bg: Път
da: Sti
el: Διαδρομή
es: Ruta
fi: Polku
hr: Putanja
hu: Elérési út
is: Slóð
ja: パス
nl: Pad
pl: Ścieżka
pt: Caminho
ro: Cale
ru: Путь
sk: Cesta
sv: Sökväg
tr: Yol

source: Size
bg: Размер
da: Størrelse
el: Μέγεθος
es: Tamaño
fi: Koko
hr: Veličina
hu: Méret
is: Stærð
ja: サイズ
nl: Grootte
pl: Rozmiar
pt: Tamanho
ro: Dimensiune
ru: Размер
sk: Veľkosť
sv: Storlek
tr: Boyut

source: Modified (local)
bg: Променен (локално)
da: Ændret (lokal)
el: Τροποποιήθηκε (τοπικά)
es: Modificado (local)
fi: Muokattu (paikallinen)
hr: Izmijenjeno (lokalno)
hu: Módosítva (helyi)
is: Breytt (staðvært)
ja: 更新日時（ローカル）
nl: Gewijzigd (lokaal)
pl: Zmodyfikowano (lokalna)
pt: Modificado (local)
ro: Modificat (local)
ru: Изменён (локально)
sk: Upravené (miestne)
sv: Ändrad (lokal)
tr: Değiştirilme (yerel)

source: Document
bg: Документ
da: Dokument
el: Έγγραφο
es: Documento
fi: Asiakirja
hr: Dokument
hu: Dokumentum
is: Skjal
ja: 文書
pl: Dokument
pt: Documento
ru: Документ
sk: Dokument
sv: Dokument
tr: Belge

source: Form
bg: Формуляр
da: Formular
el: Φόρμα
es: Formulario
fi: Lomake
hr: Obrazac
hu: Űrlap
is: Eyðublað
ja: フォーム
nl: Formulier
pl: Formularz
pt: Formulário
ro: Formular
ru: Форма
sk: Formulár
sv: Formulär

source: Content
bg: Съдържание
da: Indhold
el: Περιεχόμενο
es: Contenido
fi: Sisältö
hr: Sadržaj
hu: Tartalom
is: Efni
ja: コンテンツ
nl: Inhoud
pl: Zawartość
pt: Conteúdo
ro: Conținut
ru: Содержимое
sk: Obsah
sv: Innehåll
tr: İçerik
