Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Page thumbnails. Ctrl+A select all, Ctrl+Up/Down reorder, Delete toggle page, Ctrl+L/R rotate, Ctrl+Z undo
bg: Миниатюри на страници. Ctrl+A избиране на всичко, Ctrl+Нагоре/Надолу пренареждане, Delete превключване на страница, Ctrl+L/R завъртане, Ctrl+Z отмяна
da: Sideminiaturer. Ctrl+A vælg alle, Ctrl+Op/Ned omarranger, Delete skift side, Ctrl+L/R roter, Ctrl+Z fortryd
el: Μικρογραφίες σελίδων. Ctrl+A επιλογή όλων, Ctrl+Πάνω/Κάτω αναδιάταξη, Delete εναλλαγή σελίδας, Ctrl+L/R περιστροφή, Ctrl+Z αναίρεση
es: Miniaturas de página. Ctrl+A seleccionar todo, Ctrl+Arriba/Abajo reordenar, Supr alternar página, Ctrl+L/R rotar, Ctrl+Z deshacer
fi: Sivujen pienoiskuvat. Ctrl+A valitse kaikki, Ctrl+Ylös/Alas järjestä, Delete vaihda sivu, Ctrl+L/R kierrä, Ctrl+Z kumoa
hr: Minijature stranica. Ctrl+A odaberi sve, Ctrl+Gore/Dolje preuredi, Delete prebaci stranicu, Ctrl+L/R rotiraj, Ctrl+Z poništi
hu: Oldalminiatűrök. Ctrl+A összes kijelölése, Ctrl+Fel/Le átrendezés, Delete oldal ki-/bekapcsolása, Ctrl+L/R forgatás, Ctrl+Z visszavonás
is: Smámyndir síðna. Ctrl+A velja allt, Ctrl+Upp/Niður endurraða, Delete víxla síðu, Ctrl+L/R snúa, Ctrl+Z afturkalla
ja: ページサムネイル。Ctrl+Aですべて選択、Ctrl+上下で並べ替え、Deleteでページ切替、Ctrl+L/Rで回転、Ctrl+Zで元に戻す
nl: Paginaminiaturen. Ctrl+A alles selecteren, Ctrl+Omhoog/Omlaag herordenen, Delete pagina wisselen, Ctrl+L/R roteren, Ctrl+Z ongedaan maken
pl: Miniatury stron. Ctrl+A zaznacz wszystko, Ctrl+Góra/Dół zmień kolejność, Delete przełącz stronę, Ctrl+L/R obróć, Ctrl+Z cofnij
pt: Miniaturas de páginas. Ctrl+A selecionar tudo, Ctrl+Cima/Baixo reordenar, Delete alternar página, Ctrl+L/R girar, Ctrl+Z desfazer
ro: Miniaturi pagini. Ctrl+A selectează tot, Ctrl+Sus/Jos reordonează, Delete comută pagina, Ctrl+L/R rotește, Ctrl+Z anulează
ru: Миниатюры страниц. Ctrl+A выбрать всё, Ctrl+Вверх/Вниз переупорядочить, Delete переключить страницу, Ctrl+L/R повернуть, Ctrl+Z отменить
sk: Miniatúry strán. Ctrl+A vybrať všetko, Ctrl+Hore/Dole zmeniť poradie, Delete prepnúť stranu, Ctrl+L/R otočiť, Ctrl+Z vrátiť
sv: Sidminiatyrer. Ctrl+A markera alla, Ctrl+Upp/Ner ordna om, Delete växla sida, Ctrl+L/R rotera, Ctrl+Z ångra
tr: Sayfa küçük resimleri. Ctrl+A tümünü seç, Ctrl+Yukarı/Aşağı yeniden sırala, Delete sayfayı değiştir, Ctrl+L/R döndür, Ctrl+Z geri al

source: Processing Summary
bg: Обобщение на обработката
cs: Shrnutí zpracování
da: Behandlingsoversigt
de: Verarbeitungszusammenfassung
el: Περίληψη Επεξεργασίας
es: Resumen de Procesamiento
et: Töötlemise kokkuvõte
fi: Käsittely yhteenveto
fr: Résumé du traitement
he: סיכום עיבוד
hr: Sažetak obrade
hu: Feldolgozási összegzés
is: Útdráttur vinnslu
it: Riepilogo del processo
ja: 処理概要
nl: Verwerkingssamenvatting
no: Behandlingsoppsummering
pl: Podsumowanie przetwarzania
pt: Resumo do Processamento
ro: Rezumatul procesării
ru: Сводка обработки
sk: Spracovanie súhrnu
sv: Bearbetningssammanfattning
tr: İşlem Özeti
uk: Підсумок обробки

source: Files processed:
bg: Обработени файлове:
cs: Zpracované soubory:
da: Behandlede filer:
de: Verarbeitete Dateien:
el: Αρχεία που επεξεργάστηκαν:
es: Archivos procesados:
et: Töödeldud failid:
fi: Käsitellyt tiedostot:
fr: Fichiers traités :
he: קבצים מעובדים:
hr: Obrađene datoteke:
hu: Feldolgozott fájlok:
is: Skrár unnar:
it: File elaborati:
ja: 処理されたファイル：
nl: Verwerkte bestanden:
no: Behandlede filer:
pl: Przetworzone pliki:
pt: Arquivos processados:
ro: Fișiere procesate:
ru: Обработанные файлы:
sk: Spracované súbory:
sv: Bearbetade filer:
tr: İşlenen dosyalar:
uk: Оброблені файли:

source: Total pages:
bg: Общо страници:
cs: Celkový počet stran:
da: Samlede sider:
de: Gesamtseiten:
el: Συνολικές σελίδες:
es: Páginas totales:
et: Kokku leheküljed:
fi: Yhteensä sivuja:
fr: Pages totales :
he: סך הכל עמודים:
hr: Ukupno stranica:
hu: Összes oldal:
is: Heildarsíður:
it: Pagine totali:
ja: 総ページ数：
nl: Totaal aantal pagina's:
no: Totalt antall sider:
pl: Łączna liczba stron:
pt: Total de páginas:
ro: Total pagini:
ru: Всего страниц:
sk: Celkový počet stránok:
sv: Totalt antal sidor:
tr: Toplam sayfa:
uk: Загальна кількість сторінок:

source: Processing time:
bg: Време за обработка:
cs: Čas zpracování:
da: Behandlingstid:
de: Verarbeitungszeit:
el: Χρόνος επεξεργασίας:
es: Tiempo de procesamiento:
et: Töötlemise aeg:
fi: Käsittelyaika:
fr: Temps de traitement :
he: זמן עיבוד:
hr: Vrijeme obrade:
hu: Feldolgozási idő:
is: Vinnslutími:
it: Tempo di elaborazione:
ja: 処理時間：
nl: Verwerkingstijd:
no: Behandlingstid:
pl: Czas przetwarzania:
pt: Tempo de processamento:
ro: Timp de procesare:
ru: Время обработки:
sk: Čas spracovania:
sv: Behandlingstid:
tr: İşlem süresi:
uk: Час обробки:

source: Output size:
bg: Размер на изхода:
cs: Velikost výstupu:
da: Output størrelse:
de: Ausgabedgröße:
el: Μέγεθος εξόδου:
es: Tamaño de salida:
et: Välj suurus:
fi: Tulosteen koko:
fr: Taille de sortie :
he: גודל פלט:
hr: Veličina izlaza:
hu: Kimeneti méret:
is: Útgangsstærð:
it: Dimensione dell'output:
ja: 出力サイズ：
nl: Uitvoergrootte:
pl: Rozmiar wyjścia:
pt: Tamanho da saída:
ro: Dimensiunea ieșirii:
ru: Размер вывода:
sk: Veľkosť výstupu:
sv: Utmatningsstorlek:
tr: Çıktı boyutu:
uk: Розмір виводу:

source: Size change:
bg: Промяна на размера:
cs: Změna velikosti:
da: Størrelsesændring:
de: Größenänderung:
el: Αλλαγή μεγέθους:
es: Cambio de tamaño:
et: Suuruse muutmine:
fi: Koon muutos:
fr: Changement de taille :
he: שינוי גודל:
hr: Promjena veličine:
hu: Méretváltoztatás:
is: Stærð breyting:
it: Cambia dimensione:
ja: サイズ変更:
nl: Grootte wijzigen:
pl: Zmiana rozmiaru:
pt: Alterar tamanho:
ro: Schimbare dimensiune:
ru: Изменение размера:
sk: Zmena veľkosti:
sv: Storleksändring:
tr: Boyut değişikliği:
uk: Зміна розміру:

source: Files processed
bg: Обработени файлове
da: Filer behandlet
el: Αρχεία επεξεργάστηκαν
es: Archivos procesados
fi: Käsiteltyjä tiedostoja
hr: Obrađenih datoteka
hu: Feldolgozott fájlok
is: Skrár unnar
ja: 処理済みファイル
nl: Bestanden verwerkt
pl: Przetworzonych plików
pt: Arquivos processados
ro: Fișiere procesate
ru: Файлов обработано
sk: Spracovaných súborov
sv: Filer bearbetade
tr: İşlenen dosyalar

source: Pages processed
bg: Обработени страници
da: Sider behandlet
el: Σελίδες επεξεργάστηκαν
es: Páginas procesadas
fi: Käsiteltyjä sivuja
hr: Obrađenih stranica
hu: Feldolgozott oldalak
is: Síður unnar
ja: 処理済みページ
nl: Pagina's verwerkt
pl: Przetworzonych stron
pt: Páginas processadas
ro: Pagini procesate
ru: Страниц обработано
sk: Spracovaných strán
sv: Sidor bearbetade
tr: İşlenen sayfalar

source: Processing time
bg: Време за обработка
da: Behandlingstid
el: Χρόνος επεξεργασίας
es: Tiempo de procesamiento
fi: Käsittelyaika
hr: Vrijeme obrade
hu: Feldolgozási idő
is: Vinnslutími
ja: 処理時間
nl: Verwerkingstijd
pl: Czas przetwarzania
pt: Tempo de processamento
ro: Timp de procesare
ru: Время обработки
sk: Čas spracovania
sv: Bearbetningstid
tr: İşleme süresi

source: Output file size
bg: Размер на изходния файл
da: Størrelse på outputfil
el: Μέγεθος αρχείου εξόδου
es: Tamaño del archivo de salida
fi: Tulostiedoston koko
hr: Veličina izlazne datoteke
hu: Kimeneti fájlméret
is: Stærð úttaksskráar
ja: 出力ファイルサイズ
nl: Grootte uitvoerbestand
pl: Rozmiar pliku wyjściowego
pt: Tamanho do arquivo de saída
ro: Dimensiune fișier de ieșire
ru: Размер выходного файла
sk: Veľkosť výstupného súboru
sv: Storlek på utfil
tr: Çıkış dosya boyutu

source: File size change
bg: Промяна в размера на файла
da: Ændring i filstørrelse
el: Αλλαγή μεγέθους αρχείου
es: Cambio en el tamaño del archivo
fi: Tiedostokoon muutos
hr: Promjena veličine datoteke
hu: Fájlméret-változás
is: Breyting á skráarstærð
ja: ファイルサイズの変化
nl: Wijziging bestandsgrootte
pl: Zmiana rozmiaru pliku
pt: Alteração no tamanho do arquivo
ro: Modificare dimensiune fișier
ru: Изменение размера файла
sk: Zmena veľkosti súboru
sv: Ändring i filstorlek
tr: Dosya boyutu değişimi

source: Generated Files
bg: Генерирани файлове
cs: Vygenerované soubory
da: Genererede filer
de: Generierte Dateien
el: Δημιουργημένα Αρχεία
es: Archivos Generados
et: Genereeritud failid
fi: Luodut tiedostot
fr: Fichiers générés
he: קבצים שנוצרו
hr: Generirani datoteke
hu: Generált fájlok
is: Mynduð skrár
it: File Generati
ja: 生成されたファイル
nl: Gegenereerde bestanden
no: Genererte filer
pl: Wygenerowane pliki
pt: Arquivos Gerados
ro: Fișiere generate
ru: Сгенерированные файлы
sk: Vygenerované súbory
sv: Genererade filer
tr: Oluşturulan Dosyalar
uk: Згенеровані файли

source: Output files
bg: Изходни файлове
cs: Výstupní soubory
da: Outputfiler
de: Ausgabedateien
el: Αρχεία εξόδου
es: Archivos de salida
fi: Tulostetiedostot
fr: Fichiers de sortie
hr: Izlazne datoteke
hu: Kimeneti fájlok
is: Úttaksskrár
ja: 出力ファイル
nl: Uitvoerbestanden
pl: Pliki wyjściowe
pt: Arquivos de saída
ro: Fișiere de ieșire
ru: Выходные файлы
sk: Výstupné súbory
sv: Utdatafiler
tr: Çıkış dosyaları
uk: Вихідні файли

source: Toggle sidebar
bg: Превключване на страничната лента
cs: Přepnout postranní panel
da: Vis/skjul sidebjælke
de: Seitenleiste ein-/ausblenden
el: Εναλλαγή πλαϊνής μπάρας
es: Alternar barra lateral
fi: Näytä/piilota sivupalkki
fr: Afficher/masquer la barre latérale
hr: Prebaci bočnu traku
hu: Oldalsáv ki-/bekapcsolása
is: Sýna/fela hliðarstiku
ja: サイドバーの表示切替
nl: Zijbalk in-/uitschakelen
pl: Przełącz panel boczny
pt: Alternar barra lateral
ro: Comută bara laterală
ru: Переключить боковую панель
sk: Prepnúť bočný panel
sv: Visa/dölj sidopanel
tr: Kenar çubuğunu aç/kapat
uk: Перемкнути бічну панель

source: Back
bg: Назад
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
et: Tagasi
fi: Takaisin
fr: Retour
he: חזור
hr: Natrag
hu: Vissza
is: Til baka
it: Indietro
ja: 戻る
nl: Terug
no: Tilbake
pl: Wstecz
pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sv: Tillbaka
tr: Geri dön
uk: Назад

source: Remove all files from the list
bg: Премахнете всички файлове от списъка.
cs: Odstraňte všechny soubory ze seznamu.
da: Fjern alle filer fra listen
de: Entfernen Sie alle Dateien aus der Liste.
el: Αφαιρέστε όλα τα αρχεία από τη λίστα
es: Eliminar todos los archivos de la lista
et: Eemalda kõik failid loendist.
fi: Poista kaikki tiedostot luettelosta
fr: Supprimer tous les fichiers de la liste
he: הסר את כל הקבצים מהרשימה
hr: Ukloni sve datoteke s popisa
hu: Távolítsa el az összes fájlt a listából.
is: Fjarlægðu öll skrár úr listanum.
it: Rimuovi tutti i file dall'elenco
ja: リストからすべてのファイルを削除します。
nl: Verwijder alle bestanden uit de lijst
pl: Usuń wszystkie pliki z listy
pt: Remover todos os arquivos da lista
ro: Elimină toate fișierele din listă
ru: Удалить все файлы из списка
sk: Odstrániť všetky súbory zo zoznamu
sv: Ta bort alla filer från listan
tr: Listeden tüm dosyaları kaldır.
uk: Видалити всі файли зі списку

source: 0 files
bg: 0 файла
cs: 0 souborů
da: 0 filer
de: 0 Dateien
el: 0 αρχεία
es: 0 archivos
et: 0 faili
fi: 0 tiedostoa
fr: 0 fichiers
he: 0 קבצים
hr: 0 datoteka
hu: 0 fájl
is: 0 skrár
it: 0 file
ja: 0 ファイル
nl: 0 bestanden
pl: 0 plików
pt: 0 arquivos
ro: 0 fișiere
ru: 0 файлов
sk: 0 súborov
sv: 0 filer
tr: 0 dosya
uk: 0 файлів

source: Start OCR
bg: Започнете OCR
cs: Spustit OCR
da: Start OCR-behandling
de: OCR starten
el: Ξεκινήστε OCR
es: Iniciar OCR
et: Alusta OCR
fi: Aloita OCR
fr: Démarrer l'OCR
he: התחל OCR
hr: Pokreni OCR
hu: OCR indítása
is: Byrja OCR
it: Avvia OCR
ja: OCRを開始する
nl: OCR starten
pl: Rozpocznij OCR
pt: Iniciar OCR
ro: Începe OCR
ru: Начать OCR
sk: Spustiť OCR
sv: Starta OCR
tr: OCR'yi Başlat
uk: Запустити OCR

source: List view (click for grid)
bg: Списъчен изглед (щракнете за мрежа)
da: Listevisning (klik for gitter)
el: Προβολή λίστας (κλικ για πλέγμα)
es: Vista de lista (clic para cuadrícula)
fi: Listanäkymä (napsauta ruudukolle)
hr: Prikaz popisa (kliknite za mrežu)
hu: Listanézet (kattintson a rácshoz)
is: Listayfirlit (smelltu fyrir töflu)
ja: リスト表示（クリックでグリッド）
nl: Lijstweergave (klik voor raster)
pl: Widok listy (kliknij by zmienić na siatkę)
pt: Visualização em lista (clique para grade)
ro: Vizualizare listă (clic pentru grilă)
ru: Список (нажмите для сетки)
sk: Zobrazenie zoznamom (kliknite pre mriežku)
sv: Listvy (klicka för rutnät)
tr: Liste görünümü (ızgara için tıklayın)

source: Reset Settings
bg: Нулиране на настройки
cs: Obnovit nastavení
da: Nulstil indstillinger
de: Einstellungen zurücksetzen
el: Επαναφορά Ρυθμίσεων
es: Restablecer configuraciones
et: Lähtesta seaded
fi: Nollaa asetukset
fr: Réinitialiser les paramètres
he: אפס הגדרות
hr: Resetiraj postavke
hu: Beállítások visszaállítása
is: Endurstilla stillingar
it: Ripristina impostazioni
ja: 設定をリセット
nl: Instellingen resetten
pl: Zresetuj ustawienia
pt: Redefinir Configurações
ro: Resetare setări
ru: Сбросить настройки
sk: Obnoviť nastavenia
sv: Återställ inställningar
tr: Ayarları Sıfırla
uk: Скинути налаштування

source: Keyboard Shortcuts
bg: Клавишни комбинации
da: Tastaturgenveje
el: Συντομεύσεις πληκτρολογίου
es: Atajos de Teclado
fi: Pikanäppäimet
hr: Tipkovnički prečaci
hu: Billentyűparancsok
is: Flýtileiðir
ja: キーボードショートカット
nl: Sneltoetsen
pl: Skróty klawiszowe
pt: Atalhos de Teclado
ro: Scurtături de tastatură
ru: Сочетания клавиш
sk: Klávesové skratky
sv: Tangentbordsgenvägar
tr: Klavye kısayolları

source: Grid view (click for list)
bg: Мрежов изглед (щракнете за списък)
da: Gittervisning (klik for liste)
el: Προβολή πλέγματος (κλικ για λίστα)
es: Vista de cuadrícula (clic para lista)
fi: Ruudukkonäkymä (napsauta listalle)
hr: Mrežni prikaz (kliknite za popis)
hu: Rácsnézet (kattintson a listához)
is: Töfluyfirlit (smelltu fyrir lista)
ja: グリッド表示（クリックでリスト）
nl: Rasterweergave (klik voor lijst)
pl: Widok siatki (kliknij by zmienić na listę)
pt: Visualização em grade (clique para lista)
ro: Vizualizare grilă (clic pentru listă)
ru: Сетка (нажмите для списка)
sk: Zobrazenie mriežkou (kliknite pre zoznam)
sv: Rutnätsvy (klicka för lista)
tr: Izgara görünümü (liste için tıklayın)

source: 1 file
bg: 1 файл
cs: 1 soubor
da: 1 fil
de: 1 Datei
el: 1 αρχείο
es: 1 archivo
et: 1 fail
fi: 1 tiedosto
fr: 1 fichier
he: 1 קובץ
hr: 1 datoteka
hu: 1 fájl
is: 1 skrá
ja: 1ファイル
nl: 1 bestand
pl: 1 plik
pt: 1 arquivo
ro: 1 fișier
ru: 1 файл
sk: 1 súbor
sv: 1 fil
tr: 1 dosya
uk: 1 файл

source: {} files
bg: {} файлове
cs: {} soubory
da: {} filer
de: {} Dateien
el: {} αρχεία
es: {} archivos
et: {} failid
fi: {} tiedostot
fr: {} fichiers
he: {} קבצים
hr: {} datoteke
hu: {} fájlok
is: {} skrár
it: {} file
ja: {} ファイル
nl: {} bestanden
pl: {} pliki
pt: {} arquivos
ro: {} fișiere
ru: {} файлы
sk: {} súbory
sv: {} filer
tr: {} dosyaları
uk: {} файлів

source: Select Files
bg: Изберете файлове
cs: Vyberte soubory
da: Vælg filer
de: Dateien auswählen
el: Επιλέξτε Αρχεία
es: Seleccionar archivos
et: Vali failid
fi: Valitse tiedostot
fr: Sélectionner des fichiers
he: בחר קבצים
hr: Odaberite datoteke
hu: Fájlok kiválasztása
is: Veldu skrár
it: Seleziona file
ja: ファイルを選択
nl: Selecteer bestanden
pl: Wybierz pliki
pt: Selecionar Arquivos
ro: Selectați fișierele
ru: Выбрать файлы
sk: Vyberte súbory
sv: Välj filer
tr: Dosyaları Seçin
uk: Вибрати файли

source: Error adding files
bg: Грешка при добавяне на файлове
cs: Chyba při přidávání souborů
da: Fejl ved tilføjelse af filer
de: Fehler beim Hinzufügen von Dateien
el: Σφάλμα κατά την προσθήκη αρχείων
es: Error al agregar archivos
et: Viga failide lisamisel
fi: Virhe tiedostojen lisäämisessä
fr: Erreur lors de l'ajout de fichiers
he: שגיאה בהוספת קבצים
hr: Greška prilikom dodavanja datoteka
hu: Hiba a fájlok hozzáadásakor
is: Villa að bæta við skrám
it: Errore durante l'aggiunta dei file
ja: ファイルの追加中にエラーが発生しました
nl: Fout bij het toevoegen van bestanden
no: Feil ved å legge til filer
pl: Błąd podczas dodawania plików
pt: Erro ao adicionar arquivos
ro: Eroare la adăugarea fișierelor
ru: Ошибка при добавлении файлов
sk: Chyba pri pridávaní súborov
sv: Fel vid tillägg av filer
tr: Dosya eklerken hata oluştu
uk: Помилка додавання файлів

source: No valid files were selected
bg: Не бяха избрани валидни файлове.
cs: Nebyly vybrány žádné platné soubory.
da: Ingen gyldige filer blev valgt.
de: Es wurden keine gültigen Dateien ausgewählt.
el: Δεν επιλέχθηκαν έγκυρα αρχεία.
es: No se seleccionaron archivos válidos.
et: Kehtivaid faile ei valitud.
fi: Ei voimassa olevia tiedostoja valittu.
fr: Aucun fichier valide n'a été sélectionné.
he: לא נבחרו קבצים תקפים
hr: Nisu odabrane valjane datoteke.
hu: Nincsenek érvényes fájlok kiválasztva.
is: Engin giltandi skrár voru valdar.
it: Nessun file valido è stato selezionato.
ja: 有効なファイルが選択されていません。
nl: Er zijn geen geldige bestanden geselecteerd.
no: Ingen gyldige filer ble valgt
pl: Nie wybrano żadnych ważnych plików.
pt: Nenhum arquivo válido foi selecionado.
ro: Nu au fost selectate fișiere valide.
ru: Не выбраны действительные файлы.
sk: Neboli vybrané žiadne platné súbory.
sv: Inga giltiga filer valdes.
tr: Geçerli dosya seçilmedi.
uk: Не було вибрано жодних дійсних файлів.

source: Multiple Images Selected
bg: Избрани множество изображения
cs: Vybráno více obrázků
da: Flere billeder valgt
de: Mehrere Bilder ausgewählt
el: Επιλεγμένες Πολλαπλές Εικόνες
es: Múltiples imágenes seleccionadas
et: Valitud mitu pilti
fi: Useita kuvia valittu
fr: Images multiples sélectionnées
he: נבחרו מספר תמונות
hr: Više slika odabrano
hu: Több kép ki van választva
is: valdar myndir valdar
it: Immagini multiple selezionate
ja: 複数の画像が選択されました
nl: Meerdere afbeeldingen geselecteerd
pl: Wybrane wiele obrazów
pt: Múltiplas Imagens Selecionadas
ro: Imagini multiple selectate
ru: Выбрано несколько изображений
sk: Viacero obrázkov vybraných
sv: Flera bilder valda
tr: Birden Fazla Görüntü Seçildi
uk: Вибрано кілька зображень

source: You selected {} images. How would you like to add them?
bg: Избрали сте {} изображения. Как бихте искали да ги добавите?
cs: Vybrali jste {} obrázků. Jak je chcete přidat?
da: Du har valgt {} billeder. Hvordan vil du gerne tilføje dem?
de: Sie haben {} Bilder ausgewählt. Wie möchten Sie sie hinzufügen?
el: Επιλέξατε {} εικόνες. Πώς θα θέλατε να τις προσθέσετε;
es: Has seleccionado {} imágenes. ¿Cómo te gustaría añadirlas?
et: Olete valinud {} pilti. Kuidas soovite neid lisada?
fi: Olet valinnut {} kuvaa. Miten haluaisit lisätä ne?
fr: Vous avez sélectionné {} images. Comment souhaitez-vous les ajouter ?
he: בחרת {} תמונות. כיצד תרצה להוסיף אותן?
hr: Odabrali ste {} slika. Kako ih želite dodati?
hu: {} képet választott ki. Hogyan szeretné hozzáadni őket?
is: Þú valdir {} myndir. Hvernig viltu bæta þeim við?
it: Hai selezionato {} immagini. Come desideri aggiungerle?
ja: {}の画像を選択しました。どのように追加しますか？
nl: U heeft {} afbeeldingen geselecteerd. Hoe wilt u ze toevoegen?
pl: Wybrałeś {} obrazów. Jak chciałbyś je dodać?
pt: Você selecionou {} imagens. Como você gostaria de adicioná-las?
ro: Ați selectat {} imagini. Cum doriți să le adăugați?
ru: Вы выбрали {} изображения. Как вы хотите их добавить?
sk: Vybrali ste {} obrázkov. Ako by ste ich chceli pridať?
sv: Du har valt {} bilder. Hur vill du lägga till dem?
tr: {} görüntüyü seçtiniz. Onları nasıl eklemek istersiniz?
uk: Ви вибрали {} зображень. Як ви хочете їх додати?

source: Select destination folder
bg: Изберете папка за целта
cs: Vyberte cílovou složku
da: Vælg destinationsmappe
de: Zielordner auswählen
el: Επιλέξτε φάκελο προορισμού
es: Seleccionar carpeta de destino
et: Vali sihtkaust
fi: Valitse kohdekansio
fr: Sélectionnez le dossier de destination
he: בחר תיקיית יעד
hr: Odaberite odredišnu mapu
hu: Válassza ki a célmappát
is: Veldu áfangamöppu
it: Seleziona la cartella di destinazione
ja: 宛先フォルダーを選択してください
nl: Selecteer bestemmingsmap
no: Velg destinasjonsmappe
pl: Wybierz folder docelowy
pt: Selecione a pasta de destino
ro: Selectați folderul de destinație
ru: Выберите папку назначения
sk: Vyberte cieľovú zložku
sv: Välj destinationsmapp
tr: Hedef klasörü seçin
uk: Виберіть папку призначення

source: Error selecting destination folder
bg: Грешка при избора на папка за цел.
cs: Chyba při výběru cílové složky
da: Fejl ved valg af destinationsmappe
de: Fehler beim Auswählen des Zielordners
el: Σφάλμα κατά την επιλογή του φακέλου προορισμού
es: Error al seleccionar la carpeta de destino
et: Viga sihtkoha kausta valimisel
fi: Virhe kohdekansion valinnassa
fr: Erreur lors de la sélection du dossier de destination
he: שגיאה בבחירת תיקיית יעד
hr: Greška pri odabiru odredišne mape
hu: Hiba a célmappa kiválasztásakor
is: Villa ekki valin.
it: Errore nella selezione della cartella di destinazione
ja: 宛先フォルダーの選択中にエラーが発生しました
nl: Fout bij het selecteren van de bestemmingsmap
no: Feil ved valg av destinasjonsmappe
pl: Błąd podczas wybierania folderu docelowego
pt: Erro ao selecionar a pasta de destino
ro: Eroare la selectarea folderului de destinație
ru: Ошибка выбора папки назначения
sk: Chyba pri výbere cieľového priečinka
sv: Fel vid val av destinationsmapp
tr: Hedef klasör seçerken hata
uk: Помилка вибору папки призначення

source: Destination folder selected
bg: Избрана папка за целта
cs: Vybraný cílový složka
da: Destinationsmappe valgt
de: Zielordner ausgewählt
el: Επιλεγμένος φάκελος προορισμού
es: Carpeta de destino seleccionada
et: Sihtkaust valitud
fi: Kohdekansio valittu
fr: Dossier de destination sélectionné
he: תיקיית יעד נבחרה
hr: Odabrana mapa odredišta
hu: Kiválasztott célmappa
is: Móttökumappa valin
it: Cartella di destinazione selezionata
ja: 宛先フォルダーが選択されました
nl: Bestemmingsmap geselecteerd
no: Målmappe valgt
pl: Wybrany folder docelowy
pt: Pasta de destino selecionada
ro: Folder de destinație selectat
ru: Выбрана папка назначения
sk: Vybraný cieľový priečinok
sv: Målmapp vald
tr: Hedef klasör seçildi
uk: Вибрано папку призначення

source: Print version information and exit
bg: Отпечатайте информация за версията и излезте
cs: Vytiskněte informace o verzi a ukončete.
da: Udskriv versionsinformation og afslut
de: Versionsinformationen drucken und beenden
el: Εκτύπωση πληροφοριών έκδοσης και έξοδος
es: Imprimir información de versión y salir
et: Prindi versiooni teave ja välju
fi: Tulosta versiotiedot ja poistu
fr: Imprimer les informations de version et quitter
he: הדפס מידע על גרסה וצא
hr: Ispiši informacije o verziji i izađi
hu: Nyomtatja a verzióinformációt és kilép.
is: Prenta útgáfuupplýsingar og hætta
it: Stampa le informazioni sulla versione e esci
ja: バージョン情報を表示して終了する
nl: Print versie-informatie en sluit af
no: Skriv ut versjonsinformasjon og avslutt
pl: Wydrukuj informacje o wersji i zakończ
pt: Imprimir informações da versão e sair
ro: Tipăriți informațiile despre versiune și ieșiți
ru: Вывести информацию о версии и выйти
sk: Vytlačte informácie o verzii a ukončite.
sv: Skriv ut versionsinformation och avsluta
tr: Sürüm bilgilerini yazdır ve çık.
uk: Вивести інформацію про версію та вийти

source: Extract text from images using OCR
bg: Извлечете текст от изображения с помощта на OCR
cs: Extrahujte text z obrázků pomocí OCR
da: Uddrag tekst fra billeder ved hjælp af OCR
de: Text aus Bildern mit OCR extrahieren
el: Εξαγωγή κειμένου από εικόνες χρησιμοποιώντας OCR
es: Extraer texto de imágenes utilizando OCR
et: Ekstrakteksti piltidelt, kasutades OCR-i
fi: Poimi tekstiä kuvista käyttämällä OCR:ää.
fr: Extraire du texte à partir d'images à l'aide de l'OCR
he: חלץ טקסט מתמונות באמצעות OCR
hr: Izvucite tekst iz slika pomoću OCR-a
hu: Képekből szöveg kinyerése OCR segítségével
is: Dregðu texta úr myndum með OCR
it: Estrai testo dalle immagini utilizzando OCR
ja: 画像からOCRを使用してテキストを抽出します。
nl: Haal tekst uit afbeeldingen met OCR
pl: Wyodrębnij tekst z obrazów za pomocą OCR
pt: Extraia texto de imagens usando OCR
ro: Extrageți text din imagini folosind OCR
ru: Извлеките текст из изображений с помощью OCR
sk: Extrahujte text z obrázkov pomocou OCR.
sv: Extrahera text från bilder med hjälp av OCR
tr: Görüntülerden metin çıkarmak için OCR kullanın.
uk: Витягти текст із зображень за допомогою OCR
