Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Maximum Output Size
bg: Максимален размер на изхода
cs: Maximální velikost výstupu
da: Maksimal outputstørrelse
de: Maximale Ausgabedateigröße
el: Μέγιστο Μέγεθος Έξοδου
es: Tamaño máximo de salida
et: Maksimaalne väljundi suurus
fi: Maksimiulostuskoko
fr: Taille de sortie maximale
he: גודל פלט מקסימלי
hr: Maksimalna veličina izlaza
hu: Maximális kimeneti méret
is: Hámarks úttaksstærð
it: Dimensione massima dell'output
ja: 最大出力サイズ
nl: Maximale uitvoergrootte
pl: Maksymalny rozmiar wyjścia
pt: Tamanho Máximo de Saída
ro: Dimensiunea maximă a ieșirii
ru: Максимальный размер вывода
sk: Maximálna veľkosť výstupu
sv: Maximalt utdataformat
tr: Maksimum Çıktı Boyutu
uk: Максимальний розмір виводу

source: No limit
bg: Без ограничения
cs: Žádný limit
da: Ingen grænse
de: Keine Begrenzung
el: Κανένας περιορισμός
es: Sin límite
et: Ei piire.
fi: Ei rajoituksia
fr: Pas de limite
he: אין גבול
hr: Nema ograničenja
hu: Nincs korlátozás
is: Engin ekki takmörk
it: Nessun limite
ja: 制限なし
nl: Geen limiet
pl: Brak limitu
pt: Sem limite
ro: Fără limită
ru: Без ограничений
sk: Žiadne obmedzenie
sv: Ingen gräns
tr: Sınırsız
uk: Без обмежень

source: OCR Precision
bg: Точност на OCR
cs: Přesnost OCR
da: OCR Præcision
de: OCR-Präzision
el: Ακρίβεια OCR
es: Precisión de OCR
et: OCR täpsus
fi: OCR-tarkkuus
fr: Précision OCR
he: דיוק OCR
hr: Preciznost OCR-a
hu: OCR Pontosság
is: OCR nákvæmni
it: Precision OCR
ja: OCR精度
nl: OCR-nauwkeurigheid
pl: Precyzja OCR
pt: Precisão de OCR
ro: Precizia OCR
ru: Точность OCR
sk: Presnosť OCR
tr: OCR Hassasiyeti
uk: Точність OCR

source: Low Precision
bg: Ниска прецизност
cs: Nízká přesnost
da: Lav præcision
de: Niedrige Präzision
el: Χαμηλή Ακρίβεια
es: Baja precisión
et: Madal Täpsus
fi: Alhainen tarkkuus
fr: Précision faible
he: דיוק נמוך
hr: Niska preciznost
hu: Alacsony pontosság
is: Lág nákvæmni
it: Bassa Precisione
ja: 低精度
nl: Lage Precisie
pl: Niska precyzja
pt: Baixa Precisão
ro: Precizie scăzută
ru: Низкая точность
sk: Nízka presnosť
sv: Låg precision
tr: Düşük Hassasiyet
uk: Низька точність

source: Standard
bg: Стандартен
cs: Standardní
el: Πρότυπο
es: Estándar
et: Standardne
fi: Vakio
he: סטנדרט
hr: Standardan
hu: Szabványos
it: Standardizzato
ja: 標準
nl: Standaard
pl: Standardowy
pt: Padrão
ru: Стандартный
sk: Štandardný
tr: Standart
uk: Стандартна

source: Precise
bg: Точен
cs: Přesné
da: Præcis
de: Präzise
el: Ακριβής
es: Preciso
et: Täpselt
fi: Tarkka
fr: Précis
he: מדויק
hr: Precizan
hu: Pontos
is: Nákvæmt
it: Preciso
ja: 正確な
nl: Nauwkeurig
pl: Dokładny
pt: Preciso
ru: Точный
sk: Presný
tr: Kesin
uk: Точна

source: Very Precise
bg: Много прецизен
cs: Velmi přesné
da: Meget præcist
de: Sehr präzise
el: Πολύ Ακριβές
es: Muy preciso
et: Väga täpne
fi: Erittäin tarkka
fr: Très précis
he: מאוד מדויק
hr: Vrlo precizno
hu: Nagyon pontos
is: Mjög nákvæmt
it: Molto preciso
ja: 非常に正確
nl: Zeer Nauwkeurig
pl: Bardzo precyzyjny
pt: Muito Preciso
ro: Foarte precis
ru: Очень точно
sk: Veľmi presné
sv: Mycket exakt
tr: Çok Hassas
uk: Дуже точна

source: Replace Existing OCR
bg: Заменете съществуващия OCR
cs: Nahradit stávající OCR
da: Erstat eksisterende OCR
de: Vorhandenes OCR ersetzen
el: Αντικατάσταση Υφιστάμενου OCR
es: Reemplazar OCR existente
et: Asenda olemasolev OCR
fi: Korvaa olemassa oleva OCR
fr: Remplacer l'OCR existant
he: החלף OCR קיים
hr: Zamijeni postojeći OCR
hu: A meglévő OCR cseréje
is: Skipta núverandi OCR
it: Sostituisci OCR esistente
ja: 既存のOCRを置き換える
nl: Vervang Bestaande OCR
pl: Zastąp istniejący OCR
pt: Substituir OCR Existente
ro: Înlocuiește OCR-ul existent
ru: Заменить существующий OCR
sk: Nahradiť existujúce OCR
sv: Ersätt befintlig OCR
tr: Mevcut OCR'yi Değiştirin
uk: Замінити наявний OCR

source: Full Resolution Detection
bg: Откриване в пълна резолюция
da: Detektering i fuld opløsning
el: Ανίχνευση πλήρους ανάλυσης
es: Detección a Resolución Completa
fi: Tunnistus täydellä tarkkuudella
hr: Detekcija u punoj rezoluciji
hu: Teljes felbontású felismerés
is: Greining í fullri upplausn
ja: フル解像度検出
nl: Detectie op volledige resolutie
pl: Wykrywanie w pełnej rozdzielczości
pt: Detecção em Resolução Total
ro: Detectare la rezoluție completă
ru: Обнаружение в полном разрешении
sk: Detekcia v plnom rozlíšení
sv: Detektering i full upplösning
tr: Tam çözünürlük algılama

source: Choose the model that matches the language of your documents for the best results.
bg: Изберете модела, който съответства на езика на вашите документи за най-добри резултати.
cs: Vyberte model, který odpovídá jazyku vašich dokumentů pro nejlepší výsledky.
da: Vælg den model, der matcher sproget i dine dokumenter for de bedste resultater.
de: Wählen Sie das Modell aus, das der Sprache Ihrer Dokumente entspricht, um die besten Ergebnisse zu erzielen.
el: Επιλέξτε το μοντέλο που ταιριάζει με τη γλώσσα των εγγράφων σας για τα καλύτερα αποτελέσματα.
es: Elija el modelo que coincida con el idioma de sus documentos para obtener los mejores resultados.
et: Valige mudel, mis vastab teie dokumentide keelele parimate tulemuste saavutamiseks.
fi: Valitse malli, joka vastaa asiakirjojesi kieltä parhaan tuloksen saavuttamiseksi.
fr: Choisissez le modèle qui correspond à la langue de vos documents pour de meilleurs résultats.
he: בחר את המודל שמתאים לשפה של המסמכים שלך לקבלת התוצאות הטובות ביותר.
hr: Odaberite model koji odgovara jeziku vaših dokumenata za najbolje rezultate.
hu: Válaszd ki a modellt, amely megfelel a dokumentumaid nyelvének a legjobb eredmények érdekében.
is: Veldu líkanið sem passar við tungumál skjala þinna fyrir bestu niðurstöður.
it: Scegli il modello che corrisponde alla lingua dei tuoi documenti per i migliori risultati.
ja: ドキュメントの言語に合ったモデルを選択して、最良の結果を得てください。
nl: Kies het model dat overeenkomt met de taal van uw documenten voor de beste resultaten.
pl: Wybierz model, który odpowiada językowi twoich dokumentów, aby uzyskać najlepsze wyniki.
pt: Escolha o modelo que corresponde ao idioma dos seus documentos para obter os melhores resultados.
ro: Alegeți modelul care se potrivește cu limba documentelor dumneavoastră pentru cele mai bune rezultate.
ru: Выберите модель, которая соответствует языку ваших документов для достижения наилучших результатов.
sk: Vyberte model, ktorý zodpovedá jazyku vašich dokumentov pre najlepšie výsledky.
sv: Välj den modell som matchar språket i dina dokument för bästa resultat.
tr: Belgelerinizin diline en uygun modeli seçin.
uk: Оберіть модель, що відповідає мові ваших документів, для найкращих результатів.

source: {count} languages
bg: {count} езика
cs: {count} jazyků
da: {count} sprog
de: {count} Sprachen
el: {count} γλώσσες
es: {count} idiomas
et: {count} keelt
fi: {count} kieltä
fr: {count} langues
he: {count} שפות
hr: {count} jezika
hu: {count} nyelv
is: {count} tungumál
it: {count} lingue
ja: {count} 言語
nl: {count} talen
pl: {count} języków
pt: {count} idiomas
ro: {count} limbi
ru: {count} языков
sk: {count} jazykov
sv: {count} språk
tr: {count} dil
uk: {count} мов

source: Supported Languages
bg: Поддържани езици
cs: Podporované jazyky
da: Understøttede sprog
de: Unterstützte Sprachen
el: Υποστηριζόμενες Γλώσσες
es: Idiomas soportados
et: Toetatud keeled
fi: Tuetut kielet
fr: Langues prises en charge
he: שפות נתמכות
hr: Podržani jezici
hu: Támogatott nyelvek
is: stuðlaðar tungumál
it: Lingue supportate
ja: サポートされている言語
nl: Ondersteunde Talen
pl: Obsługiwane języki
pt: Idiomas Suportados
ro: Limbi acceptate
ru: Поддерживаемые языки
sk: Podporované jazyky
sv: Stödda språk
tr: Desteklenen Diller
uk: Підтримувані мови

source: Unsupported file format
bg: Неподдържан файлов формат
da: Ikke understøttet filformat
el: Μη υποστηριζόμενη μορφή αρχείου
es: Formato de archivo no soportado
fi: Tuetut tiedostomuodot eivät ole käytössä.
hr: Nepodržani format datoteke
is: Ósamþykkt skráarformát
ja: サポートされていないファイル形式
nl: Niet-ondersteund bestandsformaat
pl: Nieobsługiwany format pliku
pt: Formato de arquivo não suportado
ro: Format de fișier nesuportat
ru: Неподдерживаемый формат файла
sk: Nepodporovaný formát súboru
sv: Stöds inte filformat
tr: Desteklenmeyen dosya formatı

source: No image found in clipboard
bg: Няма намерено изображение в клипборда.
da: Ingen billede fundet i udklipsholderen.
el: Δεν βρέθηκε εικόνα στο πρόχειρο.
es: No se encontró ninguna imagen en el portapapeles.
fi: Ei kuvaa löytynyt leikepöydältä.
hr: Nema slike u međuspremniku
is: Engin mynd fannst í klippiborðinu.
ja: クリップボードに画像が見つかりません。
nl: Geen afbeelding gevonden in het klembord.
pl: Nie znaleziono obrazu w schowku.
pt: Nenhuma imagem encontrada na área de transferência.
ro: Nicio imagine găsită în clipboard.
ru: Изображение в буфере обмена не найдено.
sk: Žiadny obrázok nenájdený v schránke.
sv: Ingen bild hittades i urklipp.
tr: Panozda görüntü bulunamadı.

source: Image OCR
bg: Оптично разпознаване на символи (OCR)
cs: OCR obrázků
da: Billede OCR
de: Bild-OCR
el: Αναγνώριση κειμένου από εικόνα
es: OCR de imagen
et: Pildi OCR
fi: Kuvan OCR
fr: OCR d'image
he: זיהוי תווים בתמונה
hr: OCR slike
hu: Kép OCR
is: Myndgreining á myndum
it: OCR immagine
ja: 画像OCR
nl: Afbeelding OCR
pl: OCR obrazu
pt: OCR de Imagem
ro: OCR pentru imagini
ru: Оптическое распознавание символов (OCR)
sk: OCR obrázkov
sv: Bild-OCR
tr: Görüntü OCR
uk: OCR зображень

source: Extract text from images or screen captures using OCR.
bg: Извлечете текст от изображения или екранни снимки, използвайки OCR.
cs: Extrahujte text z obrázků nebo snímků obrazovky pomocí OCR.
da: Uddrag tekst fra billeder eller skærmbilleder ved hjælp af OCR.
de: Text aus Bildern oder Bildschirmaufnahmen mit OCR extrahieren.
el: Εξαγάγετε κείμενο από εικόνες ή στιγμιότυπα οθόνης χρησιμοποιώντας OCR.
es: Extrae texto de imágenes o capturas de pantalla utilizando OCR.
et: Ekstrakteksti piltidelt või ekraanipiltidelt, kasutades OCR-i.
fi: Poimi tekstiä kuvista tai näyttökaappauksista käyttämällä OCR:ää.
fr: Extraire du texte à partir d'images ou de captures d'écran en utilisant l'OCR.
he: הפק טקסט מתמונות או צילומי מסך באמצעות OCR.
hr: Izvucite tekst iz slika ili snimaka ekrana koristeći OCR.
hu: Képekből vagy képernyőfelvételekből szöveg kinyerése OCR segítségével.
is: Dregðu texta úr myndum eða skjámyndum með því að nota OCR.
it: Estrai testo da immagini o catture dello schermo utilizzando l'OCR.
ja: 画像やスクリーンキャプチャからOCRを使用してテキストを抽出します。
nl: Haal tekst uit afbeeldingen of schermafbeeldingen met behulp van OCR.
pl: Wyodrębnij tekst z obrazów lub zrzutów ekranu za pomocą OCR.
pt: Extraia texto de imagens ou capturas de tela usando OCR.
ro: Extrageți text din imagini sau capturi de ecran folosind OCR.
ru: Извлекайте текст из изображений или скриншотов с помощью OCR.
sk: Extrahujte text z obrázkov alebo snímok obrazovky pomocou OCR.
sv: Extrahera text från bilder eller skärmdumpar med hjälp av OCR.
tr: Görüntülerden veya ekran görüntülerinden metin çıkarma işlemi için OCR kullanın.
uk: Витягти текст із зображень або знімків екрана за допомогою OCR.

source: Open Image
bg: Отвори изображение
cs: Otevřít obrázek
da: Åbn billede
de: Bild öffnen
el: Άνοιγμα Εικόνας
es: Abrir imagen
et: Ava pilt
fi: Avaa kuva
fr: Ouvrir l'image
he: פתח תמונה
hr: Otvorite sliku
hu: Kép megnyitása
is: Opna mynd
it: Apri Immagine
ja: 画像を開く
nl: Afbeelding openen
no: Åpne bilde
pl: Otwórz obrazek
pt: Abrir Imagem
ro: Deschide imaginea
ru: Открыть изображение
sk: Otvoriť obrázok
sv: Öppna bild
tr: Görüntüyü Aç
uk: Відкрити зображення

source: Screen Capture
bg: Скриншот
cs: Zachycení obrazovky
da: Skærmoptagelse
de: Bildschirmaufnahme
el: Στιγμιότυπο οθόνης
es: Captura de pantalla
et: Ekraanipilt
fi: Näytön kaappaus
fr: Capture d'écran
he: צילום מסך
hr: Snimanje zaslona
hu: Képernyőfelvétel
is: Skjámyndataka
it: Cattura Schermo
ja: スクリーンキャプチャ
nl: Schermopname
pl: Zrzut ekranu
pt: Captura de Tela
ro: Captură de ecran
ru: Скриншот
sk: Zachytenie obrazovky
sv: Skärmavbild
tr: Ekran Yakalama
uk: Знімок екрана

source: Extracting text…
bg: Извличане на текст…
cs: Extrahování textu…
da: Uddrager tekst…
de: Text wird extrahiert…
el: Εξαγωγή κειμένου…
es: Extrayendo texto…
et: Teksti väljavõtmine…
fi: Tekstin purkaminen…
fr: Extraction de texte…
he: מחלץ טקסט…
hr: Izdvajanje teksta…
hu: Szöveg kinyerése…
is: Að draga út texta…
it: Estrazione del testo…
ja: テキストを抽出しています…
nl: Tekst extraheren…
pl: Ekstrakcja tekstu…
pt: Extraindo texto…
ro: Extracție text…
ru: Извлечение текста…
sk: Extrahovanie textu…
sv: Extraherar text…
tr: Metin çıkarılıyor…
uk: Витягування тексту…

source: Extracted text
bg: Извлечен текст
cs: Extrahovaný text
da: Udtrukket tekst
de: Extrahierter Text
el: Εξαγμένο κείμενο
es: Texto extraído
fi: Poimittu teksti
fr: Texte extrait
hr: Izdvojeni tekst
hu: Kinyert szöveg
is: Útdreginn texti
ja: 抽出されたテキスト
nl: Geëxtraheerde tekst
pl: Wyodrębniony tekst
pt: Texto extraído
ro: Text extras
ru: Извлечённый текст
sk: Extrahovaný text
sv: Extraherad text
tr: Çıkarılan metin
uk: Витягнутий текст

source: Copy
bg: Копирайт
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
et: Kopeeri
fi: Kopioi
fr: Copier
he: העתק
hr: Kopiraj
hu: Másolás
is: Afritun
it: Copia
ja: コピー
nl: Kopiëren
no: Kopier
pl: Kopiuj
pt: Copiar
ro: Copiază
ru: Копировать
sk: Kopírovať
sv: Kopiera
tr: Kopyala
uk: Копіювати

source: Copy text to clipboard
bg: Копирай текст в клипборда
cs: Kopírovat text do schránky
da: Kopier tekst til udklipsholder
de: Text in die Zwischenablage kopieren
el: Αντιγραφή κειμένου στο πρόχειρο
es: Copiar texto al portapapeles
et: Kopeeri tekst lõikelauale
fi: Kopioi teksti leikepöydälle
fr: Copier le texte dans le presse-papiers
he: העתק טקסט ללוח העריכה
hr: Kopiraj tekst u međuspremnik
hu: Szöveg másolása a vágólapra
is: Afrita texta í klippiborð
it: Copia il testo negli appunti
ja: クリップボードにテキストをコピー
nl: Kopieer tekst naar klembord
pl: Skopiuj tekst do schowka
pt: Copiar texto para a área de transferência
ro: Copiați textul în clipboard
ru: Скопировать текст в буфер обмена
sk: Kopírovať text do schránky
sv: Kopiera text till urklipp
tr: Metni panoya kopyala
uk: Копіювати текст у буфер обміну

source: New Capture
bg: Нов запис
cs: Nový záznam
da: Ny optagelse
de: Neue Aufnahme
el: Νέα Καταγραφή
es: Nueva Captura
et: Uus salvestus
fi: Uusi tallennus
fr: Nouvelle capture
he: תפיסה חדשה
hr: Novi Snimak
hu: Új rögzítés
is: Ný fanga
it: Nuova cattura
ja: 新しいキャプチャ
nl: Nieuwe opname
no: Ny opptak
pl: Nowe przechwycenie
pt: Nova Captura
ro: Captură nouă
ru: Новый захват
sk: Nové zachytenie
sv: Ny fångst
tr: Yeni Yakalama
uk: Новий захоплення

source: Capture a screen region
bg: Заснемане на екранна област
cs: Zachytit oblast obrazovky
da: Tag et skærmområde.
de: Einen Bildschirmbereich erfassen
el: Καταγράψτε μια περιοχή οθόνης
es: Capturar una región de la pantalla
et: Kuva ekraani piirkonda
fi: Tallenna näytön alue
fr: Capturer une région de l'écran
he: לכוד אזור מסך
hr: Zabilježi područje ekrana
hu: Rögzítsen egy képernyőterületet
is: Fanga svæði á skjánum
it: Cattura una regione dello schermo
ja: 画面の領域をキャプチャする
nl: Neem een schermgebied vast
pl: Zrób zrzut ekranu w wybranym obszarze
pt: Capturar uma região da tela
ro: Capturați o regiune a ecranului
ru: Сделать снимок области экрана
sk: Zachytiť oblasť obrazovky
sv: Fånga en skärmdel
tr: Ekran bölgesini yakala
uk: Захопити область екрана

source: Open an image file
bg: Отворете изображение файл
cs: Otevřít obrazový soubor
da: Åbn en billedfil
de: Öffnen Sie eine Bilddatei
el: Ανοίξτε ένα αρχείο εικόνας
es: Abrir un archivo de imagen
et: Ava pildi fail
fi: Avaa kuva tiedosto
fr: Ouvrir un fichier image
he: פתח קובץ תמונה
hr: Otvorite datoteku s slikom
hu: Nyisson meg egy képfájlt
is: Opna myndaskrá
it: Apri un file immagine
ja: 画像ファイルを開く
nl: Open een afbeeldingsbestand
pl: Otwórz plik obrazu
pt: Abra um arquivo de imagem
ro: Deschide un fișier imagine
ru: Открыть файл изображения
sk: Otvorte súbor s obrázkom
sv: Öppna en bildfil
tr: Bir resim dosyası açın
uk: Відкрити файл зображення

source: Choose the language of the text in the image
bg: Изберете езика на текста в изображението.
cs: Vyberte jazyk textu na obrázku.
da: Vælg sproget for teksten i billedet
de: Wählen Sie die Sprache des Textes im Bild
el: Επιλέξτε τη γλώσσα του κειμένου στην εικόνα.
es: Elige el idioma del texto en la imagen.
et: Valige pildi teksti keel.
fi: Valitse kuvan tekstin kieli
fr: Choisissez la langue du texte dans l'image.
he: בחר את שפת הטקסט בתמונה
hr: Odaberite jezik teksta na slici
hu: Válaszd ki a szöveg nyelvét a képen.
is: Veldu tungumál textans í myndinni.
it: Scegli la lingua del testo nell'immagine
ja: 画像内のテキストの言語を選択してください。
nl: Kies de taal van de tekst in de afbeelding
pl: Wybierz język tekstu na obrazie
pt: Escolha o idioma do texto na imagem
ro: Alegeți limba textului din imagine.
ru: Выберите язык текста на изображении.
sk: Vyberte jazyk textu na obrázku.
sv: Välj språket för texten i bilden
tr: Görüntüdeki metnin dilini seçin.
uk: Оберіть мову тексту на зображенні

source: OCR language
bg: OCR език
cs: OCR jazyk
da: OCR-sprog
de: OCR-Sprache
el: Γλώσσα OCR
es: Idioma del OCR
fi: OCR-kieli
fr: Langue OCR
hr: OCR jezik
hu: OCR nyelv
is: OCR-tungumál
ja: OCR言語
nl: OCR-taal
pl: Język OCR
pt: Idioma do OCR
ro: Limba OCR
ru: Язык OCR
sk: OCR jazyk
sv: OCR-språk
tr: OCR dili
uk: Мова OCR

source: No text extracted.
bg: Няма извлечен текст.
cs: Žádný text nebyl extrahován.
da: Ingen tekst udtrukket.
de: Kein Text extrahiert.
el: Δεν βρέθηκε κείμενο.
es: No hay texto extraído.
et: Ei teksti ekstraktitud.
fi: Ei tekstiä löytynyt.
fr: Aucun texte extrait.
he: אין טקסט שהופק.
hr: Nema ekstraktiranog teksta.
hu: Nincs kinyert szöveg.
is: Enginn texti dreginn út.
it: Nessun testo estratto.
ja: テキストが抽出されませんでした。
nl: Geen tekst geëxtraheerd.
no: Ingen tekst hentet.
pl: Brak wyodrębnionego tekstu.
pt: Nenhum texto extraído.
ro: Nu a fost extras niciun text.
ru: Нет извлеченного текста.
sk: Žiadny text nebol extrahovaný.
sv: Ingen text extraherad.
tr: Metin çıkarılamadı.

source: Open Image to OCR
bg: Отворете изображение за OCR
cs: Otevřít obrázek pro OCR
da: Åbn billede til OCR
de: Bild für OCR öffnen
el: Άνοιγμα εικόνας για OCR
es: Abrir imagen para OCR
et: Ava pilt OCR-iks
fi: Avaa kuva OCR:ää varten
fr: Ouvrir l'image pour OCR
he: פתח תמונה ל-OCR
hr: Otvorite sliku za OCR
hu: Kép megnyitása OCR-hez
is: Opna mynd til OCR
it: Apri immagine per OCR
ja: OCR用に画像を開く
nl: Open afbeelding voor OCR
no: Åpne bilde for OCR
pl: Otwórz obraz do OCR
pt: Abrir Imagem para OCR
ro: Deschide imaginea pentru OCR
ru: Открыть изображение для OCR
sk: Otvoriť obrázok na OCR
sv: Öppna bild för OCR
tr: OCR için Görüntü Aç
uk: Відкрити зображення для OCR

source: Images
bg: Изображения
cs: Obrázky
da: Billeder
de: Bilder
el: Εικόνες
es: Imágenes
et: Pildid
fi: Kuvat
he: תמונות
hr: Slike
hu: Képek
is: Myndir
it: Immagini
ja: 画像
nl: Afbeeldingen
no: Bilder
pl: Obrazy
pt: Imagens
ro: Imagini
ru: Изображения
sk: Obrázky
sv: Bilder
tr: Görüntüler
uk: Зображення

source: Copied to clipboard
bg: Копирано в клипборда
cs: Zkopírováno do schránky
da: Kopieret til udklipsholder
de: In die Zwischenablage kopiert
el: Αντιγράφηκε στο πρόχειρο
es: Copiado al portapapeles
et: Kopeeritud lõikelauale
fi: Kopioitu leikepöydälle
fr: Copié dans le presse-papiers
he: הועתק ללוח הגזרים
hr: Kopirano u međuspremnik
hu: A vágólapra másolva
is: Afrit á skammta
it: Copiato negli appunti
ja: クリップボードにコピーされました
nl: Gekopieerd naar klembord
pl: Skopiowano do schowka
pt: Copiado para a área de transferência
ro: Copiat în clipboard
ru: Скопировано в буфер обмена
sk: Skopírované do schránky
sv: Kopierad till urklipp
tr: Panoza kopyalandı
uk: Скопійовано в буфер обміну

source: Error
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
fi: Virhe
fr: Erreur
he: שגיאה
hr: Greška
hu: Hiba
is: Villa
it: Errore
ja: エラー
nl: Fout
no: Feil
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel.
tr: Hata
uk: Помилка

source: Processing PDF files...
bg: Обработка на PDF файлове...
cs: Zpracovávání PDF souborů...
da: Behandler PDF-filer...
de: Verarbeitung von PDF-Dateien...
el: Επεξεργασία αρχείων PDF...
es: Procesando archivos PDF...
et: PDF-failide töötlemine...
fi: PDF-tiedostojen käsittely...
fr: Traitement des fichiers PDF...
he: מעבד קבצי PDF...
hr: Obrada PDF datoteka...
hu: PDF fájlok feldolgozása...
is: Vinnsla á PDF skjölum...
it: Elaborazione di file PDF...
ja: PDFファイルを処理中...
nl: PDF-bestanden verwerken...
no: Behandler PDF-filer...
pl: Przetwarzanie plików PDF...
pt: Processando arquivos PDF...
ro: Prelucrarea fișierelor PDF...
ru: Обработка PDF-файлов...
sk: Spracovanie súborov PDF...
sv: Bearbetar PDF-filer...
tr: PDF dosyalarını işliyor...
uk: Обробка PDF-файлів...

source: OCR processing progress
bg: Напредък на OCR обработката
cs: Průběh OCR zpracování
da: OCR-behandlingsfremskridt
de: OCR-Verarbeitungsfortschritt
el: Πρόοδος επεξεργασίας OCR
es: Progreso del procesamiento OCR
fi: OCR-käsittelyn edistyminen
fr: Progression du traitement OCR
hr: Napredak OCR obrade
hu: OCR feldolgozás előrehaladása
is: Framvinda OCR-vinnslu
ja: OCR処理の進捗
nl: Voortgang OCR-verwerking
pl: Postęp przetwarzania OCR
pt: Progresso do processamento OCR
ro: Progres procesare OCR
ru: Прогресс OCR-обработки
sk: Priebeh OCR spracovania
sv: OCR-behandlingsförlopp
tr: OCR işleme ilerlemesi
uk: Прогрес OCR-обробки

source: Perspective
bg: Перспектива
cs: Perspektiva
da: Perspektiv
de: Perspektive
el: Προοπτική
es: Perspectiva
fi: Perspektiivi
hr: Perspektiva
hu: Perspektíva
is: Sjónarhorn
ja: 遠近補正
nl: Perspectief
pl: Perspektywa
pt: Perspectiva
ro: Perspectivă
ru: Перспектива
sk: Perspektíva
sv: Perspektiv
tr: Perspektif
uk: Перспектива

source: Quality
bg: Качество
cs: Kvalita
da: Kvalitet
de: Qualität
el: Ποιότητα
es: Calidad
et: Kvaliteet
fi: Laatu
fr: Qualité
he: איכות
hr: Kvaliteta
hu: Minőség
is: Gæði
it: Qualità
ja: 品質
nl: Kwaliteit
no: Kvalitet
pl: Jakość
pt: Qualidade
ro: Calitate
ru: Качество
sk: Kvalita
sv: Kvalitet
tr: Kalite
uk: Якість

source: Format
bg: Формат
el: Μορφή
es: Formato
fi: Muoto
hu: Formátum
is: Snið
ja: 形式
nl: Formaat
pt: Formato
ru: Формат
sk: Formát
tr: Biçim

source: Max Size
bg: Макс. размер
da: Maks. størrelse
el: Μέγιστο μέγεθος
es: Tamaño Máx.
fi: Enimmäiskoko
hr: Maks. veličina
hu: Maximális méret
is: Hámarksstærð
ja: 最大サイズ
nl: Max. grootte
pl: Maks. rozmiar
pt: Tamanho Máx.
ro: Dimensiune maximă
ru: Макс. размер
sk: Max. veľkosť
sv: Max storlek
tr: Maks. boyut

source: Mode
bg: Режим
da: Tilstand
el: Λειτουργία
es: Modo
fi: Tila
hr: Način
hu: Mód
is: Hamur
ja: モード
nl: Modus
pl: Tryb
pt: Modo
ro: Mod
ru: Режим
sk: Režim
sv: Läge
tr: Mod

source: Replace OCR
bg: Замяна на OCR
da: Erstat OCR
el: Αντικατάσταση OCR
es: Reemplazar OCR
fi: Korvaa OCR
hr: Zamijeni OCR
hu: OCR felülírása
is: Endurgera OCR
ja: OCRを置換
nl: OCR vervangen
pl: Zastąp OCR
pt: Substituir OCR
ro: Înlocuire OCR
ru: Заменить OCR
sk: Nahradiť OCR
sv: Ersätt OCR
tr: OCR'yi değiştir

source: Active
bg: Активен
cs: Aktivní
da: Aktiv
de: Aktiv
el: Ενεργό
es: Activo
fi: Aktiivinen
fr: Actif
hr: Aktivan
hu: Aktív
is: Virkt
ja: 有効
nl: Actief
pl: Aktywny
pt: Ativo
ro: Activ
ru: Активен
sk: Aktívny
sv: Aktiv
tr: Etkin
uk: Активний

source: Inactive
bg: Неактивен
cs: Neaktivní
da: Inaktiv
de: Inaktiv
el: Ανενεργό
es: Inactivo
fi: Ei käytössä
fr: Inactif
hr: Neaktivan
hu: Inaktív
is: Óvirkt
ja: 無効
nl: Inactief
pl: Nieaktywny
pt: Inativo
ro: Inactiv
ru: Неактивен
sk: Neaktívny
sv: Inaktiv
tr: Devre dışı
uk: Неактивний
