Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Right-click a page to save it as image or PDF
bg: Щракнете с десния бутон на страница, за да я запазите като изображение или PDF
da: Højreklik på en side for at gemme som billede eller PDF
el: Δεξί κλικ σε σελίδα για αποθήκευση ως εικόνα ή PDF
es: Clic derecho en una página para guardarla como imagen o PDF
fi: Napsauta sivua hiiren oikealla tallentaaksesi kuvana tai PDF:nä
hr: Desnom tipkom kliknite stranicu za spremanje kao sliku ili PDF
hu: Kattintson jobb gombbal egy oldalra képként vagy PDF-ként mentéshez
is: Hægrismelltu á síðu til að vista sem mynd eða PDF
ja: ページを右クリックして画像またはPDFとして保存
nl: Klik rechts op een pagina om als afbeelding of PDF op te slaan
pl: Kliknij prawym przyciskiem na stronie, aby zapisać jako obraz lub PDF
pt: Clique com botão direito em uma página para salvá-la como imagem ou PDF
ro: Clic dreapta pe o pagină pentru a o salva ca imagine sau PDF
ru: Щёлкните правой кнопкой на странице, чтобы сохранить как изображение или PDF
sk: Kliknite pravým tlačidlom na stranu pre uloženie ako obrázok alebo PDF
sv: Högerklicka på en sida för att spara som bild eller PDF
tr: Görüntü veya PDF olarak kaydetmek için sayfaya sağ tıklayın

source: Drag external files onto the editor to add them
bg: Плъзнете външни файлове в редактора, за да ги добавите
da: Træk eksterne filer ind i editoren for at tilføje dem
el: Σύρετε εξωτερικά αρχεία στον επεξεργαστή για προσθήκη
es: Arrastre archivos externos al editor para agregarlos
fi: Vedä ulkoisia tiedostoja editoriin lisätäksesi ne
hr: Povucite vanjske datoteke u uređivač za dodavanje
hu: Húzzon külső fájlokat a szerkesztőbe hozzáadáshoz
is: Dragðu ytri skrár á ritilinn til að bæta þeim við
ja: 外部ファイルをエディタにドラッグして追加
nl: Sleep externe bestanden naar de editor om ze toe te voegen
pl: Przeciągnij zewnętrzne pliki do edytora, aby je dodać
pt: Arraste arquivos externos para o editor para adicioná-los
ro: Trageți fișiere externe în editor pentru a le adăuga
ru: Перетащите внешние файлы в редактор для добавления
sk: Pretiahnite externé súbory do editora na pridanie
sv: Dra externa filer till redigeraren för att lägga till dem
tr: Eklemek için dış dosyaları düzenleyiciye sürükleyin

source: Use the menu to compress or split documents
bg: Използвайте менюто за компресиране или разделяне на документи
da: Brug menuen til at komprimere eller opdele dokumenter
el: Χρησιμοποιήστε το μενού για συμπίεση ή διαίρεση εγγράφων
es: Use el menú para comprimir o dividir documentos
fi: Käytä valikkoa asiakirjojen pakkaamiseen tai jakamiseen
hr: Koristite izbornik za komprimiranje ili dijeljenje dokumenata
hu: Használja a menüt dokumentumok tömörítéséhez vagy felosztásához
is: Notaðu valmyndina til að þjappa eða skipta skjölum
ja: メニューから文書の圧縮や分割を実行
nl: Gebruik het menu om documenten te comprimeren of te splitsen
pl: Użyj menu, aby kompresować lub dzielić dokumenty
pt: Use o menu para compactar ou dividir documentos
ro: Folosiți meniul pentru a comprima sau împărți documente
ru: Используйте меню для сжатия или разделения документов
sk: Použite menu na komprimáciu alebo rozdelenie dokumentov
sv: Använd menyn för att komprimera eller dela dokument
tr: Belgeleri sıkıştırmak veya bölmek için menüyü kullanın

source: Show when opening the editor
bg: Показване при отваряне на редактора
da: Vis ved åbning af editoren
el: Εμφάνιση κατά το άνοιγμα του επεξεργαστή
es: Mostrar al abrir el editor
fi: Näytä editorin avautuessa
hr: Prikaži pri otvaranju uređivača
hu: Megjelenítés a szerkesztő megnyitásakor
is: Sýna þegar ritill opnast
ja: エディタを開く時に表示
nl: Tonen bij openen van de editor
pl: Pokaż przy otwieraniu edytora
pt: Mostrar ao abrir o editor
ro: Afișează la deschiderea editorului
ru: Показывать при открытии редактора
sk: Zobraziť pri otvorení editora
sv: Visa vid öppning av redigeraren
tr: Düzenleyici açılırken göster

source: Got it
bg: Разбрах
da: Forstået
el: Κατάλαβα
es: Entendido
fi: Selvä
hr: Razumijem
hu: Értem
is: Allt í lagi
ja: 了解
nl: Begrepen
pl: Rozumiem
pt: Entendi
ro: Am înțeles
ru: Понятно
sk: Rozumiem
sv: Uppfattat
tr: Anladım

source: Could not open PDF file or file has no pages.
bg: Не може да се отвори PDF файл или файлът няма страници.
cs: Nelze otevřít soubor PDF nebo soubor nemá žádné stránky.
da: Kunne ikke åbne PDF-fil eller filen har ingen sider.
de: PDF-Datei konnte nicht geöffnet werden oder die Datei hat keine Seiten.
el: Δεν ήταν δυνατή η ανοίγμα του αρχείου PDF ή το αρχείο δεν έχει σελίδες.
es: No se pudo abrir el archivo PDF o el archivo no tiene páginas.
et: PDF-faili ei saanud avada või failil ei ole lehti.
fi: PDF-tiedostoa ei voitu avata tai tiedostossa ei ole sivuja.
fr: Impossible d'ouvrir le fichier PDF ou le fichier n'a pas de pages.
he: לא ניתן לפתוח את קובץ ה-PDF או שהקובץ אינו מכיל עמודים.
hr: Nije moguće otvoriti PDF datoteku ili datoteka nema stranice.
hu: Nem sikerült megnyitni a PDF fájlt, vagy a fájl nem tartalmaz oldalakat.
is: Gat ekki að opna PDF skjalið eða skjalið hefur engar síður.
it: Impossibile aprire il file PDF o il file non ha pagine.
ja: PDFファイルを開けないか、ファイルにページがありません。
nl: Kon PDF-bestand niet openen of bestand heeft geen pagina's.
pl: Nie można otworzyć pliku PDF lub plik nie zawiera stron.
pt: Não foi possível abrir o arquivo PDF ou o arquivo não possui páginas.
ro: Nu s-a putut deschide fișierul PDF sau fișierul nu are pagini.
ru: Не удалось открыть PDF-файл или файл не содержит страниц.
sk: Nepodarilo sa otvoriť súbor PDF alebo súbor nemá žiadne stránky.
sv: Kunde inte öppna PDF-fil eller filen har inga sidor.
tr: PDF dosyası açılamadı veya dosyada sayfa yok.
uk: Не вдалося відкрити PDF файл або файл не має сторінок.

source: Failed to load PDF: {}
bg: Неуспешно зареждане на PDF: {}
cs: Nepodařilo se načíst PDF: {}
da: Mislykkedes med at indlæse PDF: {}
de: PDF konnte nicht geladen werden: {}
el: Αποτυχία φόρτωσης PDF: {}
es: Error al cargar el PDF: {}
et: PDF-i laadimine ebaõnnestus: {}
fi: PDF:n lataaminen epäonnistui: {}
fr: Échec du chargement du PDF : {}
he: שגיאה בטעינת PDF: {}
hr: Neuspješno učitavanje PDF-a: {}
hu: PDF betöltése nem sikerült: {}
is: Ekki tókst að hlaða PDF: {}
it: Impossibile caricare il PDF: {}
ja: PDFの読み込みに失敗しました: {}
nl: PDF kon niet worden geladen: {}
pl: Nie udało się załadować pliku PDF: {}
pt: Falha ao carregar PDF: {}
ro: Eșec la încărcarea PDF-ului: {}
ru: Не удалось загрузить PDF: {}
sk: Nepodarilo sa načítať PDF: {}
sv: Misslyckades med att ladda PDF: {}
tr: PDF yüklenemedi: {}
uk: Не вдалося завантажити PDF: {}

source: {total} pages · {included} included
bg: {total} страници · {included} включени
cs: {total} stránek · {included} zahrnutých
da: {total} sider · {included} medtaget
de: {total} Seiten · {included} eingeschlossen
el: {total} σελίδες · {included} περιλαμβάνονται
es: {total} páginas · {included} incluidas
fi: {total} sivua · {included} sisällytetty
fr: {total} pages · {included} incluses
hr: {total} stranica · {included} uključeno
hu: {total} oldal · {included} szerepel
is: {total} síður · {included} innifaldar
ja: {total}ページ・{included}ページ含まれる
nl: {total} pagina's · {included} opgenomen
pl: {total} stron · {included} dołączonych
pt: {total} páginas · {included} incluídas
ro: {total} pagini · {included} incluse
ru: {total} страниц · {included} включено
sk: {total} stránok · {included} zahrnutých
sv: {total} sidor · {included} inkluderade
tr: {total} sayfa · {included} dahil
uk: {total} сторінок · {included} включено

source: {count} selected
bg: {count} избрани
cs: {count} vybráno
da: {count} valgt
de: {count} ausgewählt
el: {count} επιλεγμένα
es: {count} seleccionadas
fi: {count} valittu
fr: {count} sélectionnées
hr: {count} odabrano
hu: {count} kijelölve
is: {count} valdar
ja: {count}件選択
nl: {count} geselecteerd
pl: {count} wybranych
pt: {count} selecionadas
ro: {count} selectate
ru: {count} выбрано
sk: {count} vybraných
sv: {count} valda
tr: {count} seçili
uk: {count} вибрано

source: {count} pages selected
bg: {count} страници избрани
da: {count} sider valgt
el: {count} σελίδες επιλεγμένες
es: {count} páginas seleccionadas
fi: {count} sivua valittu
hr: {count} stranica odabrano
hu: {count} oldal kijelölve
is: {count} síður valdar
ja: {count}ページ選択中
nl: {count} pagina's geselecteerd
pl: {count} stron zaznaczonych
pt: {count} páginas selecionadas
ro: {count} pagini selectate
ru: {count} страниц выбрано
sk: {count} strán vybraných
sv: {count} sidor valda
tr: {count} sayfa seçili

source: Save PDF As
bg: Запазване на PDF като
da: Gem PDF som
el: Αποθήκευση PDF ως
es: Guardar PDF Como
fi: Tallenna PDF nimellä
hr: Spremi PDF kao
hu: PDF mentése másként
is: Vista PDF sem
ja: PDFを名前を付けて保存
nl: PDF opslaan als
pl: Zapisz PDF jako
pt: Salvar PDF Como
ro: Salvează PDF ca
ru: Сохранить PDF как
sk: Uložiť PDF ako
sv: Spara PDF som
tr: PDF'yi farklı kaydet

source: Saved: {}
bg: Запазено: {}
da: Gemt: {}
el: Αποθηκεύτηκε: {}
es: Guardado: {}
fi: Tallennettu: {}
hr: Spremljeno: {}
hu: Mentve: {}
is: Vistað: {}
ja: 保存しました：{}
nl: Opgeslagen: {}
pl: Zapisano: {}
pt: Salvo: {}
ro: Salvat: {}
ru: Сохранено: {}
sk: Uložené: {}
sv: Sparat: {}
tr: Kaydedildi: {}

source: Error saving changes.
bg: Грешка при запазване на промените.
cs: Chyba při ukládání změn.
da: Fejl ved gemning af ændringer.
de: Fehler beim Speichern der Änderungen.
el: Σφάλμα κατά την αποθήκευση αλλαγών.
es: Error al guardar los cambios.
et: Viga muudatuste salvestamisel.
fi: Virhe tallennettaessa muutoksia.
fr: Erreur lors de l'enregistrement des modifications.
he: שגיאה בשמירת שינויים.
hr: Greška pri spremanju promjena.
hu: Hiba a módosítások mentésekor.
is: Villa að vista breytingar.
it: Errore nel salvataggio delle modifiche.
ja: 変更の保存中にエラーが発生しました。
nl: Fout bij het opslaan van wijzigingen.
pl: Błąd podczas zapisywania zmian.
pt: Erro ao salvar as alterações.
ro: Eroare la salvarea modificărilor.
ru: Ошибка при сохранении изменений.
sk: Chyba pri ukladaní zmien.
sv: Fel vid sparande av ändringar.
tr: Değişiklikler kaydedilirken hata oluştu.
uk: Помилка збереження змін.

source: Failed to merge PDF pages.
bg: Неуспешно обединяване на PDF страници.
cs: Nepodařilo se sloučit stránky PDF.
da: Mislykkedes at sammenflette PDF-sider.
de: Fehler beim Zusammenführen der PDF-Seiten.
el: Αποτυχία συγχώνευσης σελίδων PDF.
es: Error al fusionar las páginas del PDF.
et: PDF lehtede ühendamine ebaõnnestus.
fi: PDF-sivujen yhdistäminen epäonnistui.
fr: Échec de la fusion des pages PDF.
he: כישלון במיזוג דפי PDF.
hr: Neuspješno spajanje PDF stranica.
hu: A PDF oldalak egyesítése nem sikerült.
is: Mistók að sameina PDF síður.
it: Impossibile unire le pagine PDF.
ja: PDFページのマージに失敗しました。
nl: Mislukt om PDF-pagina's samen te voegen.
pl: Nie udało się połączyć stron PDF.
pt: Falha ao mesclar páginas PDF.
ro: Nu s-a reușit combinarea paginilor PDF.
ru: Не удалось объединить страницы PDF.
sk: Zlúčenie strán PDF zlyhalo.
sv: Misslyckades med att slå samman PDF-sidor.
tr: PDF sayfalarını birleştirme işlemi başarısız oldu.
uk: Не вдалося об'єднати сторінки PDF.

source: Unsaved Changes
bg: Несъхранени промени
cs: Neuložené změny
da: Ikke gemte ændringer
de: Nicht gespeicherte Änderungen
el: Μη αποθηκευμένες αλλαγές
es: Cambios no guardados
et: Salvestamata muudatused
fi: Tallentamattomat muutokset
fr: Modifications non enregistrées
he: שינויים לא נשמרו
hr: Neposjećene promjene
hu: Mentett változtatások
is: Ósniðnar breytingar
it: Modifiche non salvate
ja: 保存されていない変更
nl: Ongeslagen Wijzigingen
pl: Nie zapisane zmiany
pt: Alterações Não Salvas
ro: Modificări nesalvate
ru: Несохранённые изменения
sk: Neuložené zmeny
sv: Sparade ändringar
tr: Kaydedilmemiş Değişiklikler
uk: Незбережені зміни

source: What would you like to do with your changes?
bg: Какво бихте искали да направите с промените си?
cs: Co byste chtěli udělat se svými změnami?
da: Hvad vil du gerne gøre med dine ændringer?
de: Was möchten Sie mit Ihren Änderungen tun?
el: Τι θα θέλατε να κάνετε με τις αλλαγές σας;
es: ¿Qué te gustaría hacer con tus cambios?
et: Mida soovite oma muudatustega teha?
fi: Mitä haluaisit tehdä muutoksillesi?
fr: Que souhaitez-vous faire avec vos modifications ?
he: מה תרצה לעשות עם השינויים שלך?
hr: Što biste željeli učiniti s vašim promjenama?
hu: Mit szeretnél tenni a módosításaiddal?
is: Hvað viltu gera með breytingarnar þínar?
it: Cosa vorresti fare con le tue modifiche?
ja: 変更をどうしますか？
nl: Wat wilt u doen met uw wijzigingen?
pl: Co chciałbyś zrobić ze swoimi zmianami?
pt: O que você gostaria de fazer com suas alterações?
ro: Ce ai dori să faci cu modificările tale?
ru: Что вы хотите сделать с вашими изменениями?
sk: Čo by ste chceli urobiť so svojimi zmenami?
sv: Vad vill du göra med dina ändringar?
tr: Değişikliklerinizle ne yapmak istersiniz?
uk: Що ви хочете зробити зі змінами?

source: Failed to add file {}: {}
bg: Неуспешно добавяне на файл {}: {}
cs: Nepodařilo se přidat soubor {}: {}
da: Mislykkedes med at tilføje fil {}: {}
de: Fehler beim Hinzufügen der Datei {}: {}
el: Αποτυχία προσθήκης αρχείου {}: {}
es: Error al agregar el archivo {}: {}
et: Faili lisamine ebaõnnestus {}: {}
fi: Tiedoston {} lisääminen epäonnistui: {}
fr: Échec de l'ajout du fichier {} : {}
he: נכשל בהוספת קובץ {}: {}
hr: Neuspješno dodavanje datoteke {}: {}
hu: A fájl hozzáadása nem sikerült {}: {}
is: Ekki tókst að bæta skrá {}: {}
it: Impossibile aggiungere il file {}: {}
ja: ファイル {} を追加できませんでした: {}
nl: Kon het bestand {} niet toevoegen: {}
pl: Nie udało się dodać pliku {}: {}
pt: Falha ao adicionar arquivo {}: {}
ro: Eșec la adăugarea fișierului {}: {}
ru: Не удалось добавить файл {}: {}
sk: Nepodarilo sa pridať súbor {}: {}
sv: Misslyckades med att lägga till fil {}: {}
tr: Dosya eklenemedi {}: {}
uk: Не вдалося додати файл {}: {}

source: PDFs and Images
bg: PDF файлове и изображения
cs: PDF a obrázky
da: PDF-filer og billeder
de: PDFs und Bilder
el: PDFs και Εικόνες
es: PDFs e Imágenes
et: PDF-d ja pildid
fi: PDF-t ja kuvat
fr: PDF et images
he: PDFים ודימויים
hr: PDF-ovi i slike
hu: PDF-ek és képek
is: PDF-skjöl og myndir
it: PDF e Immagini
ja: PDFと画像
nl: PDF's en Afbeeldingen
pl: PDF-y i obrazy
pt: PDFs e Imagens
ro: PDF-uri și Imagini
ru: PDF и изображения
sk: PDF a obrázky
sv: PDF-filer och bilder
tr: PDF'ler ve Görseller
uk: PDF та зображення

source: Page {}
bg: Страница {}
cs: Stránka {}
da: Side {}
de: Seite {}
el: Σελίδα {}
es: Página {}
fi: Sivu {}
hr: Stranica {}
hu: Oldal {}
is: Síða {}
ja: {}ページ
nl: Pagina {}
pl: Strona {}
pt: Página {}
ro: Pagina {}
ru: Страница {}
sk: Stránka {}
sv: Sida {}
tr: Sayfa {}
uk: Сторінка {}

source: Excluded
bg: Изключен
cs: Vyloučeno
da: Udeladt
de: Ausgeschlossen
el: Αποκλεισμένο
es: Excluido
et: Välja jäetud
fi: Poissuljettu
fr: Exclu
he: מוצהר
hr: Isključeno
hu: Kizárva
is: Útilokað
it: Escluso
ja: 除外されました
nl: Uitgesloten
pl: Wykluczone
pt: Excluído
ro: Exclus.
ru: Исключено
sk: Vylúčené
sv: Utesluten
tr: Hariç tutuldu
uk: Виключено

source: Include this page in the final document
bg: Включете тази страница в крайния документ.
cs: Zařaďte tuto stránku do konečného dokumentu
da: Inkluder denne side i det endelige dokument
de: Diese Seite im endgültigen Dokument einfügen
el: Συμπεριλάβετε αυτή τη σελίδα στο τελικό έγγραφο
es: Incluye esta página en el documento final.
et: Käivita see leht lõppdokumendis.
fi: Sisällytä tämä sivu lopulliseen asiakirjaan
fr: Inclure cette page dans le document final
he: כלול דף זה במסמך הסופי
hr: Uključite ovu stranicu u konačni dokument
hu: Tartalmazza ezt az oldalt a végső dokumentumban.
is: Inniðu þessa síðu í loka skjalið
it: Includi questa pagina nel documento finale
ja: このページを最終文書に含める
nl: Neem deze pagina op in het einddocument.
pl: Dołącz tę stronę do ostatecznego dokumentu
pt: Inclua esta página no documento final.
ro: Include această pagină în documentul final
ru: Включите эту страницу в финальный документ.
sk: Zahrňte túto stránku do konečného dokumentu
sv: Inkludera denna sida i det slutgiltiga dokumentet
tr: Bu sayfayı son belgeye dahil et.
uk: Включити цю сторінку в кінцевий документ

source: Include page {} in the final document
bg: Включване на страница {} в крайния документ
cs: Zahrnout stránku {} do výsledného dokumentu
da: Medtag side {} i det endelige dokument
de: Seite {} im endgültigen Dokument einschließen
el: Συμπερίληψη σελίδας {} στο τελικό έγγραφο
es: Incluir página {} en el documento final
fi: Sisällytä sivu {} lopulliseen asiakirjaan
fr: Inclure la page {} dans le document final
hr: Uključi stranicu {} u završni dokument
hu: Oldal {} felvétele a végleges dokumentumba
is: Hafa síðu {} í lokaskjalinu
ja: 最終文書にページ{}を含める
nl: Pagina {} opnemen in het definitieve document
pl: Dołącz stronę {} do końcowego dokumentu
pt: Incluir página {} no documento final
ro: Include pagina {} în documentul final
ru: Включить страницу {} в итоговый документ
sk: Zahrnúť stránku {} do výsledného dokumentu
sv: Inkludera sida {} i det slutliga dokumentet
tr: Sayfa {}'yi son belgeye dahil et
uk: Включити сторінку {} в кінцевий документ

source: Rotate this page to the left
bg: Завъртете тази страница наляво
cs: Otočte tuto stránku doleva
da: Rotér denne side til venstre
de: Drehen Sie diese Seite nach links.
el: Γυρίστε αυτή τη σελίδα αριστερά
es: Gira esta página a la izquierda.
et: Pöörake see leht vasakule.
fi: Käännä tämä sivu vasemmalle
fr: Faites pivoter cette page vers la gauche.
he: סובב את הדף הזה שמאלה
hr: Okreni ovu stranicu ulijevo
hu: Forgassa el ezt az oldalt balra.
is: Snúðu þessari síðu til vinstri
it: Ruota questa pagina a sinistra
ja: このページを左に回転させてください。
nl: Draai deze pagina naar links
pl: Obróć tę stronę w lewo
pt: Gire esta página para a esquerda.
ro: Rotează această pagină la stânga
ru: Поверните эту страницу влево
sk: Otočte túto stránku doľava.
sv: Rotera denna sida åt vänster
tr: Bu sayfayı sola döndür.
uk: Повернути цю сторінку ліворуч

source: Rotate page {} to the left
bg: Завъртане на страница {} наляво
cs: Otočit stránku {} doleva
da: Roter side {} til venstre
de: Seite {} nach links drehen
el: Περιστροφή σελίδας {} αριστερά
es: Rotar página {} a la izquierda
fi: Kierrä sivu {} vasemmalle
fr: Pivoter la page {} vers la gauche
hr: Rotiraj stranicu {} ulijevo
hu: Oldal {} forgatása balra
is: Snúa síðu {} til vinstri
ja: ページ{}を左に回転
nl: Pagina {} naar links roteren
pl: Obróć stronę {} w lewo
pt: Rotacionar página {} para a esquerda
ro: Rotește pagina {} la stânga
ru: Повернуть страницу {} влево
sk: Otočiť stránku {} doľava
sv: Rotera sida {} åt vänster
tr: Sayfa {}'yi sola döndür
uk: Повернути сторінку {} ліворуч

source: Rotate this page to the right
bg: Завъртете тази страница надясно
cs: Otočte tuto stránku doprava.
da: Drej denne side til højre
de: Drehen Sie diese Seite nach rechts
el: Γυρίστε αυτή τη σελίδα προς τα δεξιά
es: Gira esta página a la derecha.
et: Pöörake see leht paremale.
fi: Käännä tämä sivu oikealle.
fr: Faire pivoter cette page vers la droite
he: סובב דף זה ימינה
hr: Okreni ovu stranicu udesno
hu: Forgassa el ezt az oldalt jobbra.
is: Snúðu þessari síðu til hægri
it: Ruota questa pagina a destra
ja: このページを右に回転させる
nl: Draai deze pagina naar rechts
pl: Obróć tę stronę w prawo
pt: Gire esta página para a direita
ro: Rotează această pagină spre dreapta
ru: Поверните эту страницу вправо
sk: Otočte túto stránku doprava
sv: Rotera denna sida åt höger
tr: Bu sayfayı sağa döndür.
uk: Повернути цю сторінку праворуч

source: Rotate page {} to the right
bg: Завъртане на страница {} надясно
cs: Otočit stránku {} doprava
da: Roter side {} til højre
de: Seite {} nach rechts drehen
el: Περιστροφή σελίδας {} δεξιά
es: Rotar página {} a la derecha
fi: Kierrä sivu {} oikealle
fr: Pivoter la page {} vers la droite
hr: Rotiraj stranicu {} udesno
hu: Oldal {} forgatása jobbra
is: Snúa síðu {} til hægri
ja: ページ{}を右に回転
nl: Pagina {} naar rechts roteren
pl: Obróć stronę {} w prawo
pt: Rotacionar página {} para a direita
ro: Rotește pagina {} la dreapta
ru: Повернуть страницу {} вправо
sk: Otočiť stránku {} doprava
sv: Rotera sida {} åt höger
tr: Sayfa {}'yi sağa döndür
uk: Повернути сторінку {} праворуч

source: Horizontal Flip
bg: Хоризонтално обръщане
da: Vandret vending
el: Οριζόντια αναστροφή
es: Voltear Horizontal
fi: Vaakasuuntainen kääntö
hr: Vodoravno okretanje
hu: Vízszintes tükrözés
is: Lárétt speglun
ja: 水平反転
nl: Horizontaal spiegelen
pl: Odwróć poziomo
pt: Espelhar Horizontal
ro: Oglindire orizontală
ru: Отразить горизонтально
sk: Vodorovné prevrátenie
sv: Horisontell vändning
tr: Yatay çevirme

source: Vertical Flip
bg: Вертикално обръщане
da: Lodret vending
el: Κατακόρυφη αναστροφή
es: Voltear Vertical
fi: Pystysuuntainen kääntö
hr: Okomito okretanje
hu: Függőleges tükrözés
is: Lóðrétt speglun
ja: 垂直反転
nl: Verticaal spiegelen
pl: Odwróć pionowo
pt: Espelhar Vertical
ro: Oglindire verticală
ru: Отразить вертикально
sk: Zvislé prevrátenie
sv: Vertikal vändning
tr: Dikey çevirme

source: Mirror this page (Horizontal/Vertical)
bg: Огледално обръщане на тази страница (хоризонтално/вертикално)
da: Spejl denne side (vandret/lodret)
el: Κατοπτρισμός αυτής της σελίδας (Οριζόντια/Κατακόρυφα)
es: Reflejar esta página (Horizontal/Vertical)
fi: Peilaa tämä sivu (vaaka/pysty)
hr: Zrcali ovu stranicu (vodoravno/okomito)
hu: Oldal tükrözése (vízszintes/függőleges)
is: Spegla þessa síðu (lárétt/lóðrétt)
ja: このページを反転（水平/垂直）
nl: Spiegel deze pagina (horizontaal/verticaal)
pl: Odbij tę stronę (poziomo/pionowo)
pt: Espelhar esta página (Horizontal/Vertical)
ro: Oglindește această pagină (orizontal/vertical)
ru: Отразить эту страницу (горизонтально/вертикально)
sk: Zrkadliť túto stranu (vodorovne/zvisle)
sv: Spegla denna sida (horisontellt/vertikalt)
tr: Bu sayfayı aynala (Yatay/Dikey)

source: Mirror page {}
bg: Огледално обръщане на страница {}
da: Spejl side {}
el: Κατοπτρισμός σελίδας {}
es: Reflejar página {}
fi: Peilaa sivu {}
hr: Zrcali stranicu {}
hu: Oldal {} tükrözése
is: Spegla síðu {}
ja: ページ{}を反転
nl: Pagina {} spiegelen
pl: Odbij stronę {}
pt: Espelhar página {}
ro: Oglindește pagina {}
ru: Отразить страницу {}
sk: Zrkadliť stranu {}
sv: Spegla sida {}
tr: Sayfa {}'yi aynala

source: Save page as image
bg: Запазване на страница като изображение
da: Gem side som billede
el: Αποθήκευση σελίδας ως εικόνα
es: Guardar página como imagen
fi: Tallenna sivu kuvana
hr: Spremi stranicu kao sliku
hu: Oldal mentése képként
is: Vista síðu sem mynd
ja: ページを画像として保存
nl: Pagina opslaan als afbeelding
pl: Zapisz stronę jako obraz
pt: Salvar página como imagem
ro: Salvează pagina ca imagine
ru: Сохранить страницу как изображение
sk: Uložiť stranu ako obrázok
sv: Spara sida som bild
tr: Sayfayı görüntü olarak kaydet

source: Save page as PDF
bg: Запазване на страница като PDF
da: Gem side som PDF
el: Αποθήκευση σελίδας ως PDF
es: Guardar página como PDF
fi: Tallenna sivu PDF:nä
hr: Spremi stranicu kao PDF
hu: Oldal mentése PDF-ként
is: Vista síðu sem PDF
ja: ページをPDFとして保存
nl: Pagina opslaan als PDF
pl: Zapisz stronę jako PDF
pt: Salvar página como PDF
ro: Salvează pagina ca PDF
ru: Сохранить страницу как PDF
sk: Uložiť stranu ako PDF
sv: Spara sida som PDF
tr: Sayfayı PDF olarak kaydet
