Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Preparing processing...
bg: Подготовка на обработката...
cs: Příprava zpracování...
da: Forbereder behandling...
de: Vorbereitung der Verarbeitung...
el: Προετοιμασία επεξεργασίας...
es: Preparando procesamiento...
et: Töötlemine ettevalmistamisel...
fi: Valmistellaan käsittelyä...
fr: Préparation du traitement...
he: מכין עיבוד...
hr: Priprema obrade...
hu: Feldolgozás előkészítése...
is: Undirbúningur vinnslu...
it: Preparazione in corso...
ja: 処理を準備中...
nl: Voorbereiden van verwerking...
no: Forbereder behandling...
pl: Przygotowywanie przetwarzania...
pt: Preparando processamento...
ro: Se pregătește procesarea...
ru: Подготовка обработки...
sk: Pripravujem spracovanie...
sv: Förbereder bearbetning...
tr: İşlem hazırlanıyor...
uk: Підготовка обробки...

source: <b>Processing: {current}/{total}:</b> {completed} file(s) completed • <b>{remaining}</b> remaining
bg: <b>Обработка: {current}/{total}:</b> {completed} файл(а) завършени • <b>{remaining}</b> оставащи
cs: <b>Zpracovává se: {current}/{total}:</b> {completed} soubor(y) dokončeno • <b>{remaining}</b> zbývá
da: <b>Behandling: {current}/{total}:</b> {completed} fil(er) færdiggjort • <b>{remaining}</b> tilbage
de: <b>Verarbeitung: {current}/{total}:</b> {completed} Datei(en) abgeschlossen • <b>{remaining}</b> verbleibend
el: <b>Επεξεργασία: {current}/{total}:</b> {completed} αρχείο(α) ολοκληρώθηκαν • <b>{remaining}</b> απομένοντα
es: <b>Procesando: {current}/{total}:</b> {completed} archivo(s) completado(s) • <b>{remaining}</b> restantes
et: <b>Protsessimine: {current}/{total}:</b> {completed} fail(i) lõpetatud • <b>{remaining}</b> jäänud
fi: <b>Käsittely: {current}/{total}:</b> {completed} tiedostoa valmis • <b>{remaining}</b> jäljellä
fr: <b>Traitement : {current}/{total} :</b> {completed} fichier(s) terminé(s) • <b>{remaining}</b> restant(s)
he: <b>מעבד: {current}/{total}:</b> {completed} קובץ(ים) הושלמו • <b>{remaining}</b> נותרו
hr: <b>Obrada: {current}/{total}:</b> {completed} datoteka(e) završena(e) • <b>{remaining}</b> preostalo
hu: <b>Feldolgozás: {current}/{total}:</b> {completed} fájl(ok) befejezve • <b>{remaining}</b> hátralévő
is: <b>Vinnsla: {current}/{total}:</b> {completed} skrá(ur) lokið • <b>{remaining}</b> eftir
it: <b>Elaborazione: {current}/{total}:</b> {completed} file completati • <b>{remaining}</b> rimanenti
ja: <b>処理中: {current}/{total}:</b> {completed} ファイルが完了しました • <b>{remaining}</b> 残り
nl: <b>Verwerken: {current}/{total}:</b> {completed} bestand(en) voltooid • <b>{remaining}</b> resterend
no: <b>Behandling: {current}/{total}:</b> {completed} fil(er) fullført • <b>{remaining}</b> gjenstående
pl: <b>Przetwarzanie: {current}/{total}:</b> {completed} plik(i) zakończone • <b>{remaining}</b> pozostałe
pt: <b>Processando: {current}/{total}:</b> {completed} arquivo(s) concluído(s) • <b>{remaining}</b> restante(s)
ro: <b>Procesare: {current}/{total}:</b> {completed} fișier(e) finalizate • <b>{remaining}</b> rămase
ru: <b>Обработка: {current}/{total}:</b> {completed} файл(ов) завершено • <b>{remaining}</b> осталось
sk: <b>Spracovanie: {current}/{total}:</b> {completed} súbor(y) dokončené • <b>{remaining}</b> zostáva
sv: <b>Bearbetar: {current}/{total}:</b> {completed} fil(er) slutförda • <b>{remaining}</b> återstående
tr: <b>İşleniyor: {current}/{total}:</b> {completed} dosya(lar) tamamlandı • <b>{remaining}</b> kalan
uk: <b>Обробка: {current}/{total}:</b> {completed} файл(и) завершено • <b>{remaining}</b> залишилось

source: Processed file {current}/{total}: {filename}
bg: Обработен файл {current}/{total}: {filename}
cs: Zpracovaný soubor {current}/{total}: {filename}
da: Behandlet fil {current}/{total}: {filename}
de: Verarbeitetes Datei {current}/{total}: {filename}
el: Επεξεργασμένο αρχείο {current}/{total}: {filename}
es: Archivo procesado {current}/{total}: {filename}
et: Töödeldud fail {current}/{total}: {filename}
fi: Käsitelty tiedosto {current}/{total}: {filename}
fr: Fichier traité {current}/{total} : {filename}
he: קובץ מעובד {current}/{total}: {filename}
hr: Obrađeni datoteka {current}/{total}: {filename}
hu: Feldolgozott fájl {current}/{total}: {filename}
is: Unnið skjal {current}/{total}: {filename}
it: File elaborato {current}/{total}: {filename}
ja: 処理されたファイル {current}/{total}: {filename}
nl: Verwerkt bestand {current}/{total}: {filename}
no: Behandlet fil {current}/{total}: {filename}
pl: Przetworzony plik {current}/{total}: {filename}
pt: Arquivo processado {current}/{total}: {filename}
ro: Fișier procesat {current}/{total}: {filename}
ru: Обработанный файл {current}/{total}: {filename}
sk: Spracovaný súbor {current}/{total}: {filename}
sv: Bearbetad fil {current}/{total}: {filename}
tr: İşlenen dosya {current}/{total}: {filename}
uk: Оброблений файл {current}/{total}: {filename}

source: <b>OCR processing complete!</b> {total} file(s) processed
bg: <b>OCR обработката е завършена!</b> Обработени са {total} файл(а)
cs: <b>OCR zpracování dokončeno!</b> {total} soubor(y) zpracováno
da: <b>OCR-behandling fuldført!</b> {total} fil(er) behandlet
de: <b>OCR-Verarbeitung abgeschlossen!</b> {total} Datei(en) verarbeitet
el: <b>Η επεξεργασία OCR ολοκληρώθηκε!</b> {total} αρχείο(α) επεξεργάστηκαν
es: <b>¡Procesamiento de OCR completo!</b> {total} archivo(s) procesado(s)
et: <b>OCR töötlemine lõpetatud!</b> {total} fail(i) töödeldud
fi: <b>OCR-käsittely valmis!</b> {total} tiedosto(a) käsitelty
fr: <b>Traitement OCR terminé !</b> {total} fichier(s) traité(s)
he: <b>עיבוד OCR הושלם!</b> {total} קובץ(ים) מעובד(ים)
hr: <b>OCR obrada završena!</b> {total} datoteka(e) obrađeno
hu: <b>Az OCR feldolgozás befejeződött!</b> {total} fájl(ok) feldolgozva
is: <b>OCR vinnsla lokið!</b> {total} skrá(ir) unnin(ar)
it: <b>Elaborazione OCR completata!</b> {total} file elaborati
ja: <b>OCR処理が完了しました！</b> {total} 件のファイルが処理されました
nl: <b>OCR-verwerking voltooid!</b> {totaal} bestand(en) verwerkt
no: <b>OCR-behandling fullført!</b> {total} fil(er) behandlet
pl: <b>Przetwarzanie OCR zakończone!</b> Przetworzono {total} plik(ów)
pt: <b>Processamento de OCR concluído!</b> {total} arquivo(s) processado(s)
ro: <b>Procesarea OCR s-a finalizat!</b> {total} fișier(e) procesat(e)
ru: <b>Обработка OCR завершена!</b> Обработано {total} файл(ов)
sk: <b>Spracovanie OCR dokončené!</b> {total} súbor(y) spracované
sv: <b>OCR-behandling slutförd!</b> {total} fil(er) bearbetad(e)
tr: <b>OCR işleme tamamlandı!</b> {total} dosya işlendi
uk: <b>Обробку OCR завершено!</b> Оброблено {total} файл(ів)

source: <b>OCR processing complete!</b> {total} file(s) processed • Total time: {time}
bg: <b>OCR обработката е завършена!</b> Обработени {total} файл(а) • Общо време: {time}
cs: <b>OCR zpracování dokončeno!</b> Zpracováno {total} souborů • Celkový čas: {time}
da: <b>OCR-behandling fuldført!</b> {total} fil(er) behandlet • Total tid: {time}
de: <b>OCR-Verarbeitung abgeschlossen!</b> {total} Datei(en) verarbeitet • Gesamtzeit: {time}
el: <b>Η επεξεργασία OCR ολοκληρώθηκε!</b> {total} αρχείο(α) επεξεργάστηκαν • Συνολικός χρόνος: {time}
es: <b>¡Procesamiento de OCR completo!</b> {total} archivo(s) procesado(s) • Tiempo total: {time}
et: <b>OCR töötlemine lõpetatud!</b> {total} fail(i) töödeldud • Kokku aeg: {time}
fi: <b>OCR-käsittely valmis!</b> {total} tiedostoa käsitelty • Kokonaissaldo: {time}
fr: <b>Traitement OCR terminé !</b> {total} fichier(s) traité(s) • Temps total : {time}
he: <b>עיבוד OCR הושלם!</b> {total} קובץ(ים) מעובד(ים) • זמן כולל: {time}
hr: <b>OCR obrada završena!</b> {total} datoteka(e) obrađeno • Ukupno vrijeme: {time}
hu: <b>OCR feldolgozás befejeződött!</b> {total} fájl(ok) feldolgozva • Összes idő: {time}
is: <b>OCR vinnslu lokið!</b> {total} skrá(ir) unnið • Heildartími: {time}
it: <b>Elaborazione OCR completata!</b> {total} file elaborati • Tempo totale: {time}
ja: <b>OCR処理が完了しました！</b> {total} 件のファイルが処理されました • 合計時間: {time}
nl: <b>OCR-verwerking voltooid!</b> {totaal} bestand(en) verwerkt • Totale tijd: {tijd}
no: <b>OCR-behandling fullført!</b> {total} fil(er) behandlet • Total tid: {time}
pl: <b>Przetwarzanie OCR zakończone!</b> Przetworzono {total} plik(ów) • Całkowity czas: {time}
pt: <b>Processamento de OCR concluído!</b> {total} arquivo(s) processado(s) • Tempo total: {time}
ro: <b>Procesare OCR completă!</b> {total} fișier(e) procesat(e) • Timp total: {time}
ru: <b>Обработка OCR завершена!</b> Обработано {total} файл(ов) • Общее время: {time}
sk: <b>Spracovanie OCR dokončené!</b> {total} súbor(y) spracované • Celkový čas: {time}
sv: <b>OCR-behandling slutförd!</b> {total} fil(er) bearbetade • Total tid: {time}
tr: <b>OCR işleme tamamlandı!</b> {total} dosya işlendi • Toplam süre: {time}
uk: <b>Обробка OCR завершена!</b> Оброблено {total} файл(ів) • Загальний час: {time}

source: OCR processing complete. {total} files processed.
bg: Обработката с OCR е завършена. {total} файла обработени.
da: OCR-behandling fuldført. {total} filer behandlet.
el: Η επεξεργασία OCR ολοκληρώθηκε. {total} αρχεία επεξεργάστηκαν.
es: Procesamiento OCR completado. {total} archivos procesados.
fi: OCR-käsittely valmis. {total} tiedostoa käsitelty.
hr: OCR obrada završena. {total} datoteka obrađeno.
hu: OCR feldolgozás kész. {total} fájl feldolgozva.
is: OCR-vinnsla lokið. {total} skrár unnar.
ja: OCR処理が完了しました。{total}個のファイルを処理しました。
nl: OCR-verwerking voltooid. {total} bestanden verwerkt.
pl: Przetwarzanie OCR zakończone. {total} plików przetworzono.
pt: Processamento OCR concluído. {total} arquivos processados.
ro: Procesare OCR completă. {total} fișiere procesate.
ru: Обработка OCR завершена. {total} файлов обработано.
sk: Spracovanie OCR dokončené. {total} súborov spracovaných.
sv: OCR-bearbetning klar. {total} filer bearbetade.
tr: OCR işleme tamamlandı. {total} dosya işlendi.

source: File {current}/{total}: <b>{filename}</b> - {status} • Time: {time}
bg: Файл {current}/{total}: <b>{filename}</b> - {status} • Време: {time}
cs: Soubor {current}/{total}: <b>{filename}</b> - {status} • Čas: {time}
da: Fil {current}/{total}: <b>{filename}</b> - {status} • Tid: {time}
de: Datei {current}/{total}: <b>{filename}</b> - {status} • Zeit: {time}
el: Αρχείο {current}/{total}: <b>{filename}</b> - {status} • Χρόνος: {time}
es: Archivo {current}/{total}: <b>{filename}</b> - {status} • Tiempo: {time}
et: Fail {current}/{total}: <b>{filename}</b> - {status} • Aeg: {time}
fi: Tiedosto {current}/{total}: <b>{filename}</b> - {status} • Aika: {time}
fr: Fichier {current}/{total} : <b>{filename}</b> - {status} • Temps : {time}
he: קובץ {current}/{total}: <b>{filename}</b> - {status} • זמן: {time}
hr: Datoteka {current}/{total}: <b>{filename}</b> - {status} • Vrijeme: {time}
hu: Fájl {current}/{total}: <b>{filename}</b> - {status} • Idő: {time}
is: Skrá {current}/{total}: <b>{filename}</b> - {status} • Tími: {time}
it: File {current}/{total}: <b>{filename}</b> - {status} • Tempo: {time}
ja: ファイル {current}/{total}: <b>{filename}</b> - {status} • 時間: {time}
nl: Bestand {current}/{total}: <b>{filename}</b> - {status} • Tijd: {time}
pl: Plik {current}/{total}: <b>{filename}</b> - {status} • Czas: {time}
pt: Arquivo {current}/{total}: <b>{filename}</b> - {status} • Tempo: {time}
ro: Fișier {current}/{total}: <b>{filename}</b> - {status} • Timp: {time}
ru: Файл {current}/{total}: <b>{filename}</b> - {status} • Время: {time}
sk: Súbor {current}/{total}: <b>{filename}</b> - {status} • Čas: {time}
sv: Fil {current}/{total}: <b>{filename}</b> - {status} • Tid: {time}
tr: Dosya {current}/{total}: <b>{filename}</b> - {status} • Zaman: {time}
uk: Файл {current}/{total}: <b>{filename}</b> - {status} • Час: {time}

source: Processing file {current}/{total}: <b>{filename}</b> • Time: {time}
bg: Обработка на файл {current}/{total}: <b>{filename}</b> • Време: {time}
cs: Zpracovávám soubor {current}/{total}: <b>{filename}</b> • Čas: {time}
da: Behandler fil {current}/{total}: <b>{filename}</b> • Tid: {time}
de: Verarbeite Datei {current}/{total}: <b>{filename}</b> • Zeit: {time}
el: Επεξεργασία αρχείου {current}/{total}: <b>{filename}</b> • Χρόνος: {time}
es: Procesando archivo {current}/{total}: <b>{filename}</b> • Tiempo: {time}
et: Töötlen faili {current}/{total}: <b>{filename}</b> • Aeg: {time}
fi: Käsitellään tiedostoa {current}/{total}: <b>{filename}</b> • Aika: {time}
fr: Traitement du fichier {current}/{total} : <b>{filename}</b> • Temps : {time}
he: מעבד קובץ {current}/{total}: <b>{filename}</b> • זמן: {time}
hr: Obrada datoteke {current}/{total}: <b>{filename}</b> • Vrijeme: {time}
hu: Fájl feldolgozása {current}/{total}: <b>{filename}</b> • Idő: {time}
is: Vinnsla skrá {current}/{total}: <b>{filename}</b> • Tími: {time}
it: Elaborazione file {current}/{total}: <b>{filename}</b> • Tempo: {time}
ja: ファイル処理中 {current}/{total}: <b>{filename}</b> • 時間: {time}
nl: Verwerken van bestand {current}/{total}: <b>{filename}</b> • Tijd: {time}
pl: Przetwarzanie pliku {current}/{total}: <b>{filename}</b> • Czas: {time}
pt: Processando arquivo {current}/{total}: <b>{filename}</b> • Tempo: {time}
ro: Prelucrarea fișierului {current}/{total}: <b>{filename}</b> • Timp: {time}
ru: Обработка файла {current}/{total}: <b>{filename}</b> • Время: {time}
sk: Spracovanie súboru {current}/{total}: <b>{filename}</b> • Čas: {time}
sv: Bearbetar fil {current}/{total}: <b>{filename}</b> • Tid: {time}
tr: Dosya işleniyor {current}/{total}: <b>{filename}</b> • Zaman: {time}
uk: Обробка файлу {current}/{total}: <b>{filename}</b> • Час: {time}

source: Processing file {current} of {total}: {filename}
bg: Обработка на файл {current} от {total}: {filename}
da: Behandler fil {current} af {total}: {filename}
el: Επεξεργασία αρχείου {current} από {total}: {filename}
es: Procesando archivo {current} de {total}: {filename}
fi: Käsitellään tiedostoa {current}/{total}: {filename}
hr: Obrada datoteke {current} od {total}: {filename}
hu: Fájl feldolgozása: {current} / {total}: {filename}
is: Vinnur skrá {current} af {total}: {filename}
ja: ファイル{current}/{total}を処理中：{filename}
nl: Verwerking bestand {current} van {total}: {filename}
pl: Przetwarzanie pliku {current} z {total}: {filename}
pt: Processando arquivo {current} de {total}: {filename}
ro: Se procesează fișierul {current} din {total}: {filename}
ru: Обработка файла {current} из {total}: {filename}
sk: Spracovanie súboru {current} z {total}: {filename}
sv: Bearbetar fil {current} av {total}: {filename}
tr: {total} dosyadan {current}. işleniyor: {filename}

source: Processing files: {processed}/{total} completed • Time: {time}
bg: Обработка на файлове: {processed}/{total} завършени • Време: {time}
cs: Zpracovávám soubory: {processed}/{total} dokončeno • Čas: {time}
da: Behandler filer: {processed}/{total} fuldført • Tid: {time}
de: Dateien werden verarbeitet: {processed}/{total} abgeschlossen • Zeit: {time}
el: Επεξεργασία αρχείων: {processed}/{total} ολοκληρώθηκαν • Χρόνος: {time}
es: Procesando archivos: {processed}/{total} completados • Tiempo: {time}
et: Failide töötlemine: {processed}/{total} lõpetatud • Aeg: {time}
fi: Tiedostojen käsittely: {processed}/{total} valmis • Aika: {time}
fr: Traitement des fichiers : {processed}/{total} terminé • Temps : {time}
he: מעבד קבצים: {processed}/{total} הושלמו • זמן: {time}
hr: Obrada datoteka: {processed}/{total} dovršeno • Vrijeme: {time}
hu: Fájlok feldolgozása: {processed}/{total} kész • Idő: {time}
is: Vinnsla skráa: {processed}/{total} lokið • Tími: {time}
it: Elaborazione file: {processed}/{total} completati • Tempo: {time}
ja: ファイルを処理中: {processed}/{total} 完了 • 時間: {time}
nl: Bestanden verwerken: {processed}/{total} voltooid • Tijd: {time}
no: Behandler filer: {processed}/{total} fullført • Tid: {time}
pl: Przetwarzanie plików: {processed}/{total} zakończone • Czas: {time}
pt: Processando arquivos: {processed}/{total} concluídos • Tempo: {time}
ro: Prelucrarea fișierelor: {processed}/{total} finalizate • Timp: {time}
ru: Обработка файлов: {processed}/{total} завершено • Время: {time}
sk: Spracovanie súborov: {processed}/{total} dokončených • Čas: {time}
sv: Bearbetar filer: {processed}/{total} slutförda • Tid: {time}
tr: Dosyalar işleniyor: {işlenmiş}/{toplam} tamamlandı • Süre: {süre}
uk: Обробка файлів: {processed}/{total} завершено • Час: {time}

source: Starting processing of {total} files... • Time: {time}
bg: Започва обработката на {total} файла... • Време: {time}
cs: Zahájení zpracování {total} souborů... • Čas: {time}
da: Starter behandling af {total} filer... • Tid: {time}
de: Verarbeitung von {total} Dateien wird gestartet... • Zeit: {time}
el: Ξεκινά η επεξεργασία {total} αρχείων... • Χρόνος: {time}
es: Iniciando el procesamiento de {total} archivos... • Tiempo: {time}
et: Alustatakse {total} faili töötlemist... • Aeg: {time}
fi: Aloitetaan {total} tiedoston käsittely... • Aika: {time}
fr: Début du traitement de {total} fichiers... • Temps : {time}
he: מתחיל לעבד {total} קבצים... • זמן: {time}
hr: Započinjanje obrade {total} datoteka... • Vrijeme: {time}
hu: Fájlok ({total}) feldolgozásának megkezdése... • Idő: {time}
is: Byrjar að vinna úr {total} skrám... • Tími: {time}
it: Inizio elaborazione di {total} file... • Tempo: {time}
ja: {total}ファイルの処理を開始しています... • 時間: {time}
nl: Verwerking van {total} bestanden gestart... • Tijd: {time}
no: Starter behandling av {total} filer... • Tid: {time}
pl: Rozpoczynanie przetwarzania {total} plików... • Czas: {time}
pt: Iniciando o processamento de {total} arquivos... • Tempo: {time}
ro: Începerea procesării a {total} fișiere... • Timp: {time}
ru: Начало обработки {total} файлов... • Время: {time}
sk: Začínam spracovávať {total} súborov... • Čas: {time}
sv: Börjar bearbeta {total} filer... • Tid: {time}
tr: {total} dosyanın işlenmesine başlanıyor... • Zaman: {time}
uk: Початок обробки {total} файлів... • Час: {time}

source: OCR processing was completed for this file, but the extracted text could not be found.
bg: OCR обработката беше завършена за този файл, но извлеченият текст не можа да бъде намерен.
cs: Zpracování OCR bylo dokončeno pro tento soubor, ale extrahovaný text nebyl nalezen.
da: OCR-behandling blev afsluttet for denne fil, men den udtrukne tekst kunne ikke findes.
de: Die OCR-Verarbeitung für diese Datei wurde abgeschlossen, aber der extrahierte Text konnte nicht gefunden werden.
el: Η επεξεργασία OCR ολοκληρώθηκε για αυτό το αρχείο, αλλά το εξαγόμενο κείμενο δεν μπόρεσε να βρεθεί.
es: El procesamiento de OCR se completó para este archivo, pero no se pudo encontrar el texto extraído.
et: OCR töötlemine on selle faili jaoks lõpetatud, kuid väljavõetud teksti ei leitud.
fi: OCR-käsittely on suoritettu tälle tiedostolle, mutta poistettua tekstiä ei löytynyt.
fr: Le traitement OCR a été complété pour ce fichier, mais le texte extrait n'a pas pu être trouvé.
he: עיבוד OCR הושלם עבור קובץ זה, אך הטקסט המופק לא נמצא.
hr: Obrada OCR-a je završena za ovu datoteku, ali izdvojeni tekst nije mogao biti pronađen.
hu: Az OCR feldolgozás befejeződött ehhez a fájlhoz, de a kinyert szöveg nem található.
is: OCR vinnsla var lokið fyrir þennan skrá, en unnið texti fannst ekki.
it: Il processo OCR è stato completato per questo file, ma il testo estratto non è stato trovato.
ja: このファイルのOCR処理は完了しましたが、抽出されたテキストが見つかりませんでした。
nl: De OCR-verwerking is voltooid voor dit bestand, maar de geëxtraheerde tekst kon niet worden gevonden.
no: OCR-behandling ble fullført for denne filen, men den uttrukne teksten ble ikke funnet.
pl: Przetwarzanie OCR zostało zakończone dla tego pliku, ale nie można było znaleźć wyodrębnionego tekstu.
pt: O processamento de OCR foi concluído para este arquivo, mas o texto extraído não pôde ser encontrado.
ro: Procesarea OCR a fost finalizată pentru acest fișier, dar textul extras nu a putut fi găsit.
ru: Обработка OCR для этого файла была завершена, но извлеченный текст не был найден.
sk: Spracovanie OCR bolo dokončené pre tento súbor, ale extrahovaný text nebol nájdený.
sv: OCR-behandling slutfördes för den här filen, men den extraherade texten kunde inte hittas.
tr: Bu dosya için OCR işlemi tamamlandı, ancak çıkarılan metin bulunamadı.
uk: Обробка OCR була завершена для цього файлу, але витягнутий текст не було знайдено.

source: words
bg: думи
cs: slova
da: ord
de: Wörter
el: λέξεις
es: palabras
et: sõnad
fi: sanat
fr: mots
hr: riječi
hu: szavak
is: orð
ja: 単語
nl: woorden
pl: słowa
pt: palavras
ro: Cuvinte
ru: слов
sk: slová
sv: ord
tr: kelimeler
uk: слів

source: characters
bg: символи
cs: znaky
da: tegn
de: Zeichen
el: χαρακτήρες
es: caracteres
et: tähestik
fi: merkit
fr: caractères
he: דמויות
hr: znakovi
hu: karakterek
is: einkenni
it: caratteri
ja: キャラクター
nl: tekens
pl: znaki
pt: personagens
ro: caractere
ru: символы
sk: znaky
sv: tecken
tr: karakterler
uk: символів

source: Decrease font size
bg: Намаляване на размера на шрифта
cs: Zmenšit velikost písma
da: Formindsk skriftstørrelse
de: Schriftgröße verkleinern
el: Μείωση μεγέθους γραμματοσειράς
es: Reducir tamaño de fuente
fi: Pienennä fonttikokoa
fr: Réduire la taille de police
hr: Smanji veličinu fonta
hu: Betűméret csökkentése
is: Minnka leturstærð
ja: フォントサイズを縮小
nl: Lettergrootte verkleinen
pl: Zmniejsz rozmiar czcionki
pt: Diminuir tamanho da fonte
ro: Micșorează dimensiunea fontului
ru: Уменьшить размер шрифта
sk: Zmenšiť veľkosť písma
sv: Minska teckenstorlek
tr: Yazı boyutunu küçült
uk: Зменшити розмір шрифту

source: Increase font size
bg: Увеличаване на размера на шрифта
cs: Zvětšit velikost písma
da: Forøg skriftstørrelse
de: Schriftgröße vergrößern
el: Αύξηση μεγέθους γραμματοσειράς
es: Aumentar tamaño de fuente
fi: Suurenna fonttikokoa
fr: Augmenter la taille de police
hr: Povećaj veličinu fonta
hu: Betűméret növelése
is: Stækka leturstærð
ja: フォントサイズを拡大
nl: Lettergrootte vergroten
pl: Zwiększ rozmiar czcionki
pt: Aumentar tamanho da fonte
ro: Mărește dimensiunea fontului
ru: Увеличить размер шрифта
sk: Zväčšiť veľkosť písma
sv: Öka teckenstorlek
tr: Yazı boyutunu büyüt
uk: Збільшити розмір шрифту

source: Save TXT
bg: Запази TXT
cs: Uložit TXT
da: Gem TXT
de: TXT speichern
el: Αποθήκευση TXT
es: Guardar TXT
et: Salvesta TXT
fi: Tallenna TXT
fr: Enregistrer TXT
he: שמור TXT
hr: Spremi TXT
hu: TXT mentése
is: Vista TXT
it: Salva TXT
ja: TXTを保存
nl: Opslaan TXT
pl: Zapisz TXT
pt: Salvar TXT
ro: Salvează TXT
ru: Сохранить TXT
sk: Uložiť TXT
sv: Spara TXT
tr: TXT Kaydet
uk: Зберегти TXT

source: Close
bg: Затвори
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
fi: Sulje
fr: Fermer
he: סגור
hr: Zatvori
hu: Bezárás
is: Lokaðu
it: Chiudi
ja: 閉じる
nl: Sluiten
no: Lukk
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sv: Stänga
tr: Kapat
uk: Закрити

source: Search in text...
bg: Търсене в текста...
cs: Hledat v textu...
da: Søg i tekst...
de: Im Text suchen...
el: Αναζήτηση στο κείμενο...
es: Buscar en el texto...
et: Otsi tekstist...
fi: Etsi tekstistä...
fr: Rechercher dans le texte...
he: חפש בטקסט...
hr: Pretraži u tekstu...
hu: Keresés a szövegben...
is: Leita í texta...
it: Cerca nel testo...
ja: テキスト内を検索...
nl: Zoeken in tekst...
no: Søk i teksten...
pl: Szukaj w tekście...
pt: Pesquisar no texto...
ro: Caută în text...
ru: Поиск в тексте...
sk: Hľadať v texte...
sv: Sök i text...
tr: Metin içinde ara...
uk: Шукати в тексті...

source: Search in text
bg: Търсене в текста
cs: Hledat v textu
da: Søg i tekst
de: Im Text suchen
el: Αναζήτηση στο κείμενο
es: Buscar en el texto
fi: Hae tekstistä
fr: Rechercher dans le texte
hr: Pretraži u tekstu
hu: Keresés a szövegben
is: Leita í texta
ja: テキスト内を検索
nl: Zoeken in tekst
pl: Szukaj w tekście
pt: Pesquisar no texto
ro: Caută în text
ru: Поиск в тексте
sk: Hľadať v texte
sv: Sök i text
tr: Metinde ara
uk: Пошук у тексті
