Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: OCR language (latin, ch, japan, korean, etc.). Default: latin.
bg: OCR език (latin, ch, japan, korean и др.). По подразбиране: latin.
cs: OCR jazyk (latin, ch, japan, korean atd.). Výchozí: latin.
da: OCR-sprog (latin, ch, japan, korean osv.). Standard: latin.
de: OCR-Sprache (latin, ch, japan, korean usw.). Standard: latin.
el: Γλώσσα OCR (latin, ch, japan, korean, κτλ.). Προεπιλογή: latin.
es: Idioma OCR (latin, ch, japan, korean, etc.). Por defecto: latin.
fi: OCR-kieli (latin, ch, japan, korean jne.). Oletus: latin.
fr: Langue OCR (latin, ch, japan, korean, etc.). Par défaut : latin.
hr: OCR jezik (latin, ch, japan, korean itd.). Zadano: latin.
hu: OCR nyelv (latin, ch, japan, korean, stb.). Alapértelmezett: latin.
is: OCR-tungumál (latin, ch, japan, korean o.s.frv.). Sjálfgefið: latin.
ja: OCR言語（latin, ch, japan, korean等）。デフォルト：latin。
nl: OCR-taal (latin, ch, japan, korean, enz.). Standaard: latin.
pl: Język OCR (latin, ch, japan, korean itp.). Domyślnie: latin.
pt: Idioma do OCR (latin, ch, japan, korean, etc.). Padrão: latin.
ro: Limba OCR (latin, ch, japan, korean, etc.). Implicit: latin.
ru: Язык OCR (latin, ch, japan, korean и др.). По умолчанию: latin.
sk: OCR jazyk (latin, ch, japan, korean atď.). Predvolené: latin.
sv: OCR-språk (latin, ch, japan, korean osv.). Standard: latin.
tr: OCR dili (latin, ch, japan, korean, vb.). Varsayılan: latin.
uk: Мова OCR (latin, ch, japan, korean тощо). За замовчуванням: latin.

source: Parallel workers (0 = auto). Default: 0.
bg: Паралелни процеси (0 = авто). По подразбиране: 0.
cs: Paralelní procesy (0 = auto). Výchozí: 0.
da: Parallelle processer (0 = auto). Standard: 0.
de: Parallele Prozesse (0 = auto). Standard: 0.
el: Παράλληλοι εργάτες (0 = αυτόματα). Προεπιλογή: 0.
es: Procesos paralelos (0 = auto). Por defecto: 0.
fi: Rinnakkaiset prosessit (0 = auto). Oletus: 0.
fr: Processus parallèles (0 = auto). Par défaut : 0.
hr: Paralelni procesi (0 = auto). Zadano: 0.
hu: Párhuzamos feldolgozók (0 = automatikus). Alapértelmezett: 0.
is: Samhliða ferli (0 = sjálfvirkt). Sjálfgefið: 0.
ja: 並列ワーカー数（0＝自動）。デフォルト：0。
nl: Parallelle processen (0 = auto). Standaard: 0.
pl: Równoległe procesy (0 = auto). Domyślnie: 0.
pt: Processos paralelos (0 = automático). Padrão: 0.
ro: Lucrători paraleli (0 = auto). Implicit: 0.
ru: Параллельные процессы (0 = авто). По умолчанию: 0.
sk: Paralelné procesy (0 = auto). Predvolené: 0.
sv: Parallella processer (0 = auto). Standard: 0.
tr: Paralel işçiler (0 = otomatik). Varsayılan: 0.
uk: Паралельні потоки (0 = авто). За замовчуванням: 0.

source: DPI for extraction (default: 300)
bg: DPI за извличане (по подразбиране: 300)
cs: DPI pro extrakci (výchozí: 300)
da: DPI til udtrækning (standard: 300)
de: DPI für Extraktion (Standard: 300)
el: DPI εξαγωγής (προεπιλογή: 300)
es: DPI para extracción (por defecto: 300)
fi: DPI poimintaan (oletus: 300)
fr: DPI pour l'extraction (par défaut : 300)
hr: DPI za izdvajanje (zadano: 300)
hu: DPI a kinyeréshez (alapértelmezett: 300)
is: DPI fyrir útdrátt (sjálfgefið: 300)
ja: 抽出用DPI（デフォルト：300）
nl: DPI voor extractie (standaard: 300)
pl: DPI do ekstrakcji (domyślnie: 300)
pt: DPI para extração (padrão: 300)
ro: DPI pentru extracție (implicit: 300)
ru: DPI для извлечения (по умолчанию: 300)
sk: DPI pre extrakciu (predvolené: 300)
sv: DPI för extraktion (standard: 300)
tr: Çıkarma için DPI (varsayılan: 300)
uk: DPI для витягування (за замовчуванням: 300)

source: OCR behavior
bg: Поведение на OCR
cs: Chování OCR
da: OCR-adfærd
de: OCR-Verhalten
el: Συμπεριφορά OCR
es: Comportamiento del OCR
fi: OCR-käyttäytyminen
fr: Comportement de l'OCR
hr: Ponašanje OCR-a
hu: OCR viselkedés
is: OCR-hegðun
ja: OCRの動作
nl: OCR-gedrag
pl: Zachowanie OCR
pt: Comportamento do OCR
ro: Comportament OCR
ru: Поведение OCR
sk: Správanie OCR
sv: OCR-beteende
tr: OCR davranışı
uk: Поведінка OCR

source: Re-OCR pages that already have text (default: skip them).
bg: Повторен OCR на страници с текст (по подразбиране: пропускане).
cs: Opakovat OCR na stránkách s textem (výchozí: přeskočit).
da: Gentag OCR på sider med tekst (standard: spring over).
de: Seiten mit vorhandenem Text erneut per OCR verarbeiten (Standard: überspringen).
el: Επανα-OCR σελίδων με ήδη κείμενο (προεπιλογή: παράλειψη).
es: Repetir OCR en páginas con texto (por defecto: omitirlas).
fi: Suorita OCR uudelleen sivuille joilla on tekstiä (oletus: ohita).
fr: Refaire l'OCR des pages ayant déjà du texte (par défaut : les ignorer).
hr: Ponoviti OCR na stranicama s tekstom (zadano: preskoči).
hu: Újra-OCR már szöveges oldalakat (alapértelmezett: kihagyás).
is: Endurgera OCR á síðum með texta (sjálfgefið: sleppa).
ja: 既にテキストがあるページを再OCR処理する（デフォルト：スキップ）。
nl: OCR opnieuw uitvoeren op pagina's met tekst (standaard: overslaan).
pl: Ponowne OCR stron z tekstem (domyślnie: pomiń).
pt: Refazer OCR em páginas que já possuem texto (padrão: ignorar).
ro: Re-OCR pagini care au deja text (implicit: omite-le).
ru: Повторный OCR страниц с текстом (по умолчанию: пропустить).
sk: Zopakovať OCR na stránkach s textom (predvolené: preskočiť).
sv: Gör om OCR på sidor med text (standard: hoppa över).
tr: Zaten metni olan sayfaları yeniden OCR (varsayılan: atla).
uk: Повторний OCR сторінок, що вже мають текст (за замовчуванням: пропустити).

source: Process all pages as image-only (for editor-merged files).
bg: Обработка на всички страници като изображения (за файлове обединени в редактора).
cs: Zpracovat všechny stránky jako obrázky (pro soubory sloučené v editoru).
da: Behandl alle sider som billede (for filer sammensat i editoren).
de: Alle Seiten als Bild verarbeiten (für im Editor zusammengeführte Dateien).
el: Επεξεργασία όλων των σελίδων ως εικόνα (για αρχεία συγχωνευμένα σε επεξεργαστή).
es: Procesar todas las páginas como imagen (para archivos combinados en el editor).
fi: Käsittele kaikki sivut kuvina (editorissa yhdistetyille tiedostoille).
fr: Traiter toutes les pages comme images (pour fichiers fusionnés dans l'éditeur).
hr: Obraditi sve stranice kao slike (za datoteke spojene u uređivaču).
hu: Minden oldal feldolgozása képként (szerkesztőben egyesített fájlokhoz).
is: Vinna allar síður sem myndir (fyrir sameinaðar skrár).
ja: すべてのページを画像専用として処理する（エディタで結合したファイル用）。
nl: Alle pagina's verwerken als afbeelding (voor in de editor samengevoegde bestanden).
pl: Przetwarzaj wszystkie strony jako obrazy (dla plików połączonych w edytorze).
pt: Processar todas as páginas como imagem (para arquivos mesclados no editor).
ro: Procesează toate paginile ca doar-imagine (pentru fișiere unite în editor).
ru: Обрабатывать все страницы как изображения (для файлов, объединённых в редакторе).
sk: Spracovať všetky stránky ako obrázky (pre súbory zlúčené v editore).
sv: Behandla alla sidor som bild (för filer sammanfogade i redigeraren).
tr: Tüm sayfaları yalnızca görüntü olarak işle (düzenleyicide birleştirilmiş dosyalar için).
uk: Обробляти всі сторінки як зображення (для об'єднаних у редакторі файлів).

source: Use high-quality server models if available.
bg: Използване на висококачествени сървърни модели ако са налични.
cs: Použít vysoce kvalitní serverové modely pokud jsou dostupné.
da: Brug servermodeller i høj kvalitet, hvis tilgængelige.
de: Hochwertige Servermodelle verwenden, falls verfügbar.
el: Χρήση μοντέλων διακομιστή υψηλής ποιότητας αν υπάρχουν.
es: Usar modelos de alta calidad del servidor si están disponibles.
fi: Käytä korkealaatuisia palvelinmalleja jos saatavilla.
fr: Utiliser les modèles haute qualité du serveur si disponibles.
hr: Koristiti visokokvalitetne serverske modele ako su dostupni.
hu: Jó minőségű szerveres modellek használata, ha elérhető.
is: Nota hágæða þjónalíkön ef tiltæk.
ja: 利用可能な場合、高品質サーバーモデルを使用する。
nl: Gebruik hoogwaardige servermodellen indien beschikbaar.
pl: Użyj wysokiej jakości modeli serwerowych jeśli dostępne.
pt: Usar modelos de alta qualidade do servidor, se disponíveis.
ro: Folosește modele server de calitate înaltă dacă sunt disponibile.
ru: Использовать высококачественные серверные модели если доступны.
sk: Použiť vysokokvalitné serverové modely ak sú dostupné.
sv: Använd servermodeller med hög kvalitet om tillgängliga.
tr: Varsa yüksek kaliteli sunucu modellerini kullan.
uk: Використовувати високоякісні серверні моделі, якщо доступні.

source: Geometric corrections
bg: Геометрични корекции
cs: Geometrické korekce
da: Geometriske korrektioner
de: Geometrische Korrekturen
el: Γεωμετρικές διορθώσεις
es: Correcciones geométricas
fi: Geometriset korjaukset
fr: Corrections géométriques
hr: Geometrijske korekcije
hu: Geometriai korrekciók
is: Rúmfræðilegar leiðréttingar
ja: 幾何学的補正
nl: Geometrische correcties
pl: Korekty geometryczne
pt: Correções geométricas
ro: Corecții geometrice
ru: Геометрические коррекции
sk: Geometrické korekcie
sv: Geometriska korrigeringar
tr: Geometrik düzeltmeler
uk: Геометричні виправлення

source: Disable curvature correction
bg: Изключване на корекция на кривина
cs: Zakázat korekci zakřivení
da: Deaktiver krumningskorrektion
de: Krümmungskorrektur deaktivieren
el: Απενεργοποίηση διόρθωσης καμπυλότητας
es: Desactivar corrección de curvatura
fi: Poista kaarevuuskorjaus käytöstä
fr: Désactiver la correction de courbure
hr: Onemogući korekciju zakrivljenosti
hu: Görbület-korrekció kikapcsolása
is: Slökkva á beygjuleiðréttingu
ja: 湾曲補正を無効にする
nl: Krommingscorrectie uitschakelen
pl: Wyłącz korektę krzywizny
pt: Desativar correção de curvatura
ro: Dezactivează corecția curburii
ru: Отключить коррекцию кривизны
sk: Zakázať korekciu zakrivenia
sv: Inaktivera kurvaturrättning
tr: Eğrilik düzeltmeyi devre dışı bırak
uk: Вимкнути корекцію кривизни

source: Disable skew correction
bg: Изключване на корекция на наклон
cs: Zakázat korekci zkosení
da: Deaktiver skævhedskorrektion
de: Schräglagenkorrektur deaktivieren
el: Απενεργοποίηση διόρθωσης κλίσης
es: Desactivar corrección de inclinación
fi: Poista vinouskorjaus käytöstä
fr: Désactiver la correction d'inclinaison
hr: Onemogući korekciju nagiba
hu: Ferdeség-korrekció kikapcsolása
is: Slökkva á skekkingareiðréttingu
ja: 傾き補正を無効にする
nl: Scheefstandcorrectie uitschakelen
pl: Wyłącz korektę przekosu
pt: Desativar correção de inclinação
ro: Dezactivează corecția înclinării
ru: Отключить коррекцию наклона
sk: Zakázať korekciu sklonu
sv: Inaktivera snedställningsrättning
tr: Eğiklik düzeltmeyi devre dışı bırak
uk: Вимкнути корекцію нахилу

source: Disable perspective correction
bg: Изключване на корекция на перспектива
cs: Zakázat korekci perspektivy
da: Deaktiver perspektivkorrektion
de: Perspektivkorrektur deaktivieren
el: Απενεργοποίηση διόρθωσης προοπτικής
es: Desactivar corrección de perspectiva
fi: Poista perspektiivikorjaus käytöstä
fr: Désactiver la correction de perspective
hr: Onemogući korekciju perspektive
hu: Perspektíva-korrekció kikapcsolása
is: Slökkva á sjónarhornsleiðréttingu
ja: 遠近補正を無効にする
nl: Perspectiefcorrectie uitschakelen
pl: Wyłącz korektę perspektywy
pt: Desativar correção de perspectiva
ro: Dezactivează corecția perspectivei
ru: Отключить коррекцию перспективы
sk: Zakázať korekciu perspektívy
sv: Inaktivera perspektivrättning
tr: Perspektif düzeltmeyi devre dışı bırak
uk: Вимкнути корекцію перспективи

source: Disable orientation detection
bg: Изключване на разпознаване на ориентация
cs: Zakázat detekci orientace
da: Deaktiver orienteringsregistrering
de: Ausrichtungserkennung deaktivieren
el: Απενεργοποίηση ανίχνευσης προσανατολισμού
es: Desactivar detección de orientación
fi: Poista suunnan tunnistus käytöstä
fr: Désactiver la détection d'orientation
hr: Onemogući otkrivanje orijentacije
hu: Tájolás-érzékelés kikapcsolása
is: Slökkva á stefnugreiningu
ja: 向き検出を無効にする
nl: Oriëntatiedetectie uitschakelen
pl: Wyłącz wykrywanie orientacji
pt: Desativar detecção de orientação
ro: Dezactivează detectarea orientării
ru: Отключить определение ориентации
sk: Zakázať detekciu orientácie
sv: Inaktivera orienteringsdetektering
tr: Yönelim algılamayı devre dışı bırak
uk: Вимкнути визначення орієнтації

source: Image enhancements
bg: Подобрения на изображението
cs: Vylepšení obrázků
da: Billedforbedringer
de: Bildverbesserungen
el: Βελτιώσεις εικόνας
es: Mejoras de imagen
fi: Kuvanparannukset
fr: Améliorations d'image
hr: Poboljšanja slika
hu: Képjavítások
is: Myndbætur
ja: 画像補正
nl: Beeldverbeteringen
pl: Ulepszenia obrazu
pt: Melhorias de imagem
ro: Îmbunătățiri imagine
ru: Улучшения изображений
sk: Vylepšenia obrázkov
sv: Bildförbättringar
tr: Görüntü iyileştirmeleri
uk: Покращення зображень

source: Enable scanner effect (whitens background).
bg: Включване на скенер ефект (избелва фона).
cs: Povolit efekt skeneru (zesvětlí pozadí).
da: Aktivér scannereffekt (gør baggrunden hvid).
de: Scanner-Effekt aktivieren (weißer Hintergrund).
el: Ενεργοποίηση εφέ σαρωτή (λευκαίνει φόντο).
es: Activar efecto escáner (blanquea el fondo).
fi: Ota käyttöön skanneritehoste (valkaisee taustan).
fr: Activer l'effet scanner (blanchit le fond).
hr: Omogući efekt skenera (izbijeli pozadinu).
hu: Szkenner hatás bekapcsolása (fehéríti a hátteret).
is: Virkja skannara-áhrif (hvítir bakgrunn).
ja: スキャナー効果を有効にする（背景を白くする）。
nl: Scannereffect inschakelen (wit de achtergrond).
pl: Włącz efekt skanera (wybielenie tła).
pt: Ativar efeito scanner (clareia o fundo).
ro: Activează efectul scanner (albește fundalul).
ru: Включить эффект сканера (отбеливает фон).
sk: Povoliť efekt skenera (vybieli pozadie).
sv: Aktivera skannereffekt (vitare bakgrund).
tr: Tarayıcı efektini etkinleştir (arka planı beyazlatır).
uk: Увімкнути ефект сканера (освітлює фон).

source: Disable scanner effect.
bg: Изключване на скенер ефект.
cs: Zakázat efekt skeneru.
da: Deaktiver scannereffekt.
de: Scanner-Effekt deaktivieren.
el: Απενεργοποίηση εφέ σαρωτή.
es: Desactivar efecto escáner.
fi: Poista skanneritehoste käytöstä.
fr: Désactiver l'effet scanner.
hr: Onemogući efekt skenera.
hu: Szkenner hatás kikapcsolása.
is: Slökkva á skannara-áhrifum.
ja: スキャナー効果を無効にする。
nl: Scannereffect uitschakelen.
pl: Wyłącz efekt skanera.
pt: Desativar efeito scanner.
ro: Dezactivează efectul scanner.
ru: Отключить эффект сканера.
sk: Zakázať efekt skenera.
sv: Inaktivera skannereffekt.
tr: Tarayıcı efektini devre dışı bırak.
uk: Вимкнути ефект сканера.

source: Enable CLAHE contrast
bg: Включване на CLAHE контраст
cs: Povolit CLAHE kontrast
da: Aktivér CLAHE-kontrast
de: CLAHE-Kontrast aktivieren
el: Ενεργοποίηση αντίθεσης CLAHE
es: Activar contraste CLAHE
fi: Ota käyttöön CLAHE-kontrasti
fr: Activer le contraste CLAHE
hr: Omogući CLAHE kontrast
hu: CLAHE kontraszt bekapcsolása
is: Virkja CLAHE-andstæðu
ja: CLAHEコントラストを有効にする
nl: CLAHE-contrast inschakelen
pl: Włącz kontrast CLAHE
pt: Ativar contraste CLAHE
ro: Activează contrast CLAHE
ru: Включить контраст CLAHE
sk: Povoliť CLAHE kontrast
sv: Aktivera CLAHE-kontrast
tr: CLAHE kontrastı etkinleştir
uk: Увімкнути контраст CLAHE

source: Enable auto brightness
bg: Включване на автоматична яркост
cs: Povolit automatický jas
da: Aktivér automatisk lysstyrke
de: Automatische Helligkeit aktivieren
el: Ενεργοποίηση αυτόματης φωτεινότητας
es: Activar brillo automático
fi: Ota käyttöön automaattinen kirkkaus
fr: Activer la luminosité automatique
hr: Omogući automatsku svjetlinu
hu: Automatikus fényerő bekapcsolása
is: Virkja sjálfvirka birtustig
ja: 自動明度調整を有効にする
nl: Automatische helderheid inschakelen
pl: Włącz automatyczną jasność
pt: Ativar brilho automático
ro: Activează luminozitate automată
ru: Включить автоматическую яркость
sk: Povoliť automatický jas
sv: Aktivera automatisk ljusstyrka
tr: Otomatik parlaklığı etkinleştir
uk: Увімкнути автояскравість

source: Enable denoising
bg: Включване на шумопотискане
cs: Povolit odšumování
da: Aktivér støjreduktion
de: Rauschunterdrückung aktivieren
el: Ενεργοποίηση απαλοιφής θορύβου
es: Activar reducción de ruido
fi: Ota käyttöön kohinanpoisto
fr: Activer la réduction de bruit
hr: Omogući uklanjanje šuma
hu: Zajszűrés bekapcsolása
is: Virkja hávaðaminnkun
ja: ノイズ除去を有効にする
nl: Ruisonderdrukking inschakelen
pl: Włącz odszumianie
pt: Ativar redução de ruído
ro: Activează reducerea zgomotului
ru: Включить шумоподавление
sk: Povoliť odšumovanie
sv: Aktivera brusreducering
tr: Gürültü azaltmayı etkinleştir
uk: Увімкнути шумозаглушення

source: Remove dark borders
bg: Премахване на тъмни рамки
cs: Odstranit tmavé okraje
da: Fjern mørke kanter
de: Dunkle Ränder entfernen
el: Αφαίρεση σκοτεινών πλαισίων
es: Eliminar bordes oscuros
fi: Poista tummat reunat
fr: Supprimer les bordures sombres
hr: Ukloni tamne rubove
hu: Sötét szegélyek eltávolítása
is: Fjarlægja dökkar brúnir
ja: 暗い縁を除去する
nl: Donkere randen verwijderen
pl: Usuń ciemne krawędzie
pt: Remover bordas escuras
ro: Elimină marginile întunecate
ru: Удалить тёмные рамки
sk: Odstrániť tmavé okraje
sv: Ta bort mörka kanter
tr: Koyu kenarları kaldır
uk: Видалити темні рамки

source: Enable vintage look (sepia/BW).
bg: Включване на ретро вид (сепия/ЧБ).
cs: Povolit retro vzhled (sépie/ČB).
da: Aktivér vintage-look (sepia/S&H).
de: Vintage-Look aktivieren (Sepia/S&W).
el: Ενεργοποίηση ρετρό εμφάνισης (σέπια/ΑΜ).
es: Activar aspecto vintage (sepia/B&N).
fi: Ota käyttöön vintage-ilme (seepia/MV).
fr: Activer l'aspect vintage (sépia/N&B).
hr: Omogući retro izgled (sepija/CB).
hu: Vintage megjelenés bekapcsolása (szépia/FF).
is: Virkja gamaldags útlit (sepía/SH).
ja: ヴィンテージ効果を有効にする（セピア/白黒）。
nl: Vintage-look inschakelen (sepia/Z&W).
pl: Włącz wygląd retro (sepia/CB).
pt: Ativar aparência vintage (sépia/P&B).
ro: Activează aspect vintage (sepia/AN).
ru: Включить ретро-вид (сепия/ЧБ).
sk: Povoliť retro vzhľad (sépia/ČB).
sv: Aktivera vintage-utseende (sepia/SV).
tr: Vintage görünümü etkinleştir (sepya/SB).
uk: Увімкнути вінтажний вигляд (сепія/ЧБ).

source: Vintage in black & white
bg: Ретро в черно-бяло
cs: Retro v černobílém
da: Vintage i sort-hvid
de: Vintage in Schwarz-Weiß
el: Ρετρό σε ασπρόμαυρο
es: Vintage en blanco y negro
fi: Vintage mustavalkoisena
fr: Vintage en noir et blanc
hr: Retro u crno-bijelom
hu: Vintage fekete-fehérben
is: Gamaldags í svarthvítu
ja: 白黒ヴィンテージ
nl: Vintage in zwart-wit
pl: Retro w czerni i bieli
pt: Vintage em preto e branco
ro: Vintage alb-negru
ru: Ретро в чёрно-белом
sk: Retro v čierno-bielom
sv: Vintage i svartvitt
tr: Siyah beyaz vintage
uk: Вінтаж у чорно-білому

source: Convert output to PDF/A-2b
bg: Конвертиране на изхода в PDF/A-2b
cs: Převést výstup na PDF/A-2b
da: Konverter output til PDF/A-2b
de: Ausgabe in PDF/A-2b konvertieren
el: Μετατροπή εξόδου σε PDF/A-2b
es: Convertir salida a PDF/A-2b
fi: Muunna tuloste PDF/A-2b-muotoon
fr: Convertir la sortie en PDF/A-2b
hr: Pretvori izlaz u PDF/A-2b
hu: Kimenet átalakítása PDF/A-2b formátumba
is: Umbreyta úttaki í PDF/A-2b
ja: 出力をPDF/A-2bに変換する
nl: Uitvoer converteren naar PDF/A-2b
pl: Konwertuj wyjście na PDF/A-2b
pt: Converter saída para PDF/A-2b
ro: Convertește ieșirea în PDF/A-2b
ru: Конвертировать выход в PDF/A-2b
sk: Previesť výstup na PDF/A-2b
sv: Konvertera utdata till PDF/A-2b
tr: Çıkışı PDF/A-2b'ye dönüştür
uk: Конвертувати вивід у PDF/A-2b

source: Image format in output PDF. Default: original.
bg: Формат на изображения в изходния PDF. По подразбиране: оригинал.
cs: Formát obrázků ve výstupním PDF. Výchozí: originál.
da: Billedformat i output-PDF. Standard: original.
de: Bildformat in der PDF-Ausgabe. Standard: original.
el: Μορφή εικόνας στο PDF εξόδου. Προεπιλογή: πρωτότυπο.
es: Formato de imagen en el PDF de salida. Por defecto: original.
fi: Kuvaformaatti tuloste-PDF:ssä. Oletus: alkuperäinen.
fr: Format d'image dans le PDF de sortie. Par défaut : original.
hr: Format slika u izlaznom PDF-u. Zadano: original.
hu: Képformátum a kimeneti PDF-ben. Alapértelmezett: eredeti.
is: Myndsnið í úttaks-PDF. Sjálfgefið: upprunalegt.
ja: 出力PDFの画像形式。デフォルト：オリジナル。
nl: Beeldformaat in uitvoer-PDF. Standaard: origineel.
pl: Format obrazów w wyjściowym PDF. Domyślnie: oryginał.
pt: Formato de imagem no PDF de saída. Padrão: original.
ro: Format imagine în PDF-ul de ieșire. Implicit: original.
ru: Формат изображений в выходном PDF. По умолчанию: оригинал.
sk: Formát obrázkov vo výstupnom PDF. Predvolené: originál.
sv: Bildformat i utdata-PDF. Standard: original.
tr: Çıkış PDF'inde görüntü biçimi. Varsayılan: orijinal.
uk: Формат зображень у вихідному PDF. За замовчуванням: оригінал.

source: Image quality for JPEG/WebP (1-95, default: 85).
bg: Качество на изображения за JPEG/WebP (1-95, по подразбиране: 85).
cs: Kvalita obrázků pro JPEG/WebP (1-95, výchozí: 85).
da: Billedkvalitet for JPEG/WebP (1-95, standard: 85).
de: Bildqualität für JPEG/WebP (1-95, Standard: 85).
el: Ποιότητα εικόνας JPEG/WebP (1-95, προεπιλογή: 85).
es: Calidad de imagen para JPEG/WebP (1-95, por defecto: 85).
fi: Kuvanlaatu JPEG/WebP-tiedostoille (1-95, oletus: 85).
fr: Qualité d'image pour JPEG/WebP (1-95, par défaut : 85).
hr: Kvaliteta slika za JPEG/WebP (1-95, zadano: 85).
hu: Képminőség JPEG/WebP esetén (1-95, alapértelmezett: 85).
is: Myndgæði fyrir JPEG/WebP (1-95, sjálfgefið: 85).
ja: JPEG/WebPの画質（1-95、デフォルト：85）。
nl: Beeldkwaliteit voor JPEG/WebP (1-95, standaard: 85).
pl: Jakość obrazów JPEG/WebP (1-95, domyślnie: 85).
pt: Qualidade da imagem para JPEG/WebP (1-95, padrão: 85).
ro: Calitate imagine JPEG/WebP (1-95, implicit: 85).
ru: Качество изображений JPEG/WebP (1-95, по умолчанию: 85).
sk: Kvalita obrázkov pre JPEG/WebP (1-95, predvolené: 85).
sv: Bildkvalitet för JPEG/WebP (1-95, standard: 85).
tr: JPEG/WebP görüntü kalitesi (1-95, varsayılan: 85).
uk: Якість зображень для JPEG/WebP (1-95, за замовчуванням: 85).

source: Debugging
bg: Отстраняване на грешки
cs: Ladění
da: Fejlsøgning
de: Fehlersuche
el: Αποσφαλμάτωση
es: Depuración
fi: Vianetsintä
fr: Débogage
hr: Otklanjanje grešaka
hu: Hibakeresés
is: Villuleit
ja: デバッグ
nl: Foutopsporing
pl: Debugowanie
pt: Depuração
ro: Depanare
ru: Отладка
sk: Ladenie
sv: Felsökning
tr: Hata ayıklama
uk: Налагодження

source: Save preprocessed images to this directory.
bg: Запазване на предварително обработени изображения в тази директория.
cs: Uložit předzpracované obrázky do tohoto adresáře.
da: Gem forbehandlede billeder i denne mappe.
de: Vorverarbeitete Bilder in dieses Verzeichnis speichern.
el: Αποθήκευση προεπεξεργασμένων εικόνων σε αυτόν τον κατάλογο.
es: Guardar imágenes preprocesadas en este directorio.
fi: Tallenna esikäsitellyt kuvat tähän hakemistoon.
fr: Enregistrer les images prétraitées dans ce répertoire.
hr: Spremi prethodno obrađene slike u ovu mapu.
hu: Előfeldolgozott képek mentése ebbe a könyvtárba.
is: Vista forunnnar myndir í þessa möppu.
ja: 前処理済み画像をこのディレクトリに保存する。
nl: Voorbewerkte afbeeldingen opslaan in deze map.
pl: Zapisz wstępnie przetworzone obrazy w tym katalogu.
pt: Salvar imagens pré-processadas neste diretório.
ro: Salvează imaginile preprocesate în acest director.
ru: Сохранить предварительно обработанные изображения в эту папку.
sk: Uložiť predspracované obrázky do tohto adresára.
sv: Spara förbehandlade bilder i denna mapp.
tr: Ön işlenmiş görüntüleri bu dizine kaydet.
uk: Зберегти попередньо оброблені зображення в цю директорію.
