Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Reduce the file size by compressing the images inside the PDF. Lower values produce smaller files but with less image detail.
bg: Намаляване на размера на файла чрез компресиране на изображенията в PDF. По-ниски стойности дават по-малки файлове, но с по-малко детайли.
cs: Zmenšení velikosti souboru komprimací obrázků v PDF. Nižší hodnoty produkují menší soubory s menšími detaily.
da: Reducer filstørrelsen ved at komprimere billederne i PDF'en. Lavere værdier giver mindre filer men med færre billeddetaljer.
de: Reduzieren Sie die Dateigröße durch Komprimierung der Bilder im PDF. Niedrigere Werte erzeugen kleinere Dateien mit weniger Bilddetails.
el: Μείωση του μεγέθους αρχείου συμπιέζοντας τις εικόνες στο PDF. Χαμηλότερες τιμές παράγουν μικρότερα αρχεία αλλά με λιγότερες λεπτομέρειες.
es: Reduce el tamaño del archivo comprimiendo las imágenes del PDF. Valores más bajos producen archivos más pequeños pero con menos detalle.
fi: Pienennä tiedostokokoa pakkaamalla PDF:n kuvat. Pienemmät arvot tuottavat pienempiä tiedostoja mutta vähemmällä yksityiskohtaisuudella.
fr: Réduisez la taille du fichier en compressant les images du PDF. Des valeurs plus basses produisent des fichiers plus petits mais avec moins de détails.
hr: Smanjite veličinu datoteke komprimiranjem slika u PDF-u. Niže vrijednosti daju manje datoteke s manje detalja.
hu: A fájlméret csökkentése a PDF-ben lévő képek tömörítésével. Az alacsonyabb értékek kisebb fájlokat, de kevesebb képrészletet eredményeznek.
is: Minnka skráarstærðí með þjöppun mynda í PDF. Lægri gildi gefa minni skrár en með minni smáatriðum.
ja: PDF内の画像を圧縮してファイルサイズを縮小します。低い値は小さなファイルを生成しますが、画像の詳細が少なくなります。
nl: Verklein de bestandsgrootte door de afbeeldingen in de PDF te comprimeren. Lagere waarden produceren kleinere bestanden met minder beelddetail.
pl: Zmniejsz rozmiar pliku kompresując obrazy w PDF. Niższe wartości dają mniejsze pliki z mniejszą ilością szczegółów.
pt: Reduza o tamanho do arquivo compactando as imagens dentro do PDF. Valores menores geram arquivos menores, mas com menos detalhes.
ro: Reduce dimensiunea fișierului prin comprimarea imaginilor din PDF. Valori mai mici produc fișiere mai mici dar cu mai puține detalii.
ru: Уменьшение размера файла путём сжатия изображений в PDF. Меньшие значения дают меньшие файлы, но с меньшей детализацией.
sk: Zmenšenie veľkosti súboru komprimáciou obrázkov v PDF. Nižšie hodnoty vytvárajú menšie súbory s menšími detailami.
sv: Minska filstorleken genom att komprimera bilderna i PDF:en. Lägre värden ger mindre filer men med mindre bilddetaljer.
tr: PDF içindeki görüntüleri sıkıştırarak dosya boyutunu küçültün. Düşük değerler daha küçük dosyalar üretir ama görüntü ayrıntısı azalır.
uk: Зменшіть розмір файлу, стиснувши зображення всередині PDF. Нижчі значення створюють менші файли, але з меншою деталізацією зображень.

source: Image Quality:
bg: Качество на изображението:
cs: Kvalita obrázků:
da: Billedkvalitet:
de: Bildqualität:
el: Ποιότητα εικόνας:
es: Calidad de imagen:
fi: Kuvanlaatu:
fr: Qualité d'image :
hr: Kvaliteta slike:
hu: Képminőség:
is: Myndgæði:
ja: 画質：
nl: Beeldkwaliteit:
pl: Jakość obrazu:
pt: Qualidade da Imagem:
ro: Calitate imagine:
ru: Качество изображения:
sk: Kvalita obrázkov:
sv: Bildkvalitet:
tr: Görüntü kalitesi:
uk: Якість зображення:

source: 10 = smallest file, 95 = best quality. 60 is a good default.
bg: 10 = най-малък файл, 95 = най-добро качество. 60 е добра стойност по подразбиране.
cs: 10 = nejmenší soubor, 95 = nejlepší kvalita. 60 je dobré výchozí nastavení.
da: 10 = mindste fil, 95 = bedste kvalitet. 60 er en god standard.
de: 10 = kleinste Datei, 95 = beste Qualität. 60 ist ein guter Standardwert.
el: 10 = μικρότερο αρχείο, 95 = καλύτερη ποιότητα. 60 είναι καλή προεπιλογή.
es: 10 = archivo más pequeño, 95 = mejor calidad. 60 es un buen valor predeterminado.
fi: 10 = pienin tiedosto, 95 = paras laatu. 60 on hyvä oletus.
fr: 10 = fichier le plus petit, 95 = meilleure qualité. 60 est une bonne valeur par défaut.
hr: 10 = najmanja datoteka, 95 = najbolja kvaliteta. 60 je dobra zadana vrijednost.
hu: 10 = legkisebb fájl, 95 = legjobb minőség. 60 jó alapértelmezett.
is: 10 = minnsta skrá, 95 = bestu gæði. 60 er gott sjálfgefið.
ja: 10＝最小ファイル、95＝最高品質。60が適切なデフォルトです。
nl: 10 = kleinste bestand, 95 = beste kwaliteit. 60 is een goede standaard.
pl: 10 = najmniejszy plik, 95 = najlepsza jakość. 60 to dobra wartość domyślna.
pt: 10 = menor arquivo, 95 = melhor qualidade. 60 é um bom padrão.
ro: 10 = cel mai mic fișier, 95 = cea mai bună calitate. 60 este o valoare implicită bună.
ru: 10 = наименьший файл, 95 = лучшее качество. 60 — хорошее значение по умолчанию.
sk: 10 = najmenší súbor, 95 = najlepšia kvalita. 60 je dobré predvolené nastavenie.
sv: 10 = minsta fil, 95 = bästa kvalitet. 60 är ett bra standardvärde.
tr: 10 = en küçük dosya, 95 = en iyi kalite. 60 iyi bir varsayılan.
uk: 10 = найменший файл, 95 = найкраща якість. 60 — гарне значення.

source: Image Resolution (DPI):
bg: Разделителна способност (DPI):
cs: Rozlišení obrázků (DPI):
da: Billedopløsning (DPI):
de: Bildauflösung (DPI):
el: Ανάλυση εικόνας (DPI):
es: Resolución de imagen (DPI):
fi: Kuvan resoluutio (DPI):
fr: Résolution d'image (DPI) :
hr: Rezolucija slike (DPI):
hu: Képfelbontás (DPI):
is: Myndupplausn (DPI):
ja: 画像解像度（DPI）：
nl: Beeldresolutie (DPI):
pl: Rozdzielczość obrazu (DPI):
pt: Resolução da Imagem (DPI):
ro: Rezoluție imagine (DPI):
ru: Разрешение изображения (DPI):
sk: Rozlíšenie obrázkov (DPI):
sv: Bildupplösning (DPI):
tr: Görüntü çözünürlüğü (DPI):
uk: Роздільна здатність зображення (DPI):

source: 72 = screen only, 150 = digital reading, 300 = print quality.
bg: 72 = само за екран, 150 = дигитално четене, 300 = качество за печат.
cs: 72 = jen obrazovka, 150 = digitální čtení, 300 = kvalita tisku.
da: 72 = kun skærm, 150 = digital læsning, 300 = printkvalitet.
de: 72 = nur Bildschirm, 150 = digitales Lesen, 300 = Druckqualität.
el: 72 = μόνο οθόνη, 150 = ψηφιακή ανάγνωση, 300 = ποιότητα εκτύπωσης.
es: 72 = solo pantalla, 150 = lectura digital, 300 = calidad de impresión.
fi: 72 = vain näyttö, 150 = digitaalinen lukeminen, 300 = tulostuslaatu.
fr: 72 = écran uniquement, 150 = lecture numérique, 300 = qualité impression.
hr: 72 = samo zaslon, 150 = digitalno čitanje, 300 = kvaliteta ispisa.
hu: 72 = csak képernyő, 150 = digitális olvasás, 300 = nyomtatási minőség.
is: 72 = aðeins skjár, 150 = stafræn lesning, 300 = prentgæði.
ja: 72＝画面表示用、150＝デジタル閲覧用、300＝印刷品質。
nl: 72 = alleen scherm, 150 = digitaal lezen, 300 = afdrukkwaliteit.
pl: 72 = tylko ekran, 150 = czytanie cyfrowe, 300 = jakość druku.
pt: 72 = somente tela, 150 = leitura digital, 300 = qualidade de impressão.
ro: 72 = doar ecran, 150 = citire digitală, 300 = calitate tipărire.
ru: 72 = только экран, 150 = цифровое чтение, 300 = качество печати.
sk: 72 = len obrazovka, 150 = digitálne čítanie, 300 = kvalita tlače.
sv: 72 = bara skärm, 150 = digital läsning, 300 = utskriftskvalitet.
tr: 72 = yalnızca ekran, 150 = dijital okuma, 300 = baskı kalitesi.
uk: 72 = лише екран, 150 = цифрове читання, 300 = якість друку.

source: Compress
bg: Компресиране
cs: Komprimovat
da: Komprimer
de: Komprimieren
el: Συμπίεση
es: Comprimir
fi: Pakkaa
fr: Compresser
hr: Komprimiraj
hu: Tömörítés
is: Þjappa
ja: 圧縮
nl: Comprimeren
pl: Kompresuj
pt: Compactar
ro: Comprimă
ru: Сжать
sk: Komprimovať
sv: Komprimera
tr: Sıkıştır
uk: Стиснути

source: Failed to prepare document for compression.
bg: Неуспешна подготовка на документа за компресиране.
cs: Nepodařilo se připravit dokument ke komprimaci.
da: Kunne ikke forberede dokumentet til komprimering.
de: Dokument konnte nicht für die Komprimierung vorbereitet werden.
el: Αποτυχία προετοιμασίας εγγράφου για συμπίεση.
es: Error al preparar el documento para la compresión.
fi: Asiakirjan valmistelu pakkausta varten epäonnistui.
fr: Échec de la préparation du document pour la compression.
hr: Nije uspjela priprema dokumenta za komprimiranje.
hu: A dokumentum előkészítése tömörítéshez sikertelen.
is: Tókst ekki að undirbúa skjal til þjöppunar.
ja: 圧縮用のドキュメント準備に失敗しました。
nl: Document voorbereiden voor compressie mislukt.
pl: Nie udało się przygotować dokumentu do kompresji.
pt: Falha ao preparar o documento para compactação.
ro: Pregătirea documentului pentru comprimare a eșuat.
ru: Не удалось подготовить документ для сжатия.
sk: Nepodarilo sa pripraviť dokument na komprimáciu.
sv: Kunde inte förbereda dokumentet för komprimering.
tr: Belge sıkıştırma için hazırlanamadı.
uk: Не вдалося підготувати документ до стиснення.

source: Save Compressed PDF
bg: Запазване на компресиран PDF
cs: Uložit komprimované PDF
da: Gem komprimeret PDF
de: Komprimiertes PDF speichern
el: Αποθήκευση συμπιεσμένου PDF
es: Guardar PDF comprimido
fi: Tallenna pakattu PDF
fr: Enregistrer le PDF compressé
hr: Spremi komprimirani PDF
hu: Tömörített PDF mentése
is: Vista þjappað PDF
ja: 圧縮PDFを保存
nl: Gecomprimeerde PDF opslaan
pl: Zapisz skompresowany PDF
pt: Salvar PDF Compactado
ro: Salvează PDF comprimat
ru: Сохранить сжатый PDF
sk: Uložiť komprimované PDF
sv: Spara komprimerad PDF
tr: Sıkıştırılmış PDF'yi kaydet
uk: Зберегти стиснутий PDF

source: Compression failed: {}
bg: Компресирането неуспешно: {}
cs: Komprimace selhala: {}
da: Komprimering mislykkedes: {}
de: Komprimierung fehlgeschlagen: {}
el: Η συμπίεση απέτυχε: {}
es: Error en la compresión: {}
fi: Pakkaus epäonnistui: {}
fr: Échec de la compression : {}
hr: Komprimiranje nije uspjelo: {}
hu: Tömörítés sikertelen: {}
is: Þjöppun mistókst: {}
ja: 圧縮に失敗しました：{}
nl: Compressie mislukt: {}
pl: Kompresja nie powiodła się: {}
pt: Falha na compactação: {}
ro: Comprimarea a eșuat: {}
ru: Сжатие не удалось: {}
sk: Komprimácia zlyhala: {}
sv: Komprimering misslyckades: {}
tr: Sıkıştırma başarısız: {}
uk: Стиснення не вдалося: {}

source: Split by Page Count
bg: Разделяне по брой страници
cs: Rozdělit podle počtu stránek
da: Opdel efter sideantal
de: Nach Seitenanzahl aufteilen
el: Διαίρεση ανά αριθμό σελίδων
es: Dividir por número de páginas
fi: Jaa sivumäärän mukaan
fr: Diviser par nombre de pages
hr: Podijeli po broju stranica
hu: Felosztás oldalszám szerint
is: Skipta eftir síðufjölda
ja: ページ数で分割
nl: Splitsen op aantal pagina's
pl: Podziel wg liczby stron
pt: Dividir por Número de Páginas
ro: Împarte după număr de pagini
ru: Разделить по количеству страниц
sk: Rozdeliť podľa počtu stránok
sv: Dela efter sidantal
tr: Sayfa sayısına göre böl
uk: Розділити за кількістю сторінок

source: Split the document into parts with a fixed number of pages each.
bg: Разделяне на документа на части с фиксиран брой страници.
cs: Rozdělit dokument na části s pevným počtem stránek.
da: Opdel dokumentet i dele med et fast antal sider hver.
de: Dokument in Teile mit jeweils einer festen Seitenanzahl aufteilen.
el: Διαίρεση εγγράφου σε μέρη με σταθερό αριθμό σελίδων.
es: Dividir el documento en partes con un número fijo de páginas cada una.
fi: Jaa asiakirja osiin kiinteällä sivumäärällä.
fr: Diviser le document en parties avec un nombre fixe de pages chacune.
hr: Podijeli dokument na dijelove s fiksnim brojem stranica.
hu: A dokumentum felosztása rögzített oldalszámú részekre.
is: Skipta skjalinu í hluta með föstum fjölda síðna.
ja: 文書を各部分が固定ページ数になるように分割します。
nl: Splits het document in delen met een vast aantal pagina's elk.
pl: Podziel dokument na części o stałej liczbie stron.
pt: Dividir o documento em partes com um número fixo de páginas cada.
ro: Împarte documentul în părți cu un număr fix de pagini fiecare.
ru: Разделить документ на части с фиксированным числом страниц.
sk: Rozdeliť dokument na časti s pevným počtom stránok.
sv: Dela upp dokumentet i delar med ett fast antal sidor vardera.
tr: Belgeyi her biri sabit sayfa sayılı parçalara böl.
uk: Розділити документ на частини з фіксованою кількістю сторінок.

source: Pages per file:
bg: Страници на файл:
cs: Stránek na soubor:
da: Sider pr. fil:
de: Seiten pro Datei:
el: Σελίδες ανά αρχείο:
es: Páginas por archivo:
fi: Sivuja per tiedosto:
fr: Pages par fichier :
hr: Stranica po datoteci:
hu: Oldalak fájlonként:
is: Síður per skrá:
ja: ファイルあたりのページ数：
nl: Pagina's per bestand:
pl: Stron na plik:
pt: Páginas por arquivo:
ro: Pagini per fișier:
ru: Страниц на файл:
sk: Stránok na súbor:
sv: Sidor per fil:
tr: Dosya başına sayfa:
uk: Сторінок на файл:

source: Split
bg: Разделяне
cs: Rozdělit
da: Opdel
de: Aufteilen
el: Διαίρεση
es: Dividir
fi: Jaa
fr: Diviser
hr: Podijeli
hu: Felosztás
is: Skipta
ja: 分割
nl: Splitsen
pl: Podziel
pt: Dividir
ro: Împarte
ru: Разделить
sk: Rozdeliť
sv: Dela
tr: Böl
uk: Розділити

source: Split by File Size
bg: Разделяне по размер на файла
cs: Rozdělit podle velikosti souboru
da: Opdel efter filstørrelse
de: Nach Dateigröße aufteilen
el: Διαίρεση ανά μέγεθος αρχείου
es: Dividir por tamaño de archivo
fi: Jaa tiedostokoon mukaan
fr: Diviser par taille de fichier
hr: Podijeli po veličini datoteke
hu: Felosztás fájlméret szerint
is: Skipta eftir skráarstærð
ja: ファイルサイズで分割
nl: Splitsen op bestandsgrootte
pl: Podziel wg rozmiaru pliku
pt: Dividir por Tamanho de Arquivo
ro: Împarte după dimensiune
ru: Разделить по размеру файла
sk: Rozdeliť podľa veľkosti súboru
sv: Dela efter filstorlek
tr: Dosya boyutuna göre böl
uk: Розділити за розміром файлу

source: Split the document so each part is at most the specified size.
bg: Разделяне на документа, така че всяка част да е най-много с указания размер.
cs: Rozdělit dokument tak, aby každá část měla maximálně zadanou velikost.
da: Opdel dokumentet så hver del højst er den angivne størrelse.
de: Dokument so aufteilen, dass jeder Teil höchstens die angegebene Größe hat.
el: Διαίρεση εγγράφου ώστε κάθε μέρος να είναι το πολύ το καθορισμένο μέγεθος.
es: Dividir el documento para que cada parte tenga como máximo el tamaño especificado.
fi: Jaa asiakirja niin, että kukin osa on enintään määritetyn kokoinen.
fr: Diviser le document pour que chaque partie ait au maximum la taille spécifiée.
hr: Podijeli dokument tako da svaki dio bude najviše navedene veličine.
hu: A dokumentum felosztása úgy, hogy minden rész legfeljebb a megadott méretű legyen.
is: Skipta skjalinu þannig að hver hluti sé í mesta lagi tilgreind stærð.
ja: 各部分が指定サイズ以内になるように文書を分割します。
nl: Splits het document zodat elk deel maximaal de opgegeven grootte heeft.
pl: Podziel dokument tak, aby każda część miała maksymalnie podany rozmiar.
pt: Dividir o documento para que cada parte tenha no máximo o tamanho especificado.
ro: Împarte documentul astfel încât fiecare parte să aibă cel mult dimensiunea specificată.
ru: Разделить документ так, чтобы каждая часть была не больше указанного размера.
sk: Rozdeliť dokument tak, aby každá časť mala maximálne zadanú veľkosť.
sv: Dela upp dokumentet så att varje del är högst den angivna storleken.
tr: Belgeyi her parça en fazla belirtilen boyutta olacak şekilde böl.
uk: Розділити документ так, щоб кожна частина не перевищувала вказаний розмір.

source: Max size (MB):
bg: Макс. размер (MB):
cs: Max. velikost (MB):
da: Maks. størrelse (MB):
de: Max. Größe (MB):
el: Μέγιστο μέγεθος (MB):
es: Tamaño máximo (MB):
fi: Enimmäiskoko (MB):
fr: Taille max. (Mo) :
hr: Maks. veličina (MB):
hu: Maximális méret (MB):
is: Hámarksstærð (MB):
ja: 最大サイズ（MB）：
nl: Max. grootte (MB):
pl: Maks. rozmiar (MB):
pt: Tamanho máximo (MB):
ro: Dimensiune maximă (MB):
ru: Макс. размер (МБ):
sk: Max. veľkosť (MB):
sv: Max storlek (MB):
tr: Maksimum boyut (MB):
uk: Макс. розмір (МБ):

source: Select Output Directory
bg: Избор на изходна директория
cs: Vybrat výstupní adresář
da: Vælg outputmappe
de: Ausgabeverzeichnis wählen
el: Επιλογή καταλόγου εξόδου
es: Seleccionar directorio de salida
fi: Valitse tulostehakemisto
fr: Sélectionner le répertoire de sortie
hr: Odaberite izlaznu mapu
hu: Kimeneti könyvtár kiválasztása
is: Veldu úttaksmöppu
ja: 出力ディレクトリを選択
nl: Uitvoermap selecteren
pl: Wybierz katalog wyjściowy
pt: Selecionar Diretório de Saída
ro: Selectează directorul de ieșire
ru: Выбрать выходную директорию
sk: Vybrať výstupný adresár
sv: Välj utdatamapp
tr: Çıkış dizinini seç
uk: Вибрати вихідну директорію

source: Failed to prepare document for splitting.
bg: Неуспешна подготовка на документа за разделяне.
cs: Nepodařilo se připravit dokument k rozdělení.
da: Kunne ikke forberede dokumentet til opdeling.
de: Dokument konnte nicht für die Aufteilung vorbereitet werden.
el: Αποτυχία προετοιμασίας εγγράφου για διαίρεση.
es: Error al preparar el documento para la división.
fi: Asiakirjan valmistelu jakamista varten epäonnistui.
fr: Échec de la préparation du document pour la division.
hr: Nije uspjela priprema dokumenta za dijeljenje.
hu: A dokumentum előkészítése felosztáshoz sikertelen.
is: Tókst ekki að undirbúa skjal til skiptingar.
ja: 分割用のドキュメント準備に失敗しました。
nl: Document voorbereiden voor splitsing mislukt.
pl: Nie udało się przygotować dokumentu do podziału.
pt: Falha ao preparar o documento para divisão.
ro: Pregătirea documentului pentru împărțire a eșuat.
ru: Не удалось подготовить документ для разделения.
sk: Nepodarilo sa pripraviť dokument na rozdelenie.
sv: Kunde inte förbereda dokumentet för delning.
tr: Belge bölme için hazırlanamadı.
uk: Не вдалося підготувати документ до розділення.

source: Split into {} parts ({} pages)
bg: Разделено на {} части ({} страници)
cs: Rozděleno na {} částí ({} stránek)
da: Opdelt i {} dele ({} sider)
de: In {} Teile aufgeteilt ({} Seiten)
el: Διαιρέθηκε σε {} μέρη ({} σελίδες)
es: Dividido en {} partes ({} páginas)
fi: Jaettu {} osaan ({} sivua)
fr: Divisé en {} parties ({} pages)
hr: Podijeljeno u {} dijelova ({} stranica)
hu: Felosztva {} részre ({} oldal)
is: Skipt í {} hluta ({} síður)
ja: {}個に分割（{}ページ）
nl: Gesplitst in {} delen ({} pagina's)
pl: Podzielono na {} części ({} stron)
pt: Dividido em {} partes ({} páginas)
ro: Împărțit în {} părți ({} pagini)
ru: Разделено на {} частей ({} страниц)
sk: Rozdelené na {} častí ({} stránok)
sv: Delat i {} delar ({} sidor)
tr: {} parçaya bölündü ({} sayfa)
uk: Розділено на {} частин ({} сторінок)

source: Split failed: {}
bg: Разделянето неуспешно: {}
cs: Rozdělení selhalo: {}
da: Opdeling mislykkedes: {}
de: Aufteilung fehlgeschlagen: {}
el: Η διαίρεση απέτυχε: {}
es: Error en la división: {}
fi: Jakaminen epäonnistui: {}
fr: Échec de la division : {}
hr: Dijeljenje nije uspjelo: {}
hu: Felosztás sikertelen: {}
is: Skipting mistókst: {}
ja: 分割に失敗しました：{}
nl: Splitsen mislukt: {}
pl: Podział nie powiódł się: {}
pt: Falha na divisão: {}
ro: Împărțirea a eșuat: {}
ru: Разделение не удалось: {}
sk: Rozdelenie zlyhalo: {}
sv: Delning misslyckades: {}
tr: Bölme başarısız: {}
uk: Розділення не вдалося: {}

source: PDF Editor - {}
bg: PDF редактор - {}
el: Επεξεργαστής PDF - {}
es: Editor de PDF - {}
et: PDF Redaktor - {}
fi: PDF-editori - {}
fr: Éditeur PDF - {}
he: עורך PDF - {}
hr: PDF Urednik - {}
hu: PDF Szerkesztő - {}
is: PDF ritstjóri - {}
it: Editor PDF - {}
ja: PDFエディタ - {}
pl: Edytor PDF - {}
pt: Editor de PDF - {}
ro: Editor PDF - {}
ru: PDF Редактор - {}
sv: PDF-redigerare - {}
tr: PDF Düzenleyici - {}
uk: Редактор PDF - {}

source: PDF Editor
bg: PDF редактор
el: Επεξεργαστής PDF
es: Editor de PDF
fi: PDF-editori
hr: PDF uređivač
hu: PDF szerkesztő
is: PDF-ritill
ja: PDFエディタ
pl: Edytor PDF
pt: Editor de PDF
ro: Editor PDF
ru: Редактор PDF
sk: Editor PDF
sv: PDF-redigerare
tr: PDF düzenleyici

source: Edit PDF
bg: Редактиране на PDF
cs: Upravit PDF
da: Rediger PDF
de: PDF bearbeiten
el: Επεξεργασία PDF
es: Editar PDF
et: Muuda PDF-i
fi: Muokkaa PDF-tiedostoa
fr: Modifier le PDF
he: ערוך PDF
hr: Uredi PDF
hu: PDF szerkesztése
is: Breyta PDF
it: Modifica PDF
ja: PDFを編集する
nl: Bewerk PDF
pl: Edytuj PDF
pt: Editar PDF
ro: Editare PDF
ru: Редактировать PDF
sk: Upraviť PDF
sv: Redigera PDF
tr: PDF Düzenle
uk: Редагувати PDF

source: Save As...
bg: Запазване като...
da: Gem som...
el: Αποθήκευση ως...
es: Guardar Como...
fi: Tallenna nimellä...
hr: Spremi kao...
hu: Mentés másként...
is: Vista sem...
ja: 名前を付けて保存...
nl: Opslaan als...
pl: Zapisz jako...
pt: Salvar Como...
ro: Salvează ca...
ru: Сохранить как...
sk: Uložiť ako...
sv: Spara som...
tr: Farklı kaydet...

source: Export a copy of the document
bg: Експортиране на копие на документа
da: Eksportér en kopi af dokumentet
el: Εξαγωγή αντιγράφου του εγγράφου
es: Exportar una copia del documento
fi: Vie kopio asiakirjasta
hr: Izvezi kopiju dokumenta
hu: Dokumentum másolatának exportálása
is: Flytja út afrit af skjali
ja: 文書のコピーをエクスポート
nl: Exporteer een kopie van het document
pl: Eksportuj kopię dokumentu
pt: Exportar uma cópia do documento
ro: Exportă o copie a documentului
ru: Экспортировать копию документа
sk: Exportovať kópiu dokumentu
sv: Exportera en kopia av dokumentet
tr: Belgenin bir kopyasını dışa aktar

source: Reduce document file size
bg: Намаляване на размера на файла
da: Reducer dokumentets filstørrelse
el: Μείωση μεγέθους αρχείου εγγράφου
es: Reducir tamaño del archivo del documento
fi: Pienennä asiakirjan tiedostokokoa
hr: Smanji veličinu datoteke dokumenta
hu: Dokumentum fájlméretének csökkentése
is: Minnka stærð skjals
ja: 文書のファイルサイズを縮小
nl: Documentgrootte verkleinen
pl: Zmniejsz rozmiar pliku dokumentu
pt: Reduzir tamanho do arquivo do documento
ro: Reduce dimensiunea documentului
ru: Уменьшить размер файла документа
sk: Zmenšiť veľkosť súboru dokumentu
sv: Minska dokumentets filstorlek
tr: Belge dosya boyutunu küçült

source: Split document by number of pages
bg: Разделяне на документа по брой страници
da: Opdel dokument efter antal sider
el: Διαίρεση εγγράφου ανά αριθμό σελίδων
es: Dividir documento por número de páginas
fi: Jaa asiakirja sivumäärän mukaan
hr: Podijeli dokument po broju stranica
hu: Dokumentum felosztása oldalszám szerint
is: Skipta skjali eftir síðufjölda
ja: ページ数で文書を分割
nl: Document splitsen op aantal pagina's
pl: Podziel dokument według liczby stron
pt: Dividir documento por número de páginas
ro: Împarte documentul după număr de pagini
ru: Разделить документ по количеству страниц
sk: Rozdeliť dokument podľa počtu strán
sv: Dela dokument efter antal sidor
tr: Belgeyi sayfa sayısına göre böl

source: Split by Size
bg: Разделяне по размер
da: Opdel efter størrelse
el: Διαίρεση ανά μέγεθος
es: Dividir por Tamaño
fi: Jaa koon mukaan
hr: Podijeli po veličini
hu: Felosztás méret szerint
is: Skipta eftir stærð
ja: サイズで分割
nl: Splitsen op grootte
pl: Podziel według rozmiaru
pt: Dividir por Tamanho
ro: Împarte după dimensiune
ru: Разделить по размеру
sk: Rozdeliť podľa veľkosti
sv: Dela efter storlek
tr: Boyuta göre böl

source: Split document by target file size
bg: Разделяне на документа по целеви размер
da: Opdel dokument efter målstørrelse
el: Διαίρεση εγγράφου ανά μέγεθος στόχο
es: Dividir documento por tamaño objetivo
fi: Jaa asiakirja tavoitekoon mukaan
hr: Podijeli dokument po ciljnoj veličini
hu: Dokumentum felosztása cél fájlméret szerint
is: Skipta skjali eftir markstærð
ja: 目標ファイルサイズで文書を分割
nl: Document splitsen op doelgrootte
pl: Podziel dokument według docelowego rozmiaru
pt: Dividir documento por tamanho alvo
ro: Împarte documentul după dimensiunea țintă
ru: Разделить документ по целевому размеру
sk: Rozdeliť dokument podľa cieľovej veľkosti
sv: Dela dokument efter målstorlek
tr: Belgeyi hedef dosya boyutuna göre böl

source: Select All
bg: Избиране на всичко
da: Vælg alle
el: Επιλογή όλων
es: Seleccionar Todo
fi: Valitse kaikki
hr: Odaberi sve
hu: Összes kijelölése
is: Velja allt
ja: すべて選択
nl: Alles selecteren
pl: Zaznacz wszystko
pt: Selecionar Tudo
ro: Selectează tot
ru: Выбрать всё
sk: Vybrať všetko
sv: Markera alla
tr: Tümünü seç
