Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Reorder or reverse pages
bg: Пренареждане или обращане на страници
cs: Přeuspořádat nebo obrátit stránky
da: Omarranger eller vend sider
de: Seiten umordnen oder umkehren
el: Αναδιάταξη ή αντιστροφή σελίδων
es: Reordenar o invertir páginas
fi: Järjestä tai käännä sivut
fr: Réordonner ou inverser les pages
hr: Preuredi ili obrni stranice
hu: Oldalak átrendezése vagy megfordítása
is: Endurraða eða snúa síðum
ja: ページの並べ替えまたは逆順にする
nl: Pagina's herordenen of omkeren
pl: Zmień kolejność lub odwróć strony
pt: Reordenar ou inverter páginas
ro: Reordonează sau inversează paginile
ru: Изменить порядок или перевернуть страницы
sk: Preusporiadať alebo obrátiť stránky
sv: Omordna eller vänd sidor
tr: Sayfaları yeniden sırala veya tersine çevir
uk: Змінити порядок або обернути сторінки

source: New page order (e.g. '3,1,2,5,4')
bg: Нов ред на страниците (напр. '3,1,2,5,4')
cs: Nové pořadí stránek (např. '3,1,2,5,4')
da: Ny siderækkefølge (f.eks. '3,1,2,5,4')
de: Neue Seitenreihenfolge (z. B. '3,1,2,5,4')
el: Νέα σειρά σελίδων (π.χ. '3,1,2,5,4')
es: Nuevo orden de páginas (ej. '3,1,2,5,4')
fi: Uusi sivujärjestys (esim. '3,1,2,5,4')
fr: Nouvel ordre des pages (ex. « 3,1,2,5,4 »)
hr: Novi redoslijed stranica (npr. '3,1,2,5,4')
hu: Új oldalsorrend (pl. '3,1,2,5,4')
is: Ný síðuröð (t.d. '3,1,2,5,4')
ja: 新しいページ順序（例：'3,1,2,5,4'）
nl: Nieuwe paginavolgorde (bijv. '3,1,2,5,4')
pl: Nowa kolejność stron (np. '3,1,2,5,4')
pt: Nova ordem das páginas (ex.: '3,1,2,5,4')
ro: Ordine nouă a paginilor (ex. '3,1,2,5,4')
ru: Новый порядок страниц (напр. '3,1,2,5,4')
sk: Nové poradie stránok (napr. '3,1,2,5,4')
sv: Ny sidordning (t.ex. '3,1,2,5,4')
tr: Yeni sayfa sırası (ör. '3,1,2,5,4')
uk: Новий порядок сторінок (напр. '3,1,2,5,4')

source: Reverse the page order
bg: Обращане на реда на страниците
cs: Obrátit pořadí stránek
da: Vend siderækkefølgen
de: Seitenreihenfolge umkehren
el: Αντιστροφή σειράς σελίδων
es: Invertir el orden de las páginas
fi: Käännä sivujärjestys
fr: Inverser l'ordre des pages
hr: Obrni redoslijed stranica
hu: Oldalsorrend megfordítása
is: Snúa síðuröðinni
ja: ページの順序を逆にする
nl: Paginavolgorde omkeren
pl: Odwróć kolejność stron
pt: Inverter a ordem das páginas
ro: Inversează ordinea paginilor
ru: Перевернуть порядок страниц
sk: Obrátiť poradie stránok
sv: Vänd sidordningen
tr: Sayfa sırasını tersine çevir
uk: Обернути порядок сторінок

source: Show PDF metadata and page count
bg: Показване на PDF метаданни и брой страници
cs: Zobrazit PDF metadata a počet stránek
da: Vis PDF-metadata og sideantal
de: PDF-Metadaten und Seitenanzahl anzeigen
el: Εμφάνιση μεταδεδομένων PDF και αριθμού σελίδων
es: Mostrar metadatos y número de páginas del PDF
fi: Näytä PDF-metatiedot ja sivumäärä
fr: Afficher les métadonnées et le nombre de pages du PDF
hr: Prikaži PDF metapodatke i broj stranica
hu: PDF metaadatok és oldalszám megjelenítése
is: Sýna PDF-lýsigögn og síðufjölda
ja: PDFメタデータとページ数を表示する
nl: PDF-metadata en aantal pagina's weergeven
pl: Pokaż metadane PDF i liczbę stron
pt: Exibir metadados e número de páginas do PDF
ro: Afișează metadate PDF și numărul de pagini
ru: Показать метаданные PDF и количество страниц
sk: Zobraziť PDF metadáta a počet stránok
sv: Visa PDF-metadata och sidantal
tr: PDF meta verilerini ve sayfa sayısını göster
uk: Показати метадані PDF та кількість сторінок

source: Export OCR'd PDF as ODF document
bg: Експортиране на OCR PDF като ODF документ
da: Eksportér OCR-PDF som ODF-dokument
el: Εξαγωγή PDF με OCR ως έγγραφο ODF
es: Exportar PDF con OCR como documento ODF
fi: Vie OCR-PDF ODF-asiakirjana
hr: Izvezi OCR PDF kao ODF dokument
hu: OCR-es PDF exportálása ODF dokumentumként
is: Flytja út OCR-PDF sem ODF-skjal
ja: OCR済みPDFをODF文書としてエクスポート
nl: Exporteer OCR-PDF als ODF-document
pl: Eksportuj PDF z OCR jako dokument ODF
pt: Exportar PDF com OCR como documento ODF
ro: Exportă PDF-ul OCR ca document ODF
ru: Экспортировать PDF с OCR как документ ODF
sk: Exportovať PDF s OCR ako dokument ODF
sv: Exportera OCR-PDF som ODF-dokument
tr: OCR'li PDF'yi ODF belgesi olarak dışa aktar

source: Input PDF file (must have text layer)
bg: Входен PDF файл (трябва да има текстов слой)
da: Input PDF-fil (skal have tekstlag)
el: Αρχείο PDF εισόδου (πρέπει να έχει στρώμα κειμένου)
es: Archivo PDF de entrada (debe tener capa de texto)
fi: PDF-syötetiedosto (täytyy olla tekstikerros)
hr: Ulazna PDF datoteka (mora imati tekstni sloj)
hu: Bemeneti PDF fájl (szövegréteg szükséges)
is: PDF-inntaksskrá (verður að hafa textalag)
ja: 入力PDFファイル（テキストレイヤーが必要）
nl: Invoer-PDF-bestand (moet tekstlaag hebben)
pl: Plik PDF wejściowy (musi mieć warstwę tekstową)
pt: Arquivo PDF de entrada (precisa ter camada de texto)
ro: Fișier PDF de intrare (trebuie să aibă strat de text)
ru: Входной PDF-файл (должен иметь текстовый слой)
sk: Vstupný PDF súbor (musí mať textovú vrstvu)
sv: PDF-infil (måste ha textlager)
tr: Giriş PDF dosyası (metin katmanı olmalı)

source: Output ODF file (default: same name as input with .odt)
bg: Изходен ODF файл (по подразбиране: същото име с .odt)
da: Output ODF-fil (standard: samme navn med .odt)
el: Αρχείο ODF εξόδου (προεπιλογή: ίδιο όνομα με .odt)
es: Archivo ODF de salida (predeterminado: mismo nombre con .odt)
fi: ODF-tulostetiedosto (oletus: sama nimi .odt-päätteellä)
hr: Izlazna ODF datoteka (zadano: isti naziv s .odt)
hu: Kimeneti ODF fájl (alapértelmezett: azonos név .odt kiterjesztéssel)
is: ODF-úttaksskrá (sjálfgefið: sama heiti með .odt)
ja: 出力ODFファイル（デフォルト：入力と同名で.odt拡張子）
nl: Uitvoer-ODF-bestand (standaard: dezelfde naam met .odt)
pl: Plik ODF wyjściowy (domyślnie: ta sama nazwa z .odt)
pt: Arquivo ODF de saída (padrão: mesmo nome da entrada com .odt)
ro: Fișier ODF de ieșire (implicit: același nume cu .odt)
ru: Выходной ODF-файл (по умолчанию: то же имя с .odt)
sk: Výstupný ODF súbor (predvolené: rovnaký názov s .odt)
sv: ODF-utfil (standard: samma namn med .odt)
tr: Çıkış ODF dosyası (varsayılan: aynı ad, .odt uzantılı)

source: Export OCR'd PDF as formatted text
bg: Експортиране на OCR PDF като форматиран текст
da: Eksportér OCR-PDF som formateret tekst
el: Εξαγωγή PDF με OCR ως μορφοποιημένο κείμενο
es: Exportar PDF con OCR como texto formateado
fi: Vie OCR-PDF muotoiltuna tekstinä
hr: Izvezi OCR PDF kao formatirani tekst
hu: OCR-es PDF exportálása formázott szövegként
is: Flytja út OCR-PDF sem sniðinn texta
ja: OCR済みPDFを書式付きテキストとしてエクスポート
nl: Exporteer OCR-PDF als opgemaakt tekst
pl: Eksportuj PDF z OCR jako sformatowany tekst
pt: Exportar PDF com OCR como texto formatado
ro: Exportă PDF-ul OCR ca text formatat
ru: Экспортировать PDF с OCR как форматированный текст
sk: Exportovať PDF s OCR ako formátovaný text
sv: Exportera OCR-PDF som formaterad text
tr: OCR'li PDF'yi biçimlendirilmiş metin olarak dışa aktar

source: Output text file (default: same name as input with .txt)
bg: Изходен текстов файл (по подразбиране: същото име с .txt)
da: Output tekstfil (standard: samme navn med .txt)
el: Αρχείο κειμένου εξόδου (προεπιλογή: ίδιο όνομα με .txt)
es: Archivo de texto de salida (predeterminado: mismo nombre con .txt)
fi: Tekstitiedosto (oletus: sama nimi .txt-päätteellä)
hr: Izlazna tekstna datoteka (zadano: isti naziv s .txt)
hu: Kimeneti szövegfájl (alapértelmezett: azonos név .txt kiterjesztéssel)
is: Textaúttaksskrá (sjálfgefið: sama heiti með .txt)
ja: 出力テキストファイル（デフォルト：入力と同名で.txt拡張子）
nl: Uitvoer-tekstbestand (standaard: dezelfde naam met .txt)
pl: Plik tekstowy wyjściowy (domyślnie: ta sama nazwa z .txt)
pt: Arquivo de texto de saída (padrão: mesmo nome da entrada com .txt)
ro: Fișier text de ieșire (implicit: același nume cu .txt)
ru: Выходной текстовый файл (по умолчанию: то же имя с .txt)
sk: Výstupný textový súbor (predvolené: rovnaký názov s .txt)
sv: Textutfil (standard: samma namn med .txt)
tr: Çıkış metin dosyası (varsayılan: aynı ad, .txt uzantılı)

source: Interactive export dialog (used by file managers)
da: Interaktiv eksportdialog (brugt af filhåndterere)
hr: Interaktivni dijalog za izvoz (koriste ga upravitelji datotekama)
is: Samskipti útflutningsgluggi (notaður af skráastjórum)
ja: インタラクティブエクスポートダイアログ（ファイルマネージャーで使用）
sv: Interaktiv exportdialog (används av filhanterare)
tr: Etkileşimli dışa aktarma iletişimi (dosya yöneticileri tarafından kullanılır)

source: Open interactive GUI editor
bg: Отваряне на интерактивен графичен редактор
cs: Otevřít interaktivní grafický editor
da: Åbn interaktiv grafisk editor
de: Interaktiven grafischen Editor öffnen
el: Άνοιγμα διαδραστικού γραφικού επεξεργαστή
es: Abrir editor gráfico interactivo
fi: Avaa interaktiivinen graafinen editori
fr: Ouvrir l'éditeur graphique interactif
hr: Otvori interaktivni grafički uređivač
hu: Interaktív grafikus szerkesztő megnyitása
is: Opna gagnvirkan grafískan ritil
ja: インタラクティブGUIエディタを開く
nl: Interactieve grafische editor openen
pl: Otwórz interaktywny edytor graficzny
pt: Abrir editor gráfico interativo
ro: Deschide editorul GUI interactiv
ru: Открыть интерактивный графический редактор
sk: Otvoriť interaktívny grafický editor
sv: Öppna interaktiv grafisk redigerare
tr: Etkileşimli grafik düzenleyiciyi aç
uk: Відкрити інтерактивний графічний редактор

source: PDF file to edit
bg: PDF файл за редактиране
cs: PDF soubor k úpravě
da: PDF-fil at redigere
de: Zu bearbeitende PDF-Datei
el: Αρχείο PDF προς επεξεργασία
es: Archivo PDF a editar
fi: Muokattava PDF-tiedosto
fr: Fichier PDF à modifier
hr: PDF datoteka za uređivanje
hu: Szerkesztendő PDF fájl
is: PDF-skrá til að breyta
ja: 編集するPDFファイル
nl: PDF-bestand om te bewerken
pl: Plik PDF do edycji
pt: Arquivo PDF para editar
ro: Fișier PDF de editat
ru: PDF-файл для редактирования
sk: PDF súbor na úpravu
sv: PDF-fil att redigera
tr: Düzenlenecek PDF dosyası
uk: PDF файл для редагування

source: Not enough disk space. Need {needed:.0f} MB but only {free:.0f} MB available.
bg: Няма достатъчно дисково пространство. Необходими са {needed:.0f} MB, но само {free:.0f} MB са налични.
cs: Nedostatek místa na disku. Potřeba {needed:.0f} MB, ale k dispozici je pouze {free:.0f} MB.
da: Ikke nok diskplads. Behøver {needed:.0f} MB men kun {free:.0f} MB tilgængelig.
de: Nicht genügend Speicherplatz. {needed:.0f} MB benötigt, aber nur {free:.0f} MB verfügbar.
el: Δεν υπάρχει αρκετός χώρος στο δίσκο. Χρειάζονται {needed:.0f} MB αλλά μόνο {free:.0f} MB διαθέσιμα.
es: Espacio en disco insuficiente. Se necesitan {needed:.0f} MB pero solo hay {free:.0f} MB disponibles.
fi: Levytila ei riitä. Tarvitaan {needed:.0f} MB mutta vain {free:.0f} MB käytettävissä.
fr: Espace disque insuffisant. {needed:.0f} Mo nécessaires mais seulement {free:.0f} Mo disponibles.
hr: Nema dovoljno prostora na disku. Potrebno je {needed:.0f} MB, ali dostupno je samo {free:.0f} MB.
hu: Nincs elég lemezterület. {needed:.0f} MB szükséges, de csak {free:.0f} MB áll rendelkezésre.
is: Ekki nóg diskpláss. Þarf {needed:.0f} MB en aðeins {free:.0f} MB tiltækt.
ja: ディスク容量が不足しています。{needed:.0f} MB必要ですが、{free:.0f} MBしか利用できません。
nl: Onvoldoende schijfruimte. {needed:.0f} MB nodig maar slechts {free:.0f} MB beschikbaar.
pl: Za mało miejsca na dysku. Potrzeba {needed:.0f} MB, ale dostępne jest tylko {free:.0f} MB.
pt: Espaço em disco insuficiente. Necessário {needed:.0f} MB, mas apenas {free:.0f} MB disponíveis.
ro: Spațiu insuficient pe disc. Necesari {needed:.0f} MB dar doar {free:.0f} MB disponibili.
ru: Недостаточно места на диске. Требуется {needed:.0f} МБ, но доступно только {free:.0f} МБ.
sk: Nedostatok miesta na disku. Potrebných {needed:.0f} MB, ale dostupných je len {free:.0f} MB.
sv: Inte tillräckligt med diskutrymme. Behöver {needed:.0f} MB men bara {free:.0f} MB tillgängligt.
tr: Yeterli disk alanı yok. {needed:.0f} MB gerekli ama yalnızca {free:.0f} MB mevcut.
uk: Недостатньо місця на диску. Потрібно {needed:.0f} МБ, але доступно лише {free:.0f} МБ.

source: No write permission for folder: {path}
bg: Няма разрешение за запис в папка: {path}
cs: Chybí oprávnění k zápisu do složky: {path}
da: Ingen skrivetilladelse til mappe: {path}
de: Keine Schreibberechtigung für Ordner: {path}
el: Δεν υπάρχει δικαίωμα εγγραφής για τον φάκελο: {path}
es: Sin permiso de escritura en la carpeta: {path}
fi: Ei kirjoitusoikeutta kansioon: {path}
fr: Pas de permission d'écriture pour le dossier : {path}
hr: Nema dozvole za pisanje u mapu: {path}
hu: Nincs írási jogosultság a mappához: {path}
is: Engin skrifheimild fyrir möppu: {path}
ja: フォルダへの書き込み権限がありません：{path}
nl: Geen schrijfrechten voor map: {path}
pl: Brak uprawnień zapisu do folderu: {path}
pt: Sem permissão de escrita na pasta: {path}
ro: Fără permisiune de scriere pentru dosarul: {path}
ru: Нет прав на запись в папку: {path}
sk: Chýba oprávnenie na zápis do priečinka: {path}
sv: Ingen skrivbehörighet för mapp: {path}
tr: Klasör için yazma izni yok: {path}
uk: Немає дозволу на запис у папку: {path}

source: Enable debug mode
bg: Активирайте режим на отстраняване на грешки
cs: Povolit režim ladění
da: Aktivér fejlsøgningstilstand
de: Debug-Modus aktivieren
el: Ενεργοποίηση λειτουργίας αποσφαλμάτωσης
es: Habilitar modo de depuración
et: Luba tõrkeotsingu režiim
fi: Ota virheenkorjaustila käyttöön
fr: Activer le mode débogage
he: אפשר מצב דיבוג
hr: Omogući način rada za otklanjanje pogrešaka
hu: Engedélyezze a hibakereső módot
is: Virkja villuham.
it: Abilita la modalità di debug
ja: デバッグモードを有効にする
nl: Schakel de debugmodus in
no: Aktiver feilsøkingsmodus
pl: Włącz tryb debugowania
pt: Ativar modo de depuração
ro: Activează modul de depanare
ru: Включить режим отладки
sk: Povoliť režim ladenia
sv: Aktivera felsökningsläge
tr: Hata ayıklama modunu etkinleştir
uk: Увімкнути режим налагодження

source: Enable verbose output
bg: Активирайте подробен изход
cs: Povolit podrobné výstupy
da: Aktivér detaljeret output
de: Aktivieren Sie die ausführliche Ausgabe
el: Ενεργοποιήστε την εκτενή έξοδο
es: Habilitar salida detallada
et: Luba üksikasjalik väljund
fi: Ota käyttöön yksityiskohtainen tulostus
fr: Activer la sortie détaillée
he: אפשר פלט מפורט
hr: Omogući detaljan ispis
hu: Engedélyezze a részletes kimenetet
is: Virkja ítarleg úttak
it: Abilita output dettagliato
ja: 詳細出力を有効にする
nl: Schakel gedetailleerde uitvoer in
no: Aktiver detaljert utdata
pl: Włącz szczegółowe dane wyjściowe
pt: Ativar saída detalhada
ro: Activați ieșirea detaliată
ru: Включить подробный вывод
sk: Povoliť podrobné výstupy
sv: Aktivera detaljerad utdata
tr: Ayrıntılı çıktıyı etkinleştir
uk: Увімкнути детальний вивід

source: Start in image conversion mode
bg: Започнете в режим на конвертиране на изображения
cs: Začněte v režimu konverze obrázků
da: Start i billedkonverteringstilstand
de: Start im Bildkonvertierungsmodus
el: Ξεκινήστε σε λειτουργία μετατροπής εικόνας
es: Iniciar en modo de conversión de imágenes
et: Alusta pildimuundamise režiimis
fi: Aloita kuvamuunnosmoodissa
fr: Commencer en mode de conversion d'image
he: התחל במצב המרת תמונות
hr: Započnite u načinu konverzije slika
hu: Kezdj a képkonvertáló módban
is: Byrjaðu í myndbreytingarham.
it: Inizia in modalità di conversione delle immagini
ja: 画像変換モードを開始します
nl: Start in afbeeldingsconversiemodus
no: Start i bildekonverteringsmodus
pl: Rozpocznij w trybie konwersji obrazu
pt: Iniciar no modo de conversão de imagem
ro: Începe în modul de conversie a imaginilor
ru: Начать в режиме конвертации изображений
sk: Začnite v režime konverzie obrázkov
sv: Starta i bildkonverteringsläge
tr: Görüntü dönüştürme modunda başla
uk: Почати в режимі конвертації зображень

source: Open files directly in the PDF editor
bg: Отваряне на файлове директно в PDF редактора
cs: Otevřít soubory přímo v PDF editoru
da: Åbn filer direkte i PDF-editoren
de: Dateien direkt im PDF-Editor öffnen
el: Άνοιγμα αρχείων απευθείας στον επεξεργαστή PDF
es: Abrir archivos directamente en el editor de PDF
fi: Avaa tiedostot suoraan PDF-editorissa
fr: Ouvrir les fichiers directement dans l'éditeur PDF
hr: Otvorite datoteke izravno u PDF uređivaču
hu: Fájlok megnyitása közvetlenül a PDF szerkesztőben
is: Opna skrár beint í PDF-ritlinum
ja: PDFエディタで直接ファイルを開く
nl: Bestanden rechtstreeks openen in de PDF-editor
pl: Otwórz pliki bezpośrednio w edytorze PDF
pt: Abrir arquivos diretamente no editor de PDF
ro: Deschide fișierele direct în editorul PDF
ru: Открыть файлы непосредственно в редакторе PDF
sk: Otvoriť súbory priamo v PDF editore
sv: Öppna filer direkt i PDF-redigeraren
tr: Dosyaları doğrudan PDF düzenleyicide aç
uk: Відкривати файли безпосередньо у редакторі PDF

source: PDF files to process
bg: PDF файлове за обработка
cs: PDF soubory k zpracování
da: PDF-filer til behandling
de: PDF-Dateien zur Verarbeitung
el: Αρχεία PDF προς επεξεργασία
es: Archivos PDF para procesar
et: PDF-failid töötlemiseks
fi: PDF-tiedostot käsiteltäväksi
fr: Fichiers PDF à traiter
he: קבצי PDF לעיבוד
hr: PDF datoteke za obradu
hu: PDF fájlok feldolgozásra
is: PDF skrár til að vinna úr
it: File PDF da elaborare
ja: 処理するPDFファイル
nl: PDF-bestanden om te verwerken
no: PDF-filer å behandle
pl: Pliki PDF do przetworzenia
pt: Arquivos PDF para processar
ro: Fișiere PDF de procesat
ru: PDF файлы для обработки
sk: Súbory PDF na spracovanie
sv: PDF-filer att bearbeta
tr: İşlenecek PDF dosyaları
uk: PDF файли для обробки

source: No supported files in clipboard
bg: Няма поддържани файлове в клипборда.
da: Ingen understøttede filer i udklipsholderen
el: Δεν υπάρχουν υποστηριζόμενα αρχεία στο πρόχειρο.
es: No hay archivos compatibles en el portapapeles.
fi: Leikeissä ei ole tuettuja tiedostoja.
hr: Nema podržanih datoteka u međuspremniku
hu: Nincsenek támogatott fájlok a vágólapon.
is: Engin studd í skyndiminni.
ja: クリップボードにサポートされているファイルがありません。
nl: Geen ondersteunde bestanden in het klembord
pl: Brak obsługiwanych plików w schowku.
pt: Nenhum arquivo suportado na área de transferência.
ro: Nu există fișiere acceptate în clipboard.
ru: Нет поддерживаемых файлов в буфере обмена.
sk: Žiadne podporované súbory v schránke
sv: Inga stödda filer i urklipp.
tr: Panozda desteklenen dosya yok.

source: Multiple Images Pasted
bg: Поставени са множество изображения
da: Flere billeder indsat
el: Πολλαπλές Εικόνες Επικολλημένες
es: Imágenes múltiples pegadas
fi: Useita kuvia liitetty.
hr: Više slika zalijepljeno
hu: Több kép beillesztve
is: Fjölmargar myndir límdar
ja: 複数の画像が貼り付けられました
nl: Meerdere Afbeeldingen Gekopieerd
pl: Wklejono wiele obrazów
pt: Múltiplas Imagens Coladas
ro: Imagini multiple lipite
ru: Вставлено несколько изображений
sk: Viacero obrázkov vložených
sv: Flera bilder klistrade
tr: Birden Fazla Görüntü Yapıştırıldı

source: You pasted {} images. How would you like to add them?
bg: Вие поставихте {} изображения. Как бихте искали да ги добавите?
da: Du har indsat {} billeder. Hvordan vil du gerne tilføje dem?
el: Επικολλήσατε {} εικόνες. Πώς θα θέλατε να τις προσθέσετε;
es: Has pegado {} imágenes. ¿Cómo te gustaría añadirlas?
fi: Liitit {} kuvaa. Miten haluaisit lisätä ne?
hr: Zalijepili ste {} slika. Kako biste ih željeli dodati?
hu: {} képet illesztett be. Hogyan szeretné hozzáadni őket?
is: Þú hefur límt {} myndir. Hvernig viltu bæta þeim við?
ja: {}の画像を貼り付けました。どのように追加しますか？
nl: U heeft {} afbeeldingen geplakt. Hoe wilt u ze toevoegen?
pl: Wkleiłeś {} obrazy. Jak chciałbyś je dodać?
pt: Você colou {} imagens. Como você gostaria de adicioná-las?
ro: Ați lipit {} imagini. Cum doriți să le adăugați?
ru: Вы вставили {} изображения. Как вы хотите их добавить?
sk: Prilepili ste {} obrázkov. Ako by ste ich chceli pridať?
sv: Du har klistrat in {} bilder. Hur skulle du vilja lägga till dem?
tr: {} resim yapıştırdınız. Onları nasıl eklemek istersiniz?

source: {count} file(s) added from clipboard
bg: Добавен(и) {count} файл(а) от клипборда
da: {count} fil(er) tilføjet fra udklipsholderen
el: {count} αρχείο(α) προστέθηκε(αν) από το πρόχειρο
es: {count} archivo(s) añadido(s) desde el portapapeles
fi: {count} tiedostoa lisätty leikepöydältä
hr: {count} datoteka(e) dodano iz međuspremnika
hu: {count} fájl(ok) hozzáadva a vágólapról
is: {count} skrá(ur) bætt við úr klippiborðinu
ja: クリップボードから {count} 件のファイルが追加されました。
nl: {count} bestand(en) toegevoegd vanuit het klembord
pl: Dodano {count} plik(ów) z schowka
pt: {count} arquivo(s) adicionado(s) da área de transferência
ro: {count} fișier(e) adăugat(e) din clipboard
ru: {count} файл(ов) добавлено из буфера обмена
sk: {count} súbor(y) pridané z clipboardu
sv: {count} fil(er) tillagda från urklipp
tr: {count} dosya panodan eklendi

source: Image from clipboard added
bg: Изображение от клипборда добавено
da: Billede fra udklipsholder tilføjet
el: Η εικόνα από το πρόχειρο προστέθηκε.
es: Imagen del portapapeles añadida
fi: Kuvia leikepöydältä lisätty
hr: Slika iz međuspremnika dodana
hu: A vágólapról származó kép hozzáadva
is: Mynd úr klippiborði bætt við
ja: クリップボードから画像が追加されました
nl: Afbeelding van het klembord toegevoegd
pl: Obraz z schowka dodany
pt: Imagem da área de transferência adicionada
ro: Imagine din clipboard adăugată
ru: Изображение из буфера обмена добавлено
sk: Obrázok z clipboardu pridaný
sv: Bild från urklipp tillagd
tr: Panodan resim eklendi.
