Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Only run preprocessing (dewarp/deskew), save images, skip OCR.
bg: Само предварителна обработка (корекция на кривина/изправяне на наклон), запазване на изображения, пропускане на OCR.
cs: Spustit pouze předzpracování (dewarp/deskew), uložit obrázky, přeskočit OCR.
da: Kør kun forbehandling (krumningskorrektur/skævhedskorrektur), gem billeder, spring OCR over.
de: Nur Vorverarbeitung (Dewarp/Deskew) ausführen, Bilder speichern, OCR überspringen.
el: Εκτέλεση μόνο προεπεξεργασίας (dewarp/deskew), αποθήκευση εικόνων, παράλειψη OCR.
es: Solo ejecutar preprocesamiento (curvatura/desinclinación), guardar imágenes, omitir OCR.
fi: Suorita vain esikäsittely (kaareutuman korjaus/vinouden korjaus), tallenna kuvat, ohita OCR.
fr: Exécuter uniquement le prétraitement (dewarp/deskew), enregistrer les images, ignorer l'OCR.
hr: Pokreni samo pretprocesiranje (ispravljanje zakrivljenosti/ispravljanje nagiba), spremi slike, preskoči OCR.
hu: Csak előfeldolgozás futtatása (dewarp/deskew), képek mentése, OCR kihagyása.
is: Keyra aðeins forvinnslu (leiðrétta sveigju/leiðrétta halla), vista myndir, sleppa OCR.
ja: 前処理のみ実行（湾曲補正/傾き補正）、画像を保存、OCRをスキップ。
nl: Alleen voorbewerking uitvoeren (kromtrekcorrectie/scheefstandcorrectie), afbeeldingen opslaan, OCR overslaan.
pl: Uruchom tylko wstępne przetwarzanie (dewarp/deskew), zapisz obrazy, pomiń OCR.
pt: Executar apenas pré-processamento (curvatura/desinclinação), salvar imagens, ignorar OCR.
ro: Rulează doar preprocesarea (corecție curbură/corecție înclinare), salvează imaginile, omite OCR.
ru: Только предварительная обработка (коррекция искривления/коррекция наклона), сохранить изображения, пропустить OCR.
sk: Spustiť iba predspracovanie (dewarp/deskew), uložiť obrázky, preskočiť OCR.
sv: Kör bara förbehandling (buktkorrigering/lutningskorrigering), spara bilder, hoppa över OCR.
tr: Yalnızca ön işleme (eğrilik düzeltme/eğiklik düzeltme) çalıştır, görüntüleri kaydet, OCR'yi atla.
uk: Виконати лише попередню обробку (dewarp/deskew), зберегти зображення, пропустити OCR.

source: Split PDF into smaller files
bg: Разделяне на PDF на по-малки файлове
cs: Rozdělit PDF na menší soubory
da: Opdel PDF i mindre filer
de: PDF in kleinere Dateien aufteilen
el: Διαίρεση PDF σε μικρότερα αρχεία
es: Dividir PDF en archivos más pequeños
fi: Jaa PDF pienempiin tiedostoihin
fr: Diviser le PDF en fichiers plus petits
hr: Podijeli PDF na manje datoteke
hu: PDF felosztása kisebb fájlokra
is: Skipta PDF í smærri skrár
ja: PDFを小さなファイルに分割する
nl: PDF splitsen in kleinere bestanden
pl: Podziel PDF na mniejsze pliki
pt: Dividir PDF em arquivos menores
ro: Împarte PDF-ul în fișiere mai mici
ru: Разделить PDF на файлы поменьше
sk: Rozdeliť PDF na menšie súbory
sv: Dela upp PDF i mindre filer
tr: PDF'yi daha küçük dosyalara böl
uk: Розділити PDF на менші файли

source: Output directory
bg: Изходна директория
cs: Výstupní adresář
da: Outputmappe
de: Ausgabeverzeichnis
el: Κατάλογος εξόδου
es: Directorio de salida
fi: Tulostehakemisto
fr: Répertoire de sortie
hr: Izlazna mapa
hu: Kimeneti könyvtár
is: Úttaksmappa
ja: 出力ディレクトリ
nl: Uitvoermap
pl: Katalog wyjściowy
pt: Diretório de saída
ro: Director de ieșire
ru: Выходная директория
sk: Výstupný adresár
sv: Utdatamapp
tr: Çıkış dizini
uk: Вихідна директорія

source: Split every N pages
bg: Разделяне на всеки N страници
cs: Rozdělit po N stránkách
da: Opdel for hver N sider
de: Alle N Seiten aufteilen
el: Διαίρεση κάθε N σελίδες
es: Dividir cada N páginas
fi: Jaa joka N. sivu
fr: Diviser toutes les N pages
hr: Podijeli svakih N stranica
hu: Felosztás minden N. oldalanként
is: Skipta á hverju N. blað
ja: Nページごとに分割
nl: Splitsen elke N pagina's
pl: Podziel co N stron
pt: Dividir a cada N páginas
ro: Împarte la fiecare N pagini
ru: Разделить каждые N страниц
sk: Rozdeliť po N stránkach
sv: Dela varje N sidor
tr: Her N sayfada böl
uk: Розділяти кожні N сторінок

source: Maximum file size per part in megabytes
bg: Максимален размер на файл за част в мегабайти
cs: Maximální velikost souboru na část v megabajtech
da: Maksimal filstørrelse pr. del i megabytes
de: Maximale Dateigröße pro Teil in Megabyte
el: Μέγιστο μέγεθος αρχείου ανά μέρος σε megabytes
es: Tamaño máximo por parte en megabytes
fi: Enimmäistiedostokoko per osa megatavuina
fr: Taille maximale par partie en mégaoctets
hr: Maksimalna veličina datoteke po dijelu u megabajtima
hu: Maximális fájlméret részenként megabájtban
is: Hámarks skráarstærð á hluta í megabætum
ja: 分割ファイルの最大サイズ（MB）
nl: Maximale bestandsgrootte per deel in megabytes
pl: Maksymalny rozmiar pliku na część w megabajtach
pt: Tamanho máximo por parte em megabytes
ro: Dimensiune maximă per parte în megaocteți
ru: Максимальный размер файла на часть в мегабайтах
sk: Maximálna veľkosť súboru na časť v megabajtoch
sv: Maximal filstorlek per del i megabyte
tr: Parça başına maksimum dosya boyutu (megabayt)
uk: Максимальний розмір файлу на частину у мегабайтах

source: Explicit ranges (e.g. '1-5,6-10,11-15')
bg: Конкретни диапазони (напр. '1-5,6-10,11-15')
cs: Přesné rozsahy (např. '1-5,6-10,11-15')
da: Eksplicitte intervaller (f.eks. '1-5,6-10,11-15')
de: Explizite Bereiche (z. B. '1-5,6-10,11-15')
el: Ρητά εύρη (π.χ. '1-5,6-10,11-15')
es: Rangos explícitos (ej. '1-5,6-10,11-15')
fi: Tarkat alueet (esim. '1-5,6-10,11-15')
fr: Plages explicites (ex. « 1-5,6-10,11-15 »)
hr: Precizni rasponi (npr. '1-5,6-10,11-15')
hu: Explicit tartományok (pl. '1-5,6-10,11-15')
is: Ákveðin bil (t.d. '1-5,6-10,11-15')
ja: 明示的な範囲（例：'1-5,6-10,11-15'）
nl: Expliciete bereiken (bijv. '1-5,6-10,11-15')
pl: Jawne zakresy (np. '1-5,6-10,11-15')
pt: Intervalos explícitos (ex.: '1-5,6-10,11-15')
ro: Intervale explicite (ex. '1-5,6-10,11-15')
ru: Явные диапазоны (напр. '1-5,6-10,11-15')
sk: Presné rozsahy (napr. '1-5,6-10,11-15')
sv: Explicita intervall (t.ex. '1-5,6-10,11-15')
tr: Açık aralıklar (ör. '1-5,6-10,11-15')
uk: Явні діапазони (напр. '1-5,6-10,11-15')

source: Filename prefix for output parts
bg: Префикс на файлово име за изходните части
cs: Prefix názvu souboru pro výstupní části
da: Filnavnspræfiks for outputdele
de: Dateinamenspräfix für Ausgabeteile
el: Πρόθεμα ονόματος αρχείου για τα μέρη εξόδου
es: Prefijo del nombre para las partes de salida
fi: Tiedostonimen etuliite tulosteosille
fr: Préfixe du nom pour les parties de sortie
hr: Prefiks naziva datoteke za izlazne dijelove
hu: Fájlnév-előtag a kimeneti részekhez
is: Forskeyti skráarnafns fyrir úttakshluta
ja: 出力ファイルの名前接頭辞
nl: Bestandsnaamprefix voor uitvoerdelen
pl: Prefiks nazwy pliku dla części wyjściowych
pt: Prefixo do nome para os arquivos de saída
ro: Prefix nume fișier pentru părțile de ieșire
ru: Префикс имени файла для выходных частей
sk: Predpona názvu súboru pre výstupné časti
sv: Filnamnsprefix för utdatadelar
tr: Çıkış parçaları için dosya adı öneki
uk: Префікс імені файлу для вихідних частин

source: Merge multiple PDFs into one
bg: Обединяване на няколко PDF в един
cs: Sloučit více PDF do jednoho
da: Flet flere PDF'er til én
de: Mehrere PDFs zu einer Datei zusammenführen
el: Συγχώνευση πολλαπλών PDF σε ένα
es: Combinar varios PDF en uno
fi: Yhdistä useita PDF-tiedostoja yhdeksi
fr: Fusionner plusieurs PDF en un seul
hr: Spoji više PDF-ova u jedan
hu: Több PDF egyesítése egybe
is: Sameina mörg PDF í eitt
ja: 複数のPDFを1つに結合する
nl: Meerdere PDF's samenvoegen tot één
pl: Połącz wiele PDF w jeden
pt: Mesclar vários PDFs em um só
ro: Unește mai multe PDF-uri într-unul singur
ru: Объединить несколько PDF в один
sk: Zlúčiť viacero PDF do jedného
sv: Sammanfoga flera PDF:er till en
tr: Birden fazla PDF'yi birleştir
uk: Об'єднати кілька PDF в один

source: Input PDF files (in order)
bg: Входни PDF файлове (по ред)
cs: Vstupní PDF soubory (v pořadí)
da: PDF-inputfiler (i rækkefølge)
de: PDF-Eingabedateien (in Reihenfolge)
el: Αρχεία PDF εισόδου (σε σειρά)
es: Archivos PDF de entrada (en orden)
fi: PDF-syötetiedostot (järjestyksessä)
fr: Fichiers PDF d'entrée (dans l'ordre)
hr: Ulazne PDF datoteke (po redu)
hu: Bemeneti PDF fájlok (sorrendben)
is: PDF-inntaksskrár (í röð)
ja: 入力PDFファイル（順番に）
nl: PDF-invoerbestanden (in volgorde)
pl: Wejściowe pliki PDF (w kolejności)
pt: Arquivos PDF de entrada (em ordem)
ro: Fișiere PDF de intrare (în ordine)
ru: Входные PDF-файлы (по порядку)
sk: Vstupné PDF súbory (v poradí)
sv: PDF-indatafiler (i ordning)
tr: Giriş PDF dosyaları (sıralı)
uk: Вхідні PDF файли (по порядку)

source: Compress PDF to reduce file size
bg: Компресиране на PDF за намаляване на размера
cs: Komprimovat PDF pro zmenšení velikosti
da: Komprimer PDF for at reducere filstørrelsen
de: PDF komprimieren, um die Dateigröße zu reduzieren
el: Συμπίεση PDF για μείωση μεγέθους
es: Comprimir PDF para reducir el tamaño
fi: Pakkaa PDF tiedostokoon pienentämiseksi
fr: Compresser le PDF pour réduire la taille
hr: Komprimiraj PDF za smanjenje veličine
hu: PDF tömörítése a fájlméret csökkentéséhez
is: Þjappa PDF til að minnka skráarstærð
ja: PDFを圧縮してファイルサイズを縮小する
nl: PDF comprimeren om de bestandsgrootte te verkleinen
pl: Kompresuj PDF aby zmniejszyć rozmiar
pt: Compactar PDF para reduzir o tamanho
ro: Comprimă PDF-ul pentru a reduce dimensiunea
ru: Сжать PDF для уменьшения размера
sk: Komprimovať PDF pre zmenšenie veľkosti
sv: Komprimera PDF för att minska filstorleken
tr: Dosya boyutunu küçültmek için PDF'yi sıkıştır
uk: Стиснути PDF для зменшення розміру

source: JPEG quality for images (1-95, default: 60)
bg: JPEG качество за изображения (1-95, по подразбиране: 60)
cs: JPEG kvalita pro obrázky (1-95, výchozí: 60)
da: JPEG-kvalitet for billeder (1-95, standard: 60)
de: JPEG-Qualität für Bilder (1-95, Standard: 60)
el: Ποιότητα JPEG εικόνων (1-95, προεπιλογή: 60)
es: Calidad JPEG de imágenes (1-95, por defecto: 60)
fi: JPEG-laatu kuville (1-95, oletus: 60)
fr: Qualité JPEG des images (1-95, par défaut : 60)
hr: JPEG kvaliteta za slike (1-95, zadano: 60)
hu: JPEG minőség képekhez (1-95, alapértelmezett: 60)
is: JPEG-gæði fyrir myndir (1-95, sjálfgefið: 60)
ja: 画像のJPEG品質（1-95、デフォルト：60）
nl: JPEG-kwaliteit voor afbeeldingen (1-95, standaard: 60)
pl: Jakość JPEG obrazów (1-95, domyślnie: 60)
pt: Qualidade JPEG das imagens (1-95, padrão: 60)
ro: Calitate JPEG pentru imagini (1-95, implicit: 60)
ru: Качество JPEG для изображений (1-95, по умолчанию: 60)
sk: JPEG kvalita pre obrázky (1-95, predvolené: 60)
sv: JPEG-kvalitet för bilder (1-95, standard: 60)
tr: Görüntüler için JPEG kalitesi (1-95, varsayılan: 60)
uk: Якість JPEG для зображень (1-95, за замовчуванням: 60)

source: Target DPI for images (default: 150)
bg: Целеви DPI за изображения (по подразбиране: 150)
cs: Cílové DPI pro obrázky (výchozí: 150)
da: Mål-DPI for billeder (standard: 150)
de: Ziel-DPI für Bilder (Standard: 150)
el: Στόχος DPI εικόνων (προεπιλογή: 150)
es: DPI objetivo para imágenes (por defecto: 150)
fi: Tavoite-DPI kuville (oletus: 150)
fr: DPI cible pour les images (par défaut : 150)
hr: Ciljani DPI za slike (zadano: 150)
hu: Cél DPI képekhez (alapértelmezett: 150)
is: Marka-DPI fyrir myndir (sjálfgefið: 150)
ja: 画像のターゲットDPI（デフォルト：150）
nl: Doel-DPI voor afbeeldingen (standaard: 150)
pl: Docelowe DPI obrazów (domyślnie: 150)
pt: DPI alvo para imagens (padrão: 150)
ro: DPI țintă pentru imagini (implicit: 150)
ru: Целевой DPI для изображений (по умолчанию: 150)
sk: Cieľové DPI pre obrázky (predvolené: 150)
sv: Mål-DPI för bilder (standard: 150)
tr: Görüntüler için hedef DPI (varsayılan: 150)
uk: Цільовий DPI для зображень (за замовчуванням: 150)

source: Rotate pages in a PDF
bg: Завъртане на страници в PDF
cs: Otočit stránky v PDF
da: Roter sider i en PDF
de: Seiten in einem PDF drehen
el: Περιστροφή σελίδων σε PDF
es: Rotar páginas en un PDF
fi: Kierrä sivuja PDF-tiedostossa
fr: Pivoter les pages d'un PDF
hr: Rotiraj stranice u PDF-u
hu: Oldalak forgatása PDF-ben
is: Snúa síðum í PDF
ja: PDFのページを回転する
nl: Pagina's in een PDF roteren
pl: Obróć strony w PDF
pt: Rotacionar páginas em um PDF
ro: Rotește paginile într-un PDF
ru: Повернуть страницы в PDF
sk: Otočiť stránky v PDF
sv: Rotera sidor i en PDF
tr: PDF'deki sayfaları döndür
uk: Повертати сторінки в PDF

source: Rotation angle in degrees (clockwise)
bg: Ъгъл на завъртане в градуси (по часовниковата стрелка)
cs: Úhel otáčení ve stupních (po směru hodinových ručiček)
da: Rotationsvinkel i grader (med uret)
de: Drehwinkel in Grad (im Uhrzeigersinn)
el: Γωνία περιστροφής σε μοίρες (δεξιόστροφα)
es: Ángulo de rotación en grados (sentido horario)
fi: Kiertokulma asteina (myötäpäivään)
fr: Angle de rotation en degrés (sens horaire)
hr: Kut rotacije u stupnjevima (u smjeru kazaljke na satu)
hu: Forgásszög fokban (óramutató járása szerint)
is: Snúningshorn í gráðum (réttsælis)
ja: 回転角度（時計回り、度単位）
nl: Rotatiehoek in graden (met de klok mee)
pl: Kąt obrotu w stopniach (zgodnie z ruchem wskazówek zegara)
pt: Ângulo de rotação em graus (sentido horário)
ro: Unghi de rotație în grade (sens orar)
ru: Угол поворота в градусах (по часовой стрелке)
sk: Uhol otáčania v stupňoch (v smere hodinových ručičiek)
sv: Rotationsvinkel i grader (medurs)
tr: Derece cinsinden dönüş açısı (saat yönünde)
uk: Кут повороту в градусах (за годинниковою стрілкою)

source: Pages to rotate (e.g. '1,3,5' or '1-5'). Default: all.
bg: Страници за завъртане (напр. '1,3,5' или '1-5'). По подразбиране: всички.
cs: Stránky k otočení (např. '1,3,5' nebo '1-5'). Výchozí: všechny.
da: Sider at rotere (f.eks. '1,3,5' eller '1-5'). Standard: alle.
de: Zu drehende Seiten (z. B. '1,3,5' oder '1-5'). Standard: alle.
el: Σελίδες προς περιστροφή (π.χ. '1,3,5' ή '1-5'). Προεπιλογή: όλες.
es: Páginas a rotar (ej. '1,3,5' o '1-5'). Por defecto: todas.
fi: Kierrettävät sivut (esim. '1,3,5' tai '1-5'). Oletus: kaikki.
fr: Pages à pivoter (ex. « 1,3,5 » ou « 1-5 »). Par défaut : toutes.
hr: Stranice za rotaciju (npr. '1,3,5' ili '1-5'). Zadano: sve.
hu: Forgatandó oldalak (pl. '1,3,5' vagy '1-5'). Alapértelmezett: mind.
is: Síður til að snúa (t.d. '1,3,5' eða '1-5'). Sjálfgefið: allar.
ja: 回転するページ（例：'1,3,5'または'1-5'）。デフォルト：すべて。
nl: Te roteren pagina's (bijv. '1,3,5' of '1-5'). Standaard: alle.
pl: Strony do obrócenia (np. '1,3,5' lub '1-5'). Domyślnie: wszystkie.
pt: Páginas a rotacionar (ex.: '1,3,5' ou '1-5'). Padrão: todas.
ro: Pagini de rotit (ex. '1,3,5' sau '1-5'). Implicit: toate.
ru: Страницы для поворота (напр. '1,3,5' или '1-5'). По умолчанию: все.
sk: Stránky na otočenie (napr. '1,3,5' alebo '1-5'). Predvolené: všetky.
sv: Sidor att rotera (t.ex. '1,3,5' eller '1-5'). Standard: alla.
tr: Döndürülecek sayfalar (ör. '1,3,5' veya '1-5'). Varsayılan: tümü.
uk: Сторінки для повороту (напр. '1,3,5' або '1-5'). За замовчуванням: всі.

source: Remove pages from a PDF
bg: Премахване на страници от PDF
cs: Odstranit stránky z PDF
da: Fjern sider fra en PDF
de: Seiten aus einem PDF entfernen
el: Αφαίρεση σελίδων από PDF
es: Eliminar páginas de un PDF
fi: Poista sivuja PDF-tiedostosta
fr: Supprimer des pages d'un PDF
hr: Ukloni stranice iz PDF-a
hu: Oldalak eltávolítása PDF-ből
is: Fjarlægja síður úr PDF
ja: PDFからページを削除する
nl: Pagina's uit een PDF verwijderen
pl: Usuń strony z PDF
pt: Remover páginas de um PDF
ro: Elimină pagini dintr-un PDF
ru: Удалить страницы из PDF
sk: Odstrániť stránky z PDF
sv: Ta bort sidor från en PDF
tr: PDF'den sayfa kaldır
uk: Видалити сторінки з PDF

source: Pages to delete (e.g. '3,5,7' or '2-4')
bg: Страници за изтриване (напр. '3,5,7' или '2-4')
cs: Stránky ke smazání (např. '3,5,7' nebo '2-4')
da: Sider at slette (f.eks. '3,5,7' eller '2-4')
de: Zu löschende Seiten (z. B. '3,5,7' oder '2-4')
el: Σελίδες προς διαγραφή (π.χ. '3,5,7' ή '2-4')
es: Páginas a eliminar (ej. '3,5,7' o '2-4')
fi: Poistettavat sivut (esim. '3,5,7' tai '2-4')
fr: Pages à supprimer (ex. « 3,5,7 » ou « 2-4 »)
hr: Stranice za brisanje (npr. '3,5,7' ili '2-4')
hu: Törlendő oldalak (pl. '3,5,7' vagy '2-4')
is: Síður til að eyða (t.d. '3,5,7' eða '2-4')
ja: 削除するページ（例：'3,5,7'または'2-4'）
nl: Te verwijderen pagina's (bijv. '3,5,7' of '2-4')
pl: Strony do usunięcia (np. '3,5,7' lub '2-4')
pt: Páginas a excluir (ex.: '3,5,7' ou '2-4')
ro: Pagini de șters (ex. '3,5,7' sau '2-4')
ru: Страницы для удаления (напр. '3,5,7' или '2-4')
sk: Stránky na vymazanie (napr. '3,5,7' alebo '2-4')
sv: Sidor att ta bort (t.ex. '3,5,7' eller '2-4')
tr: Silinecek sayfalar (ör. '3,5,7' veya '2-4')
uk: Сторінки для видалення (напр. '3,5,7' або '2-4')

source: Extract pages to a new PDF
bg: Извличане на страници в нов PDF
cs: Extrahovat stránky do nového PDF
da: Udtræk sider til en ny PDF
de: Seiten in ein neues PDF extrahieren
el: Εξαγωγή σελίδων σε νέο PDF
es: Extraer páginas a un nuevo PDF
fi: Poimi sivut uuteen PDF-tiedostoon
fr: Extraire des pages vers un nouveau PDF
hr: Izdvoji stranice u novi PDF
hu: Oldalak kinyerése új PDF-be
is: Draga síður í nýtt PDF
ja: ページを新しいPDFに抽出する
nl: Pagina's extraheren naar een nieuw PDF
pl: Wyodrębnij strony do nowego PDF
pt: Extrair páginas para um novo PDF
ro: Extrage pagini într-un PDF nou
ru: Извлечь страницы в новый PDF
sk: Extrahovať stránky do nového PDF
sv: Extrahera sidor till en ny PDF
tr: Sayfaları yeni bir PDF'ye çıkar
uk: Витягти сторінки в новий PDF

source: Pages to extract (e.g. '3-5' or '1,3,7')
bg: Страници за извличане (напр. '3-5' или '1,3,7')
cs: Stránky k extrakci (např. '3-5' nebo '1,3,7')
da: Sider at udtrække (f.eks. '3-5' eller '1,3,7')
de: Zu extrahierende Seiten (z. B. '3-5' oder '1,3,7')
el: Σελίδες προς εξαγωγή (π.χ. '3-5' ή '1,3,7')
es: Páginas a extraer (ej. '3-5' o '1,3,7')
fi: Poimittavat sivut (esim. '3-5' tai '1,3,7')
fr: Pages à extraire (ex. « 3-5 » ou « 1,3,7 »)
hr: Stranice za izdvajanje (npr. '3-5' ili '1,3,7')
hu: Kinyerendő oldalak (pl. '3-5' vagy '1,3,7')
is: Síður til að draga út (t.d. '3-5' eða '1,3,7')
ja: 抽出するページ（例：'3-5'または'1,3,7'）
nl: Te extraheren pagina's (bijv. '3-5' of '1,3,7')
pl: Strony do wyodrębnienia (np. '3-5' lub '1,3,7')
pt: Páginas a extrair (ex.: '3-5' ou '1,3,7')
ro: Pagini de extras (ex. '3-5' sau '1,3,7')
ru: Страницы для извлечения (напр. '3-5' или '1,3,7')
sk: Stránky na extrakciu (napr. '3-5' alebo '1,3,7')
sv: Sidor att extrahera (t.ex. '3-5' eller '1,3,7')
tr: Çıkarılacak sayfalar (ör. '3-5' veya '1,3,7')
uk: Сторінки для витягування (напр. '3-5' або '1,3,7')

source: Insert pages from another PDF
bg: Вмъкване на страници от друг PDF
cs: Vložit stránky z jiného PDF
da: Indsæt sider fra en anden PDF
de: Seiten aus einem anderen PDF einfügen
el: Εισαγωγή σελίδων από άλλο PDF
es: Insertar páginas de otro PDF
fi: Lisää sivuja toisesta PDF-tiedostosta
fr: Insérer des pages d'un autre PDF
hr: Umetni stranice iz drugog PDF-a
hu: Oldalak beszúrása másik PDF-ből
is: Setja inn síður úr öðru PDF
ja: 別のPDFからページを挿入する
nl: Pagina's invoegen vanuit een ander PDF
pl: Wstaw strony z innego PDF
pt: Inserir páginas de outro PDF
ro: Inserează pagini din alt PDF
ru: Вставить страницы из другого PDF
sk: Vložiť stránky z iného PDF
sv: Infoga sidor från en annan PDF
tr: Başka bir PDF'den sayfa ekle
uk: Вставити сторінки з іншого PDF

source: Target PDF file
bg: Целеви PDF файл
cs: Cílový PDF soubor
da: Mål-PDF-fil
de: Ziel-PDF-Datei
el: Αρχείο PDF στόχος
es: Archivo PDF de destino
fi: Kohde-PDF-tiedosto
fr: Fichier PDF de destination
hr: Ciljna PDF datoteka
hu: Cél PDF fájl
is: Markmið-PDF-skrá
ja: ターゲットPDFファイル
nl: Doel-PDF-bestand
pl: Docelowy plik PDF
pt: Arquivo PDF de destino
ro: Fișier PDF țintă
ru: Целевой PDF-файл
sk: Cieľový PDF súbor
sv: Mål-PDF-fil
tr: Hedef PDF dosyası
uk: Цільовий PDF файл

source: PDF file to insert pages from
bg: PDF файл за вмъкване на страници от
cs: PDF soubor pro vložení stránek
da: PDF-fil at indsætte sider fra
de: PDF-Datei, aus der Seiten eingefügt werden
el: Αρχείο PDF από το οποίο εισάγονται σελίδες
es: Archivo PDF del que insertar páginas
fi: PDF-tiedosto josta sivut lisätään
fr: Fichier PDF source des pages à insérer
hr: PDF datoteka za umetanje stranica
hu: PDF fájl, amelyből oldalakat szúr be
is: PDF-skrá til að setja inn síður úr
ja: ページを挿入するPDFファイル
nl: PDF-bestand waaruit pagina's worden ingevoegd
pl: Plik PDF do wstawienia stron
pt: Arquivo PDF de onde inserir páginas
ro: Fișier PDF din care se inserează pagini
ru: PDF-файл для вставки страниц
sk: PDF súbor na vloženie stránok
sv: PDF-fil att infoga sidor från
tr: Sayfa eklenecek PDF dosyası
uk: PDF файл для вставки сторінок

source: Insert at this page position (1-indexed, 0 = append). Default: append.
bg: Вмъкване на тази позиция (от 1, 0 = в края). По подразбиране: в края.
cs: Vložit na tuto pozici (od 1, 0 = na konec). Výchozí: na konec.
da: Indsæt ved denne position (fra 1, 0 = tilføj sidst). Standard: tilføj sidst.
de: An dieser Seitenposition einfügen (ab 1, 0 = am Ende). Standard: am Ende.
el: Εισαγωγή σε αυτή τη θέση σελίδας (από 1, 0 = στο τέλος). Προεπιλογή: στο τέλος.
es: Insertar en esta posición (comienza en 1, 0 = al final). Por defecto: al final.
fi: Lisää tähän sivukohtaan (alkaen 1:stä, 0 = loppuun). Oletus: loppuun.
fr: Insérer à cette position (commence à 1, 0 = à la fin). Par défaut : à la fin.
hr: Umetni na ovu poziciju (od 1, 0 = na kraj). Zadano: na kraj.
hu: Beszúrás ennél az oldalpozíciónál (1-től indexelve, 0 = végére). Alapértelmezett: végére.
is: Setja inn á þessari stöðu (frá 1, 0 = aftast). Sjálfgefið: aftast.
ja: このページ位置に挿入（1始まり、0＝末尾に追加）。デフォルト：末尾に追加。
nl: Invoegen op deze positie (vanaf 1, 0 = achteraan). Standaard: achteraan.
pl: Wstaw na tej pozycji (od 1, 0 = na końcu). Domyślnie: na końcu.
pt: Inserir nesta posição (começa em 1, 0 = ao final). Padrão: ao final.
ro: Inserează la această poziție (indexare de la 1, 0 = la sfârșit). Implicit: la sfârșit.
ru: Вставить на эту позицию (от 1, 0 = в конец). По умолчанию: в конец.
sk: Vložiť na túto pozíciu (od 1, 0 = na koniec). Predvolené: na koniec.
sv: Infoga vid denna position (från 1, 0 = lägg till sist). Standard: lägg till sist.
tr: Bu sayfa konumuna ekle (1'den başlayan, 0 = sona). Varsayılan: sona.
uk: Вставити на цю позицію сторінки (з 1, 0 = в кінець). За замовчуванням: в кінець.

source: Pages to insert from the source (e.g. '1-3'). Default: all.
bg: Страници за вмъкване от източника (напр. '1-3'). По подразбиране: всички.
cs: Stránky k vložení ze zdroje (např. '1-3'). Výchozí: všechny.
da: Sider at indsætte fra kilden (f.eks. '1-3'). Standard: alle.
de: Einzufügende Seiten aus der Quelle (z. B. '1-3'). Standard: alle.
el: Σελίδες προς εισαγωγή από την πηγή (π.χ. '1-3'). Προεπιλογή: όλες.
es: Páginas a insertar del origen (ej. '1-3'). Por defecto: todas.
fi: Lisättävät sivut lähteestä (esim. '1-3'). Oletus: kaikki.
fr: Pages à insérer depuis la source (ex. « 1-3 »). Par défaut : toutes.
hr: Stranice za umetanje iz izvora (npr. '1-3'). Zadano: sve.
hu: Beszúrandó oldalak a forrásból (pl. '1-3'). Alapértelmezett: mind.
is: Síður til að setja inn úr uppruna (t.d. '1-3'). Sjálfgefið: allar.
ja: ソースから挿入するページ（例：'1-3'）。デフォルト：すべて。
nl: In te voegen pagina's uit de bron (bijv. '1-3'). Standaard: alle.
pl: Strony do wstawienia ze źródła (np. '1-3'). Domyślnie: wszystkie.
pt: Páginas a inserir da origem (ex.: '1-3'). Padrão: todas.
ro: Pagini de inserat din sursă (ex. '1-3'). Implicit: toate.
ru: Страницы для вставки из источника (напр. '1-3'). По умолчанию: все.
sk: Stránky na vloženie zo zdroja (napr. '1-3'). Predvolené: všetky.
sv: Sidor att infoga från källan (t.ex. '1-3'). Standard: alla.
tr: Kaynaktan eklenecek sayfalar (ör. '1-3'). Varsayılan: tümü.
uk: Сторінки для вставки з джерела (напр. '1-3'). За замовчуванням: всі.
