Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Select all pages in the document
bg: Избиране на всички страници в документа
da: Vælg alle sider i dokumentet
el: Επιλογή όλων των σελίδων στο έγγραφο
es: Seleccionar todas las páginas del documento
fi: Valitse kaikki sivut asiakirjassa
hr: Odaberi sve stranice u dokumentu
hu: Összes oldal kijelölése a dokumentumban
is: Velja allar síður í skjalinu
ja: 文書のすべてのページを選択
nl: Alle pagina's in het document selecteren
pl: Zaznacz wszystkie strony w dokumencie
pt: Selecionar todas as páginas do documento
ro: Selectează toate paginile din document
ru: Выбрать все страницы документа
sk: Vybrať všetky strany v dokumente
sv: Markera alla sidor i dokumentet
tr: Belgedeki tüm sayfaları seç

source: Deselect All
bg: Премахване на избора
da: Fravælg alle
el: Αποεπιλογή όλων
es: Deseleccionar Todo
fi: Poista valinnat
hr: Poništi odabir
hu: Kijelölés megszüntetése
is: Afvelja allt
ja: 選択解除
nl: Selectie opheffen
pl: Odznacz wszystko
pt: Desmarcar Tudo
ro: Deselectează tot
ru: Снять выделение
sk: Zrušiť výber
sv: Avmarkera alla
tr: Seçimi kaldır

source: Clear page selection
bg: Изчистване на избора на страници
da: Ryd sidevalg
el: Εκκαθάριση επιλογής σελίδων
es: Limpiar selección de páginas
fi: Tyhjennä sivuvalinta
hr: Očisti odabir stranica
hu: Oldalkijelölés törlése
is: Hreinsa síðuval
ja: ページ選択をクリア
nl: Paginaselectie wissen
pl: Wyczyść zaznaczenie stron
pt: Limpar seleção de páginas
ro: Golește selecția de pagini
ru: Очистить выбор страниц
sk: Vymazať výber strán
sv: Rensa sidval
tr: Sayfa seçimini temizle

source: Rotate / Flip
bg: Завъртане / Обръщане
da: Roter / Vend
el: Περιστροφή / Αναστροφή
es: Rotar / Voltear
fi: Kierrä / Käännä
hr: Rotiraj / Okreni
hu: Forgatás / Tükrözés
is: Snúa / Spegla
ja: 回転 / 反転
nl: Roteren / Spiegelen
pl: Obróć / Odwróć
pt: Girar / Espelhar
ro: Rotire / Oglindire
ru: Повернуть / Отразить
sk: Otočiť / Prevrátiť
sv: Rotera / Vänd
tr: Döndür / Çevir

source: Rotate Left 90º
bg: Завъртане на 90º наляво
da: Roter 90º til venstre
el: Περιστροφή αριστερά 90º
es: Rotar 90º a la Izquierda
fi: Kierrä 90º vasemmalle
hr: Rotiraj 90º ulijevo
hu: Forgatás balra 90º
is: Snúa 90º til vinstri
ja: 左へ90°回転
nl: 90º naar links draaien
pl: Obróć 90º w lewo
pt: Girar 90º à Esquerda
ro: Rotire la stânga 90º
ru: Повернуть на 90º влево
sk: Otočiť 90º doľava
sv: Rotera 90º vänster
tr: Sola 90º döndür

source: Rotate Right 90º
bg: Завъртане на 90º надясно
da: Roter 90º til højre
el: Περιστροφή δεξιά 90º
es: Rotar 90º a la Derecha
fi: Kierrä 90º oikealle
hr: Rotiraj 90º udesno
hu: Forgatás jobbra 90º
is: Snúa 90º til hægri
ja: 右へ90°回転
nl: 90º naar rechts draaien
pl: Obróć 90º w prawo
pt: Girar 90º à Direita
ro: Rotire la dreapta 90º
ru: Повернуть на 90º вправо
sk: Otočiť 90º doprava
sv: Rotera 90º höger
tr: Sağa 90º döndür

source: Flip Vertically
bg: Обръщане вертикално
da: Vend lodret
el: Κατακόρυφη αναστροφή
es: Voltear Verticalmente
fi: Käännä pystysuunnassa
hr: Okreni okomito
hu: Függőleges tükrözés
is: Spegla lóðrétt
ja: 垂直方向に反転
nl: Verticaal spiegelen
pl: Odwróć pionowo
pt: Espelhar Verticalmente
ro: Oglindire verticală
ru: Отразить вертикально
sk: Prevrátiť zvisle
sv: Vänd vertikalt
tr: Dikey çevir

source: Flip Horizontally
bg: Обръщане хоризонтално
da: Vend vandret
el: Οριζόντια αναστροφή
es: Voltear Horizontalmente
fi: Käännä vaakasuunnassa
hr: Okreni vodoravno
hu: Vízszintes tükrözés
is: Spegla lárétt
ja: 水平方向に反転
nl: Horizontaal spiegelen
pl: Odwróć poziomo
pt: Espelhar Horizontalmente
ro: Oglindire orizontală
ru: Отразить горизонтально
sk: Prevrátiť vodorovne
sv: Vänd horisontalt
tr: Yatay çevir

source: Rotate or flip selected pages
bg: Завъртане или обръщане на избраните страници
da: Roter eller vend valgte sider
el: Περιστροφή ή αναστροφή επιλεγμένων σελίδων
es: Rotar o voltear páginas seleccionadas
fi: Kierrä tai käännä valitut sivut
hr: Rotiraj ili okreni odabrane stranice
hu: Kijelölt oldalak forgatása vagy tükrözése
is: Snúa eða spegla valdar síður
ja: 選択したページを回転または反転
nl: Geselecteerde pagina's roteren of spiegelen
pl: Obróć lub odwróć zaznaczone strony
pt: Girar ou espelhar páginas selecionadas
ro: Rotește sau oglindește paginile selectate
ru: Повернуть или отразить выбранные страницы
sk: Otočiť alebo prevrátiť vybrané strany
sv: Rotera eller vänd valda sidor
tr: Seçili sayfaları döndür veya çevir

source: Reverse Order
bg: Обратен ред
da: Omvend rækkefølge
el: Αντιστροφή σειράς
es: Invertir Orden
fi: Käänteinen järjestys
hr: Obrni redoslijed
hu: Fordított sorrend
is: Snúa röð við
ja: 逆順
nl: Volgorde omkeren
pl: Odwróć kolejność
pt: Inverter Ordem
ro: Inversează ordinea
ru: Обратный порядок
sk: Obrátiť poradie
sv: Omvänd ordning
tr: Sırayı tersine çevir

source: Reverse the order of all pages
bg: Обръщане на реда на всички страници
da: Omvend rækkefølgen af alle sider
el: Αντιστροφή σειράς όλων των σελίδων
es: Invertir el orden de todas las páginas
fi: Käännä kaikkien sivujen järjestys
hr: Obrni redoslijed svih stranica
hu: Összes oldal sorrendjének megfordítása
is: Snúa röð allra síðna við
ja: すべてのページの順序を逆にする
nl: De volgorde van alle pagina's omkeren
pl: Odwróć kolejność wszystkich stron
pt: Inverter a ordem de todas as páginas
ro: Inversează ordinea tuturor paginilor
ru: Обратить порядок всех страниц
sk: Obrátiť poradie všetkých strán
sv: Omvänd ordningen på alla sidor
tr: Tüm sayfaların sırasını tersine çevir

source: Toggle Sidebar
bg: Показване/скриване на страничната лента
da: Vis/skjul sidebjælke
el: Εναλλαγή πλαϊνής μπάρας
es: Alternar Barra Lateral
fi: Näytä/piilota sivupalkki
hr: Prikaži/sakrij bočnu traku
hu: Oldalsáv ki-/bekapcsolása
is: Sýna/fela hliðarstiku
ja: サイドバーの表示切替
nl: Zijbalk tonen/verbergen
pl: Pokaż/ukryj pasek boczny
pt: Alternar Barra Lateral
ro: Comută bara laterală
ru: Показать/скрыть боковую панель
sk: Zobraziť/skryť bočný panel
sv: Visa/dölj sidofält
tr: Kenar çubuğunu aç/kapat

source: Add Files
bg: Добавяне на файлове
cs: Přidat soubory
da: Tilføj filer
de: Dateien hinzufügen
el: Προσθήκη Αρχείων
es: Agregar Archivos
et: Lisa failid
fi: Lisää tiedostoja
fr: Ajouter des fichiers
he: הוסף קבצים
hr: Dodaj datoteke
hu: Fájlok hozzáadása
is: Bæta við skrám
it: Aggiungi file
ja: ファイルを追加
nl: Bestanden Toevoegen
pl: Dodaj pliki
pt: Adicionar Arquivos
ro: Adaugă fișiere
ru: Добавить файлы
sk: Pridať súbory
sv: Lägg till filer
tr: Dosya Ekle
uk: Додати файли

source: Insert PDF or image files
bg: Вмъкване на PDF или изображения
da: Indsæt PDF- eller billedfiler
el: Εισαγωγή αρχείων PDF ή εικόνων
es: Insertar archivos PDF o de imagen
fi: Lisää PDF- tai kuvatiedostoja
hr: Umetni PDF ili slikovne datoteke
hu: PDF vagy képfájlok beszúrása
is: Setja inn PDF eða myndaskrár
ja: PDFまたは画像ファイルを挿入
nl: PDF- of afbeeldingsbestanden invoegen
pl: Wstaw pliki PDF lub obrazy
pt: Inserir arquivos PDF ou de imagem
ro: Inserează fișiere PDF sau imagini
ru: Вставить PDF или изображения
sk: Vložiť PDF alebo obrázky
sv: Infoga PDF- eller bildfiler
tr: PDF veya görüntü dosyaları ekle

source: Add files
bg: Добавяне на файлове
da: Tilføj filer
el: Προσθήκη αρχείων
es: Agregar archivos
fi: Lisää tiedostoja
hr: Dodaj datoteke
hu: Fájlok hozzáadása
is: Bæta við skrám
ja: ファイルを追加
nl: Bestanden toevoegen
pl: Dodaj pliki
pt: Adicionar arquivos
ro: Adaugă fișiere
ru: Добавить файлы
sk: Pridať súbory
sv: Lägg till filer
tr: Dosya ekle

source: Save As
bg: Запазване като
da: Gem som
el: Αποθήκευση ως
es: Guardar Como
fi: Tallenna nimellä
hr: Spremi kao
hu: Mentés másként
is: Vista sem
ja: 名前を付けて保存
nl: Opslaan als
pl: Zapisz jako
pt: Salvar Como
ro: Salvează ca
ru: Сохранить как
sk: Uložiť ako
sv: Spara som
tr: Farklı kaydet

source: Apply
bg: Приложи
cs: Použít
da: Anvend
de: Anwenden
el: Εφαρμογή
es: Aplicar
et: Kinnita
fi: Käytä
fr: Appliquer
he: החל
hr: Primijeni
hu: Alkalmazás
is: Sækja
it: Applica
ja: 適用する
nl: Toepassen
no: Bruk
pl: Zastosuj
pt: Aplicar
ro: Aplică
ru: Применить
sk: Použiť
sv: Tillämpa
tr: Uygula
uk: Застосувати

source: Save PDF to a new file (Ctrl+S)
bg: Запазване на PDF в нов файл (Ctrl+S)
da: Gem PDF i en ny fil (Ctrl+S)
el: Αποθήκευση PDF σε νέο αρχείο (Ctrl+S)
es: Guardar PDF en un archivo nuevo (Ctrl+S)
fi: Tallenna PDF uuteen tiedostoon (Ctrl+S)
hr: Spremi PDF u novu datoteku (Ctrl+S)
hu: PDF mentése új fájlba (Ctrl+S)
is: Vista PDF í nýja skrá (Ctrl+S)
ja: PDFを新しいファイルに保存（Ctrl+S）
nl: PDF opslaan als nieuw bestand (Ctrl+S)
pl: Zapisz PDF do nowego pliku (Ctrl+S)
pt: Salvar PDF em um novo arquivo (Ctrl+S)
ro: Salvează PDF-ul într-un fișier nou (Ctrl+S)
ru: Сохранить PDF в новый файл (Ctrl+S)
sk: Uložiť PDF do nového súboru (Ctrl+S)
sv: Spara PDF till en ny fil (Ctrl+S)
tr: PDF'yi yeni dosyaya kaydet (Ctrl+S)

source: Save PDF to a new file
bg: Запазване на PDF в нов файл
da: Gem PDF i en ny fil
el: Αποθήκευση PDF σε νέο αρχείο
es: Guardar PDF en un archivo nuevo
fi: Tallenna PDF uuteen tiedostoon
hr: Spremi PDF u novu datoteku
hu: PDF mentése új fájlba
is: Vista PDF í nýja skrá
ja: PDFを新しいファイルに保存
nl: PDF opslaan als nieuw bestand
pl: Zapisz PDF do nowego pliku
pt: Salvar PDF em um novo arquivo
ro: Salvează PDF-ul într-un fișier nou
ru: Сохранить PDF в новый файл
sk: Uložiť PDF do nového súboru
sv: Spara PDF till en ny fil
tr: PDF'yi yeni dosyaya kaydet

source: Save changes and go back (Ctrl+S)
bg: Запазване на промените и връщане (Ctrl+S)
cs: Uložit změny a vrátit se (Ctrl+S)
da: Gem ændringer og gå tilbage (Ctrl+S)
de: Änderungen speichern und zurück (Strg+S)
el: Αποθήκευση αλλαγών και επιστροφή (Ctrl+S)
es: Guardar cambios y volver (Ctrl+S)
fi: Tallenna muutokset ja palaa (Ctrl+S)
fr: Enregistrer les modifications et revenir (Ctrl+S)
hr: Spremi promjene i vrati se (Ctrl+S)
hu: Módosítások mentése és visszalépés (Ctrl+S)
is: Vista breytingar og fara til baka (Ctrl+S)
ja: 変更を保存して戻る（Ctrl+S）
nl: Wijzigingen opslaan en terug (Ctrl+S)
pl: Zapisz zmiany i wróć (Ctrl+S)
pt: Salvar alterações e voltar (Ctrl+S)
ro: Salvează modificările și revino (Ctrl+S)
ru: Сохранить изменения и вернуться (Ctrl+S)
sk: Uložiť zmeny a vrátiť sa (Ctrl+S)
sv: Spara ändringar och gå tillbaka (Ctrl+S)
tr: Değişiklikleri kaydet ve geri dön (Ctrl+S)
uk: Зберегти зміни та повернутися (Ctrl+S)

source: Save changes and go back
bg: Запази промените и се върни назад
cs: Uložit změny a vrátit se zpět
da: Gem ændringer og gå tilbage
de: Änderungen speichern und zurückgehen
el: Αποθήκευση αλλαγών και επιστροφή
es: Guardar cambios y volver
et: Salvesta muudatused ja mine tagasi
fi: Tallenna muutokset ja palaa takaisin
fr: Enregistrer les modifications et revenir
he: שמור שינויים וחזור назад
hr: Spremi promjene i vrati se natrag
hu: Változtatások mentése és visszalépés
is: Vista breytingar og fara til baka
it: Salva le modifiche e torna indietro
ja: 変更を保存して戻る
nl: Wijzigingen opslaan en teruggaan
pl: Zapisz zmiany i wróć
pt: Salvar alterações e voltar
ro: Salvează modificările și întoarce-te înapoi
ru: Сохранить изменения и вернуться
sk: Uložiť zmeny a vrátiť sa späť
sv: Spara ändringar och gå tillbaka
tr: Değişiklikleri kaydet ve geri dön
uk: Зберегти зміни та повернутися

source: Menu
bg: Меню
cs: Nabídka
de: Menü
el: Μενού
es: Menú
et: Menüü
fi: Valikko
he: תפריט
hr: Izbornik
hu: Menü
is: Valmynd
ja: メニュー
no: Meny
ro: Meniu
ru: Меню
sv: Meny
tr: Menü
uk: Меню

source: Help
bg: Помощь
cs: Pomoc
da: Hjælp
de: Hilfe
el: Βοήθεια
es: Ayuda
et: Aita
fi: Apua
fr: Aide
he: עזרה
hr: Pomoć
hu: Segítség
is: I'm sorry, I can only translate the provided string. Please provide a string for translation.
it: Aiuto
ja: 助けて
nl: Hulp
no: Hjelp
pl: Pomoc
pt: Ajuda
ro: Ajutor
ru: Помощь
sk: Pomoc
sv: Hjälp
tr: Yardım
uk: Допомога

source: About
bg: За програмата
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
es: Acerca de
et: Teave
fi: Tietoja
fr: À propos
he: אודות
hr: O aplikaciji
hu: Névjegy
is: Um umfjöllun
it: Informazioni
ja: 情報について
nl: Over
pl: O programie
pt: Sobre
ro: Despre
ru: О программе
sk: O aplikácii
sv: Om
tr: Hakkında
uk: Про програму

source: Quit
bg: Изход
cs: Ukončit
da: Afslut
de: Beenden
el: Έξοδος
es: Salir
et: Välja.
fi: Lopeta
fr: Quitter
he: צא
hr: Izlaz
hu: Kilépés
is: Hætta við
it: Esci
ja: 終了
nl: Afsluiten
pl: Zakończ
pt: Sair
ro: Ieșire
ru: Выйти
sk: Ukončiť
sv: Avsluta
tr: Çıkış yap
uk: Вийти

source: Current file
bg: Текущ файл
cs: Aktuální soubor
da: Aktuel fil
de: Aktuelle Datei
el: Τρέχον αρχείο
es: Archivo actual
fi: Nykyinen tiedosto
fr: Fichier actuel
hr: Trenutna datoteka
hu: Jelenlegi fájl
is: Núverandi skrá
ja: 現在のファイル
nl: Huidig bestand
pl: Bieżący plik
pt: Arquivo atual
ro: Fișier curent
ru: Текущий файл
sk: Aktuálny súbor
sv: Aktuell fil
tr: Geçerli dosya
uk: Поточний файл

source: Document status
bg: Състояние на документа
cs: Stav dokumentu
da: Dokumentstatus
de: Dokumentstatus
el: Κατάσταση εγγράφου
es: Estado del documento
fi: Asiakirjan tila
fr: État du document
hr: Status dokumenta
hu: Dokumentum állapota
is: Staða skjals
ja: 文書の状態
pl: Status dokumentu
pt: Status do documento
ro: Stare document
ru: Состояние документа
sk: Stav dokumentu
sv: Dokumentstatus
tr: Belge durumu
uk: Стан документа

source: Selection count
bg: Брой избрани
da: Antal valgte
el: Αριθμός επιλογών
es: Conteo de selección
fi: Valittujen määrä
hr: Broj odabranih
hu: Kijelölések száma
is: Fjöldi valinna
ja: 選択数
nl: Selectietelling
pl: Liczba zaznaczonych
pt: Contagem de seleção
ro: Număr selecții
ru: Количество выбранных
sk: Počet vybraných
sv: Antal valda
tr: Seçim sayısı

source: Change the size of page previews
bg: Променете размера на предварителните прегледи на страниците.
cs: Změňte velikost náhledů stránek.
da: Ændr størrelsen på sideforhåndsvisninger
de: Ändern Sie die Größe der Seitenvorschauen.
el: Αλλάξτε το μέγεθος των προεπισκοπήσεων σελίδας.
es: Cambia el tamaño de las vistas previas de página.
et: Muuda lehe eelvaadete suurust
fi: Muuta sivun esikatselujen kokoa.
fr: Modifier la taille des aperçus de page
he: שנה את גודל תצוגות העמודים
hr: Promijenite veličinu pregleda stranica
hu: Változtassa meg az oldalképek méretét.
is: Breytið stærð forsýninga síður
it: Cambia la dimensione delle anteprime di pagina.
ja: ページプレビューのサイズを変更する
nl: Wijzig de grootte van pagina-voorbeelden.
pl: Zmień rozmiar podglądów stron
pt: Altere o tamanho das prévias da página.
ro: Schimbați dimensiunea previzualizărilor paginilor.
ru: Измените размер предварительных просмотров страниц.
sk: Zmeňte veľkosť náhľadov stránok.
sv: Ändra storleken på sidförhandsvisningar
tr: Sayfa önizlemelerinin boyutunu değiştirin.
uk: Змінити розмір попереднього перегляду сторінок

source: Zoom level
bg: Ниво на мащабиране
cs: Úroveň zvětšení
da: Zoomniveau
de: Zoomstufe
el: Επίπεδο μεγέθυνσης
es: Nivel de zoom
fi: Zoomaustaso
fr: Niveau de zoom
hr: Razina zumiranja
hu: Nagyítás szintje
is: Aðdráttarstig
ja: ズームレベル
nl: Zoomniveau
pl: Poziom powiększenia
pt: Nível de zoom
ro: Nivel zoom
ru: Уровень масштабирования
sk: Úroveň priblíženia
sv: Zoomnivå
tr: Yakınlaştırma düzeyi
uk: Масштаб

source: PDF Editor Help
bg: Помощ за PDF редактора
da: PDF-editor hjælp
el: Βοήθεια επεξεργαστή PDF
es: Ayuda del Editor de PDF
fi: PDF-editorin ohje
hr: Pomoć PDF uređivača
hu: PDF szerkesztő súgó
is: Hjálp PDF-ritils
ja: PDFエディタヘルプ
pl: Pomoc edytora PDF
pt: Ajuda do Editor de PDF
ro: Ajutor editor PDF
ru: Справка редактора PDF
sk: Pomoc editora PDF
sv: PDF-redigerarhjälp
tr: PDF düzenleyici yardım

source: Use the PDF editor to view and organize your documents. You can rearrange, rotate, or remove pages, compress files, and split documents by pages or file size.
bg: Използвайте PDF редактора за преглед и организация на документите си. Можете да пренареждате, завъртате или премахвате страници, компресирате файлове и разделяте документи по страници или размер.
da: Brug PDF-editoren til at se og organisere dine dokumenter. Du kan omarrangere, rotere eller fjerne sider, komprimere filer og opdele dokumenter efter sider eller filstørrelse.
el: Χρησιμοποιήστε τον επεξεργαστή PDF για προβολή και οργάνωση εγγράφων. Μπορείτε να αναδιατάξετε, περιστρέψετε ή αφαιρέσετε σελίδες, να συμπιέσετε αρχεία και να χωρίσετε έγγραφα ανά σελίδες ή μέγεθος.
es: Use el editor de PDF para ver y organizar sus documentos. Puede reorganizar, rotar o eliminar páginas, comprimir archivos y dividir documentos por páginas o tamaño.
fi: Käytä PDF-editoria asiakirjojen katseluun ja järjestämiseen. Voit järjestää uudelleen, kiertää tai poistaa sivuja, pakata tiedostoja ja jakaa asiakirjoja sivujen tai tiedostokoon mukaan.
hr: Koristite PDF uređivač za pregled i organizaciju dokumenata. Možete preurediti, rotirati ili ukloniti stranice, komprimirati datoteke i podijeliti dokumente po stranicama ili veličini.
hu: Használja a PDF szerkesztőt dokumentumai megtekintéséhez és rendezéséhez. Átrendezheti, forgathatja vagy eltávolíthatja az oldalakat, tömörítheti a fájlokat, és oldalak vagy fájlméret szerint oszthatja fel a dokumentumokat.
is: Notaðu PDF-ritilinn til að skoða og skipuleggja skjöl. Þú getur endurraðað, snúið eða fjarlægt síður, þjappað skrám og skipt skjölum eftir síðum eða stærð.
ja: PDFエディタを使って文書の表示と整理ができます。ページの並べ替え、回転、削除、ファイルの圧縮、ページ数やファイルサイズでの文書分割が可能です。
nl: Gebruik de PDF-editor om uw documenten te bekijken en ordenen. U kunt pagina's herschikken, roteren of verwijderen, bestanden comprimeren en documenten splitsen op pagina's of bestandsgrootte.
pl: Użyj edytora PDF do przeglądania i organizacji dokumentów. Możesz zmieniać kolejność, obracać lub usuwać strony, kompresować pliki i dzielić dokumenty według stron lub rozmiaru.
pt: Use o editor de PDF para visualizar e organizar seus documentos. Você pode reorganizar, girar ou remover páginas, compactar arquivos e dividir documentos por páginas ou tamanho.
ro: Folosiți editorul PDF pentru a vizualiza și organiza documentele. Puteți rearanja, roti sau elimina pagini, comprima fișiere și împărți documente după pagini sau dimensiune.
ru: Используйте редактор PDF для просмотра и организации документов. Вы можете переупорядочить, повернуть или удалить страницы, сжать файлы и разделить документы по страницам или размеру.
sk: Použite editor PDF na prezeranie a organizáciu dokumentov. Môžete preusporiadať, otáčať alebo odstraňovať strany, komprimovať súbory a deliť dokumenty podľa strán alebo veľkosti.
sv: Använd PDF-redigeraren för att visa och organisera dina dokument. Du kan ordna om, rotera eller ta bort sidor, komprimera filer och dela dokument efter sidor eller filstorlek.
tr: Belgelerinizi görüntülemek ve düzenlemek için PDF düzenleyiciyi kullanın. Sayfaları yeniden sıralayabilir, döndürebilir veya kaldırabilir, dosyaları sıkıştırabilir ve belgeleri sayfalara veya boyuta göre bölebilirsiniz.

source: Keyboard shortcuts:
bg: Клавишни комбинации:
da: Tastaturgenveje:
el: Συντομεύσεις πληκτρολογίου:
es: Atajos de teclado:
fi: Pikanäppäimet:
hr: Tipkovnički prečaci:
hu: Billentyűparancsok:
is: Flýtileiðir:
ja: キーボードショートカット：
nl: Sneltoetsen:
pl: Skróty klawiszowe:
pt: Atalhos de teclado:
ro: Scurtături de tastatură:
ru: Сочетания клавиш:
sk: Klávesové skratky:
sv: Tangentbordsgenvägar:
tr: Klavye kısayolları:

source: Undo last action
bg: Отмяна на последното действие
da: Fortryd sidste handling
el: Αναίρεση τελευταίας ενέργειας
es: Deshacer última acción
fi: Kumoa viimeinen toiminto
hr: Poništi zadnju radnju
hu: Utolsó művelet visszavonása
is: Afturkalla síðustu aðgerð
ja: 最後の操作を元に戻す
nl: Laatste actie ongedaan maken
pl: Cofnij ostatnią akcję
pt: Desfazer última ação
ro: Anulează ultima acțiune
ru: Отменить последнее действие
sk: Vrátiť poslednú akciu
sv: Ångra senaste åtgärd
tr: Son işlemi geri al

source: Select all pages
bg: Избиране на всички страници
da: Vælg alle sider
el: Επιλογή όλων των σελίδων
es: Seleccionar todas las páginas
fi: Valitse kaikki sivut
hr: Odaberi sve stranice
hu: Összes oldal kijelölése
is: Velja allar síður
ja: すべてのページを選択
nl: Alle pagina's selecteren
pl: Zaznacz wszystkie strony
pt: Selecionar todas as páginas
ro: Selectează toate paginile
ru: Выбрать все страницы
sk: Vybrať všetky strany
sv: Markera alla sidor
tr: Tüm sayfaları seç

source: Save and close
bg: Запазване и затваряне
da: Gem og luk
el: Αποθήκευση και κλείσιμο
es: Guardar y cerrar
fi: Tallenna ja sulje
hr: Spremi i zatvori
hu: Mentés és bezárás
is: Vista og loka
ja: 保存して閉じる
nl: Opslaan en sluiten
pl: Zapisz i zamknij
pt: Salvar e fechar
ro: Salvează și închide
ru: Сохранить и закрыть
sk: Uložiť a zavrieť
sv: Spara och stäng
tr: Kaydet ve kapat

source: Remove selected pages
bg: Премахване на избраните страници
da: Fjern valgte sider
el: Αφαίρεση επιλεγμένων σελίδων
es: Eliminar páginas seleccionadas
fi: Poista valitut sivut
hr: Ukloni odabrane stranice
hu: Kijelölt oldalak eltávolítása
is: Fjarlægja valdar síður
ja: 選択したページを削除
nl: Geselecteerde pagina's verwijderen
pl: Usuń zaznaczone strony
pt: Remover páginas selecionadas
ro: Elimină paginile selectate
ru: Удалить выбранные страницы
sk: Odstrániť vybrané strany
sv: Ta bort valda sidor
tr: Seçili sayfaları kaldır

source: Rotate left / right
bg: Завъртане наляво / надясно
da: Roter venstre / højre
el: Περιστροφή αριστερά / δεξιά
es: Rotar izquierda / derecha
fi: Kierrä vasemmalle / oikealle
hr: Rotiraj lijevo / desno
hu: Forgatás balra / jobbra
is: Snúa til vinstri / hægri
ja: 左/右に回転
nl: Naar links / rechts draaien
pl: Obróć w lewo / prawo
pt: Girar esquerda / direita
ro: Rotește la stânga / dreapta
ru: Повернуть влево / вправо
sk: Otočiť doľava / doprava
sv: Rotera vänster / höger
tr: Sola / sağa döndür

source: Zoom in / out
bg: Увеличаване / намаляване
da: Zoom ind / ud
el: Μεγέθυνση / σμίκρυνση
es: Acercar / alejar
fi: Lähennä / loitonna
hr: Zumiraj / odzumiraj
hu: Nagyítás / kicsinyítés
is: Þysja inn / út
ja: ズームイン/アウト
nl: Inzoomen / uitzoomen
pl: Powiększ / pomniejsz
pt: Ampliar / reduzir
ro: Mărește / micșorează
ru: Увеличить / уменьшить
sk: Priblížiť / oddialiť
sv: Zooma in / ut
tr: Yakınlaştır / uzaklaştır

source: Tips:
bg: Съвети:
el: Συμβουλές:
es: Consejos:
fi: Vinkkejä:
hr: Savjeti:
hu: Tippek:
is: Ráð:
ja: ヒント：
pl: Wskazówki:
pt: Dicas:
ro: Sfaturi:
ru: Советы:
sk: Tipy:
tr: İpuçları:

source: Drag and drop pages to reorder them
bg: Плъзнете и пуснете страници, за да ги пренаредите
da: Træk og slip sider for at omarrangere dem
el: Σύρετε και αποθέστε σελίδες για αναδιάταξη
es: Arrastre y suelte páginas para reordenarlas
fi: Vedä ja pudota sivuja järjestääksesi ne uudelleen
hr: Povucite i ispustite stranice za preraspoređivanje
hu: Húzza és ejtse az oldalakat az átrendezéshez
is: Dragðu og slepptu síðum til að endurraða þeim
ja: ページをドラッグ＆ドロップして並べ替え
nl: Sleep pagina's om ze te herordenen
pl: Przeciągnij i upuść strony, aby zmienić ich kolejność
pt: Arraste e solte páginas para reordená-las
ro: Trageți și plasați paginile pentru a le reordona
ru: Перетащите страницы для изменения порядка
sk: Pretiahnutím strán zmeňte ich poradie
sv: Dra och släpp sidor för att ordna om dem
tr: Sayfaları yeniden sıralamak için sürükleyip bırakın
