Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Analyzing PDF structure...
bg: Анализиране на структурата на PDF...
cs: Analyzuji strukturu PDF...
da: Analyserer PDF-struktur...
de: PDF-Struktur wird analysiert...
el: Ανάλυση δομής PDF...
es: Analizando la estructura del PDF...
et: PDF struktuuri analüüsimine...
fi: Analysoidaan PDF-rakennetta...
fr: Analyse de la structure du PDF...
he: מנתח מבנה PDF...
hr: Analiziranje strukture PDF-a...
hu: PDF struktúra elemzése...
is: Analysera PDF-struktur...
it: Analizzando la struttura del PDF...
ja: PDF構造を分析中...
nl: PDF-structuur analyseren...
pl: Analizowanie struktury PDF...
pt: Analisando a estrutura do PDF...
ro: Analizând structura PDF-ului...
ru: Анализ структуры PDF...
sk: Analyzovanie štruktúry PDF...
sv: Analyserar PDF-struktur...
tr: PDF yapısı analiz ediliyor...
uk: Аналіз структури PDF...

source: Extracting images...
bg: Извличане на изображения...
cs: Extrahování obrázků...
da: Udvinding af billeder...
de: Bilder werden extrahiert...
el: Εξαγωγή εικόνων...
es: Extrayendo imágenes...
et: Piltide väljavõtmine...
fi: Kuvien purkaminen...
fr: Extraction des images...
he: מוציא תמונות...
hr: Izdvajanje slika...
hu: Képek kinyerése...
is: Að draga út myndir...
it: Estrazione delle immagini...
ja: 画像を抽出しています...
nl: Afbeeldingen extraheren...
pl: Ekstrakcja obrazów...
pt: Extraindo imagens...
ro: Extracție imagini...
ru: Извлечение изображений...
sk: Extrahovanie obrázkov...
sv: Extraherar bilder...
tr: Görüntüler çıkarılıyor...
uk: Витягування зображень...

source: Saving PDF...
bg: Записване на PDF...
cs: Ukládání PDF...
da: Gemmer PDF...
de: PDF wird gespeichert...
el: Αποθήκευση PDF...
es: Guardando PDF...
et: Salvestan PDF-faili...
fi: Tallennetaan PDF-tiedostoa...
fr: Enregistrement du PDF...
he: שומר PDF...
hr: Spremanje PDF-a...
hu: PDF mentése...
is: Sparar PDF...
it: Salvataggio PDF...
ja: PDFを保存中...
nl: PDF opslaan...
pl: Zapisuję PDF...
pt: Salvando PDF...
ro: Salvarea PDF...
ru: Сохранение PDF...
sk: Ukladanie PDF...
sv: Sparar PDF...
tr: PDF kaydediliyor...
uk: Збереження PDF...

source: OCR page {0}...
bg: OCR страница {0}...
cs: OCR stránka {0}...
da: OCR-side {0}...
de: OCR-Seite {0}...
el: OCR σελίδα {0}...
es: OCR página {0}...
et: OCR leht {0}...
fi: OCR-sivu {0}...
he: OCR עמוד {0}...
hr: OCR stranica {0}...
hu: OCR oldal {0}...
is: OCR síða {0}...
it: OCR pagina {0}...
ja: OCRページ {0}...
nl: OCR-pagina {0}...
pl: OCR strona {0}...
pt: OCR página {0}...
ro: OCR pagină {0}...
ru: OCR страница {0}...
sk: OCR stránka {0}...
sv: OCR-sida {0}...
tr: OCR sayfası {0}...
uk: OCR сторінка {0}...

source: Starting OCR...
bg: Започване на OCR...
cs: Spouštění OCR...
da: Starter OCR...
de: OCR wird gestartet...
el: Έναρξη OCR...
es: Iniciando OCR...
et: OCR-i käivitamine...
fi: Aloitetaan OCR...
fr: Démarrage de l'OCR...
he: מתחיל OCR...
hr: Pokrećem OCR...
hu: OCR indítása...
is: Byrjar OCR...
it: Avvio OCR...
ja: OCRを開始しています...
nl: OCR starten...
pl: Rozpoczynanie OCR...
pt: Iniciando OCR...
ro: Pornind OCR...
ru: Запуск OCR...
sk: Spúšťam OCR...
sv: Startar OCR...
tr: OCR başlatılıyor...
uk: Запуск OCR...

source: No screenshot tool available. Please install spectacle, gnome-screenshot, or flameshot.
bg: Няма наличен инструмент за екранна снимка. Моля, инсталирайте spectacle, gnome-screenshot или flameshot.
cs: Není k dispozici žádný nástroj pro snímání obrazovky. Prosím, nainstalujte spectacle, gnome-screenshot nebo flameshot.
da: Ingen skærmbillede værktøj tilgængeligt. Installer venligst spectacle, gnome-screenshot eller flameshot.
de: Kein Screenshot-Tool verfügbar. Bitte installieren Sie Spectacle, gnome-screenshot oder Flameshot.
el: Δεν είναι διαθέσιμο εργαλείο στιγμιότυπου οθόνης. Παρακαλώ εγκαταστήστε το spectacle, gnome-screenshot ή flameshot.
es: No hay herramienta de captura de pantalla disponible. Por favor, instala spectacle, gnome-screenshot o flameshot.
et: Kuvakaamera tööriista pole saadaval. Palun installige spectacle, gnome-screenshot või flameshot.
fi: Ei näyttökuvatyökalua saatavilla. Asenna spectacle, gnome-screenshot tai flameshot.
fr: Aucun outil de capture d'écran disponible. Veuillez installer spectacle, gnome-screenshot ou flameshot.
he: אין כלי צילום מסך זמין. אנא התקן את spectacle, gnome-screenshot או flameshot.
hr: Nema alata za snimanje zaslona. Molimo instalirajte spectacle, gnome-screenshot ili flameshot.
hu: Nincs elérhető képernyőkép eszköz. Kérjük, telepítse a spectacle-t, a gnome-screenshot-ot vagy a flameshot-ot.
is: Ekkert skjámyndatæki tiltækt. Vinsamlegast settu upp spectacle, gnome-screenshot eða flameshot.
it: Nessun strumento di cattura dello schermo disponibile. Si prega di installare spectacle, gnome-screenshot o flameshot.
ja: スクリーンショットツールが利用できません。spectacle、gnome-screenshot、またはflameshotをインストールしてください。
nl: Geen screenshot-tool beschikbaar. Installeer alstublieft spectacle, gnome-screenshot of flameshot.
no: Ingen skjermbildeverktøy tilgjengelig. Vennligst installer spectacle, gnome-screenshot eller flameshot.
pl: Brak dostępnego narzędzia do zrzutów ekranu. Proszę zainstalować spectacle, gnome-screenshot lub flameshot.
pt: Nenhuma ferramenta de captura de tela disponível. Por favor, instale o spectacle, gnome-screenshot ou flameshot.
ro: Nu există un instrument de captură de ecran disponibil. Vă rugăm să instalați spectacle, gnome-screenshot sau flameshot.
ru: Нет доступного инструмента для создания скриншотов. Пожалуйста, установите spectacle, gnome-screenshot или flameshot.
sk: Nástroj na snímanie obrazovky nie je k dispozícii. Nainštalujte prosím spectacle, gnome-screenshot alebo flameshot.
sv: Ingen skärmdumpsverktyg tillgängligt. Vänligen installera spectacle, gnome-screenshot eller flameshot.
tr: Ekran görüntüsü aracı mevcut değil. Lütfen spectacle, gnome-screenshot veya flameshot'ı yükleyin.
uk: Немає доступного інструмента для знімків екрану. Будь ласка, встановіть spectacle, gnome-screenshot або flameshot.

source: Screenshot was cancelled
bg: Скриншотът беше отменен.
cs: Zachycení obrazovky bylo zrušeno.
da: Screenshot blev annulleret
de: Screenshot wurde abgebrochen.
el: Η λήψη οθόνης ακυρώθηκε.
es: La captura de pantalla fue cancelada
et: Kuvapilt tühistati.
fi: Näyttökuva peruttiin.
fr: La capture d'écran a été annulée.
he: צילום המסך בוטל
hr: Snimanje zaslona je otkazano.
hu: A képernyőkép törölve lett.
is: Skjáskot var aflýst.
it: Cattura schermo annullata
ja: スクリーンショットはキャンセルされました。
nl: Screenshot is geannuleerd
no: Skjermbilde ble avbrutt.
pl: Zrzut ekranu został anulowany.
pt: Captura de tela foi cancelada.
ro: Captura de ecran a fost anulată.
ru: Скриншот был отменён.
sk: Zachytenie obrazovky bolo zrušené.
sv: Skärmdumpen avbröts.
tr: Ekran görüntüsü iptal edildi.
uk: Знімок екрана було скасовано.

source: An unexpected error occurred during capture: {0}
bg: Възникна неочаквана грешка при заснемане: {0}
cs: Při snímání došlo k neočekávané chybě: {0}
da: Der opstod en uventet fejl under optagelsen: {0}
de: Ein unerwarteter Fehler ist bei der Aufnahme aufgetreten: {0}
el: Παρουσιάστηκε απροσδόκητο σφάλμα κατά τη λήψη: {0}
es: Ocurrió un error inesperado durante la captura: {0}
fi: Odottamaton virhe kaappauksen aikana: {0}
fr: Une erreur inattendue s'est produite pendant la capture : {0}
hr: Došlo je do neočekivane greške tijekom snimanja: {0}
hu: Váratlan hiba történt a rögzítés során: {0}
is: Óvænt villa kom upp við skjámyndatöku: {0}
ja: キャプチャ中に予期しないエラーが発生しました：{0}
nl: Er is een onverwachte fout opgetreden tijdens de opname: {0}
pl: Wystąpił nieoczekiwany błąd podczas przechwytywania: {0}
pt: Ocorreu um erro inesperado durante a captura: {0}
ro: A apărut o eroare neașteptată în timpul capturii: {0}
ru: Произошла непредвиденная ошибка при захвате: {0}
sk: Pri snímaní došlo k neočakávanej chybe: {0}
sv: Ett oväntat fel uppstod under inspelningen: {0}
tr: Yakalama sırasında beklenmeyen bir hata oluştu: {0}
uk: Під час захоплення сталася неочікувана помилка: {0}

source: Could not load image file.
bg: Не можа да зареди изображение.
cs: Nepodařilo se načíst obrazový soubor.
da: Kunne ikke indlæse billedfil.
de: Bilddatei konnte nicht geladen werden.
el: Δεν ήταν δυνατή η φόρτωση του αρχείου εικόνας.
es: No se pudo cargar el archivo de imagen.
et: Pilti ei õnnestunud laadida.
fi: Kuvafailua ei voitu ladata.
fr: Impossible de charger le fichier image.
he: לא ניתן לטעון את קובץ התמונה.
hr: Nije moguće učitati datoteku s slikom.
hu: Nem sikerült betölteni a képfájlt.
is: Gat ekki hlaðið myndaskrá.
it: Impossibile caricare il file immagine.
ja: 画像ファイルを読み込めませんでした。
nl: Kon het afbeeldingsbestand niet laden.
pl: Nie można załadować pliku obrazu.
pt: Não foi possível carregar o arquivo de imagem.
ro: Nu s-a putut încărca fișierul imagine.
ru: Не удалось загрузить файл изображения.
sk: Nepodarilo sa načítať súbor s obrázkom.
sv: Kunde inte ladda bildfil.
tr: Görüntü dosyası yüklenemedi.
uk: Не вдалося завантажити файл зображення.

source: OCR processing timed out.
bg: OCR обработката изтече.
cs: Čas zpracování OCR vypršel.
da: OCR-behandling er tidsbegrænset.
de: OCR-Verarbeitung hat die Zeitüberschreitung erreicht.
el: Η επεξεργασία OCR υπερέβη το χρονικό όριο.
es: El procesamiento de OCR ha excedido el tiempo de espera.
et: OCR töötlemine aegus.
fi: OCR-käsittely aikakatkaistiin.
fr: Le traitement OCR a expiré.
he: זמן עיבוד ה-OCR פג.
hr: Vrijeme obrade OCR-a isteklo.
hu: Az OCR feldolgozás időtúllépett.
is: OCR úrvinnsla tímabundin.
it: Il processo OCR è scaduto.
ja: OCR処理がタイムアウトしました。
nl: OCR-verwerking is verlopen.
pl: Przetwarzanie OCR przekroczyło czas oczekiwania.
pt: O processamento de OCR excedeu o tempo limite.
ro: Procesarea OCR a expirat.
ru: Время обработки OCR истекло.
sk: Čas spracovania OCR vypršal.
sv: OCR-behandling har tidsgräns.
tr: OCR işleme süresi doldu.
uk: OCR-обробка перевищила час очікування.

source: OCR processing failed.
bg: OCR обработката не успя.
cs: Zpracování OCR selhalo.
da: OCR-behandling mislykkedes.
de: OCR-Verarbeitung fehlgeschlagen.
el: Η επεξεργασία OCR απέτυχε.
es: El procesamiento de OCR falló.
et: OCR töötlemine ebaõnnestus.
fi: OCR-käsittely epäonnistui.
fr: Le traitement OCR a échoué.
he: עיבוד OCR נכשל.
hr: OCR obrada nije uspjela.
hu: OCR feldolgozás meghiúsult.
is: OCR vinnsla mistókst.
it: Elaborazione OCR non riuscita.
ja: OCR処理に失敗しました。
nl: OCR-verwerking mislukt.
pl: Przetwarzanie OCR nie powiodło się.
pt: Falha no processamento de OCR.
ro: Procesarea OCR a eșuat.
ru: Ошибка обработки OCR.
sk: Spracovanie OCR zlyhalo.
sv: OCR-behandling misslyckades.
tr: OCR işleme başarısız oldu.
uk: OCR-обробка не вдалася.

source: No text found in the image
bg: Не е намерен текст в изображението.
cs: Žádný text nebyl nalezen v obrázku.
da: Ingen tekst fundet i billedet
de: Kein Text im Bild gefunden.
el: Δεν βρέθηκε κείμενο στην εικόνα
es: No se encontró texto en la imagen.
et: Pildist ei leitud teksti.
fi: Kuvasta ei löytynyt tekstiä.
fr: Aucun texte trouvé dans l'image.
he: לא נמצא טקסט בתמונה
hr: Nema teksta pronađenog u slici
hu: Nincs szöveg a képen.
is: Engin text fannst í myndinni.
it: Nessun testo trovato nell'immagine
ja: 画像にテキストが見つかりません。
nl: Geen tekst gevonden in de afbeelding.
pl: Nie znaleziono tekstu w obrazie.
pt: Nenhum texto encontrado na imagem.
ro: Niciun text găsit în imagine.
ru: Текст в изображении не найден.
sk: Nenašiel sa žiadny text v obrázku.
sv: Ingen text hittades i bilden.
tr: Görüntüde metin bulunamadı.
uk: Текст у зображенні не знайдено

source: OCR engine not available. Please check your installation.
bg: OCR двигателят не е наличен. Моля, проверете инсталацията си.
cs: OCR engine není k dispozici. Zkontrolujte svou instalaci.
da: OCR-motor ikke tilgængelig. Kontroller venligst din installation.
de: OCR-Engine nicht verfügbar. Bitte überprüfen Sie Ihre Installation.
el: Ο κινητήρας OCR δεν είναι διαθέσιμος. Παρακαλώ ελέγξτε την εγκατάστασή σας.
es: El motor OCR no está disponible. Por favor, verifica tu instalación.
et: OCR mootor ei ole saadaval. Palun kontrollige oma installatsiooni.
fi: OCR-moottori ei ole käytettävissä. Tarkista asennuksesi.
fr: Moteur OCR non disponible. Veuillez vérifier votre installation.
he: מנוע OCR אינו זמין. אנא בדוק את ההתקנה שלך.
hr: OCR motor nije dostupan. Molimo provjerite svoju instalaciju.
hu: Az OCR motor nem elérhető. Kérjük, ellenőrizze a telepítést.
is: OCR vél er ekki tiltækt. Vinsamlegast athugaðu uppsetninguna þína.
it: Motore OCR non disponibile. Controlla la tua installazione.
ja: OCRエンジンが利用できません。インストールを確認してください。
nl: OCR-engine niet beschikbaar. Controleer uw installatie.
pl: Silnik OCR niedostępny. Sprawdź swoją instalację.
pt: Motor OCR não disponível. Verifique sua instalação.
ro: Motor OCR indisponibil. Vă rugăm să verificați instalarea.
ru: Движок OCR недоступен. Пожалуйста, проверьте вашу установку.
sk: OCR engine nie je k dispozícii. Skontrolujte svoju inštaláciu.
sv: OCR-motorn är inte tillgänglig. Kontrollera din installation.
tr: OCR motoru mevcut değil. Lütfen kurulumunuzu kontrol edin.
uk: OCR-рушій недоступний. Перевірте вашу інсталяцію.

source: Could not find the file. Was it moved or deleted?
bg: Файлът не е намерен. Преместен ли е или изтрит?
cs: Soubor nebyl nalezen. Byl přesunut nebo smazán?
da: Filen blev ikke fundet. Er den blevet flyttet eller slettet?
de: Datei nicht gefunden. Wurde sie verschoben oder gelöscht?
el: Δεν βρέθηκε το αρχείο. Μετακινήθηκε ή διαγράφηκε;
es: No se encontró el archivo. ¿Fue movido o eliminado?
fi: Tiedostoa ei löytynyt. Onko se siirretty tai poistettu?
fr: Fichier introuvable. A-t-il été déplacé ou supprimé ?
hr: Datoteka nije pronađena. Je li premještena ili obrisana?
hu: A fájl nem található. Áthelyezték vagy törölték?
is: Fann ekki skrána. Var henni flutt eða eytt?
ja: ファイルが見つかりません。移動または削除されましたか？
nl: Bestand niet gevonden. Is het verplaatst of verwijderd?
pl: Nie znaleziono pliku. Czy został przeniesiony lub usunięty?
pt: Não foi possível encontrar o arquivo. Ele foi movido ou excluído?
ro: Fișierul nu a fost găsit. A fost mutat sau șters?
ru: Файл не найден. Он был перемещён или удалён?
sk: Súbor sa nenašiel. Bol presunutý alebo vymazaný?
sv: Filen hittades inte. Har den flyttats eller tagits bort?
tr: Dosya bulunamadı. Taşındı veya silindi mi?
uk: Не вдалося знайти файл. Його переміщено або видалено?

source: Cannot write to this folder. Choose a different location.
bg: Не може да се записва в тази папка. Изберете друго местоположение.
cs: Do této složky nelze zapisovat. Zvolte jiné umístění.
da: Kan ikke skrive til denne mappe. Vælg en anden placering.
de: Kann nicht in diesen Ordner schreiben. Wählen Sie einen anderen Speicherort.
el: Αδυναμία εγγραφής σε αυτόν τον φάκελο. Επιλέξτε διαφορετική τοποθεσία.
es: No se puede escribir en esta carpeta. Elija otra ubicación.
fi: Kansioon ei voi kirjoittaa. Valitse toinen sijainti.
fr: Impossible d'écrire dans ce dossier. Choisissez un autre emplacement.
hr: Nije moguće pisati u ovu mapu. Odaberite drugu lokaciju.
hu: Nem lehet írni ebbe a mappába. Válasszon másik helyet.
is: Get ekki skrifað í þessa möppu. Veldu annan stað.
ja: このフォルダに書き込めません。別の場所を選択してください。
nl: Kan niet schrijven naar deze map. Kies een andere locatie.
pl: Nie można zapisać w tym folderze. Wybierz inną lokalizację.
pt: Não é possível gravar nesta pasta. Escolha outro local.
ro: Nu se poate scrie în acest dosar. Alegeți altă locație.
ru: Невозможно записать в эту папку. Выберите другое расположение.
sk: Do tohto priečinka nie je možné zapisovať. Vyberte iné umiestnenie.
sv: Kan inte skriva till denna mapp. Välj en annan plats.
tr: Bu klasöre yazılamıyor. Farklı bir konum seçin.
uk: Неможливо записати в цю папку. Оберіть інше розташування.

source: This PDF is password-protected. Remove the password first.
bg: Този PDF е защитен с парола. Първо премахнете паролата.
cs: Tento PDF je chráněn heslem. Nejprve odstraňte heslo.
da: Denne PDF er beskyttet med adgangskode. Fjern adgangskoden først.
de: Dieses PDF ist passwortgeschützt. Entfernen Sie zuerst das Passwort.
el: Αυτό το PDF προστατεύεται με κωδικό. Αφαιρέστε τον κωδικό πρώτα.
es: Este PDF está protegido con contraseña. Elimine la contraseña primero.
fi: Tämä PDF on suojattu salasanalla. Poista salasana ensin.
fr: Ce PDF est protégé par mot de passe. Supprimez le mot de passe d'abord.
hr: Ovaj PDF je zaštićen lozinkom. Prvo uklonite lozinku.
hu: Ez a PDF jelszóval védett. Először távolítsa el a jelszót.
is: Þetta PDF er varið með lykilorði. Fjarlægðu lykilorðið fyrst.
ja: このPDFはパスワードで保護されています。まずパスワードを解除してください。
nl: Deze PDF is beveiligd met een wachtwoord. Verwijder eerst het wachtwoord.
pl: Ten PDF jest chroniony hasłem. Najpierw usuń hasło.
pt: Este PDF é protegido por senha. Remova a senha primeiro.
ro: Acest PDF este protejat prin parolă. Eliminați parola mai întâi.
ru: Этот PDF защищён паролем. Сначала удалите пароль.
sk: Tento PDF je chránený heslom. Najprv odstráňte heslo.
sv: Denna PDF är lösenordsskyddad. Ta bort lösenordet först.
tr: Bu PDF şifre korumalı. Önce şifreyi kaldırın.
uk: Цей PDF захищений паролем. Спочатку зніміть пароль.

source: The PDF file appears to be damaged or invalid: {error}
bg: PDF файлът изглежда повреден или невалиден: {error}
cs: PDF soubor se zdá být poškozený nebo neplatný: {error}
da: PDF-filen ser ud til at være beskadiget eller ugyldig: {error}
de: Die PDF-Datei scheint beschädigt oder ungültig zu sein: {error}
el: Το αρχείο PDF φαίνεται κατεστραμμένο ή μη έγκυρο: {error}
es: El archivo PDF parece estar dañado o ser inválido: {error}
fi: PDF-tiedosto vaikuttaa vahingoittuneelta tai virheelliseltä: {error}
fr: Le fichier PDF semble endommagé ou invalide : {error}
hr: PDF datoteka izgleda oštećena ili nevažeća: {error}
hu: A PDF fájl sérültnek vagy érvénytelennek tűnik: {error}
is: PDF-skráin virðist vera skemmd eða ógild: {error}
ja: PDFファイルが破損しているか無効のようです：{error}
nl: Het PDF-bestand lijkt beschadigd of ongeldig: {error}
pl: Plik PDF wydaje się uszkodzony lub nieprawidłowy: {error}
pt: O arquivo PDF parece estar danificado ou inválido: {error}
ro: Fișierul PDF pare deteriorat sau invalid: {error}
ru: PDF-файл повреждён или недействителен: {error}
sk: PDF súbor sa zdá byť poškodený alebo neplatný: {error}
sv: PDF-filen verkar vara skadad eller ogiltig: {error}
tr: PDF dosyası hasarlı veya geçersiz görünüyor: {error}
uk: PDF файл виглядає пошкодженим або недійсним: {error}

source: No input files provided.
bg: Не са предоставени входни файлове.
cs: Nebyly zadány žádné vstupní soubory.
da: Ingen inputfiler angivet.
de: Keine Eingabedateien angegeben.
el: Δεν παρέχονται αρχεία εισόδου.
es: No se proporcionaron archivos de entrada.
fi: Syötetiedostoja ei annettu.
fr: Aucun fichier d'entrée fourni.
hr: Nisu navedene ulazne datoteke.
hu: Nem adtak meg bemeneti fájlokat.
is: Engar inntaksskrár gefnar.
ja: 入力ファイルが指定されていません。
nl: Geen invoerbestanden opgegeven.
pl: Nie podano plików wejściowych.
pt: Nenhum arquivo de entrada fornecido.
ro: Nu au fost furnizate fișiere de intrare.
ru: Входные файлы не указаны.
sk: Neboli zadané žiadne vstupné súbory.
sv: Inga indatafiler angivna.
tr: Giriş dosyası sağlanmadı.
uk: Вхідні файли не надано.

source: Verbose logging (DEBUG)
bg: Подробно журналиране (DEBUG)
cs: Podrobné logování (DEBUG)
da: Detaljeret logning (DEBUG)
de: Ausführliche Protokollierung (DEBUG)
el: Λεπτομερής καταγραφή (DEBUG)
es: Registro detallado (DEBUG)
fi: Yksityiskohtainen lokitus (DEBUG)
fr: Journalisation détaillée (DEBUG)
hr: Opširno bilježenje (DEBUG)
hu: Részletes naplózás (DEBUG)
is: Ítarleg skráning (DEBUG)
ja: 詳細ログ（DEBUG）
nl: Uitgebreide logging (DEBUG)
pl: Szczegółowe logowanie (DEBUG)
pt: Log detalhado (DEBUG)
ro: Jurnal detaliat (DEBUG)
ru: Подробное журналирование (DEBUG)
sk: Podrobné logovanie (DEBUG)
sv: Detaljerad loggning (DEBUG)
tr: Ayrıntılı günlük (DEBUG)
uk: Детальне журналювання (DEBUG)

source: Available commands
bg: Налични команди
cs: Dostupné příkazy
da: Tilgængelige kommandoer
de: Verfügbare Befehle
el: Διαθέσιμες εντολές
es: Comandos disponibles
fi: Käytettävissä olevat komennot
fr: Commandes disponibles
hr: Dostupne naredbe
hu: Elérhető parancsok
is: Tiltækar skipanir
ja: 利用可能なコマンド
nl: Beschikbare opdrachten
pl: Dostępne polecenia
pt: Comandos disponíveis
ro: Comenzi disponibile
ru: Доступные команды
sk: Dostupné príkazy
sv: Tillgängliga kommandon
tr: Kullanılabilir komutlar
uk: Доступні команди

source: OCR processing for PDF files
bg: OCR обработка на PDF файлове
cs: OCR zpracování PDF souborů
da: OCR-behandling af PDF-filer
de: OCR-Verarbeitung für PDF-Dateien
el: Επεξεργασία OCR για αρχεία PDF
es: Procesamiento OCR para archivos PDF
fi: OCR-käsittely PDF-tiedostoille
fr: Traitement OCR pour fichiers PDF
hr: OCR obrada PDF datoteka
hu: OCR feldolgozás PDF fájlokhoz
is: OCR-vinnsla fyrir PDF-skrár
ja: PDFファイルのOCR処理
nl: OCR-verwerking voor PDF-bestanden
pl: Przetwarzanie OCR plików PDF
pt: Processamento OCR para arquivos PDF
ro: Procesare OCR pentru fișiere PDF
ru: OCR-обработка PDF-файлов
sk: OCR spracovanie PDF súborov
sv: OCR-behandling av PDF-filer
tr: PDF dosyaları için OCR işleme
uk: OCR-обробка PDF файлів

source: Input PDF file
bg: Входен PDF файл
cs: Vstupní PDF soubor
da: PDF-inputfil
de: PDF-Eingabedatei
el: Αρχείο PDF εισόδου
es: Archivo PDF de entrada
fi: PDF-syötetiedosto
fr: Fichier PDF d'entrée
hr: Ulazna PDF datoteka
hu: Bemeneti PDF fájl
is: PDF-inntaksskrá
ja: 入力PDFファイル
nl: PDF-invoerbestand
pl: Wejściowy plik PDF
pt: Arquivo PDF de entrada
ro: Fișier PDF de intrare
ru: Входной PDF-файл
sk: Vstupný PDF súbor
sv: PDF-indatafil
tr: Giriş PDF dosyası
uk: Вхідний PDF файл

source: Output PDF file
bg: Изходен PDF файл
cs: Výstupní PDF soubor
da: PDF-outputfil
de: PDF-Ausgabedatei
el: Αρχείο PDF εξόδου
es: Archivo PDF de salida
fi: PDF-tulostetiedosto
fr: Fichier PDF de sortie
hr: Izlazna PDF datoteka
hu: Kimeneti PDF fájl
is: PDF-úttaksskrá
ja: 出力PDFファイル
nl: PDF-uitvoerbestand
pl: Wyjściowy plik PDF
pt: Arquivo PDF de saída
ro: Fișier PDF de ieșire
ru: Выходной PDF-файл
sk: Výstupný PDF súbor
sv: PDF-utdatafil
tr: Çıkış PDF dosyası
uk: Вихідний PDF файл

source: Pages to process (e.g. '7', '3-10', '1,3,7'). Default: all.
bg: Страници за обработка (напр. '7', '3-10', '1,3,7'). По подразбиране: всички.
cs: Stránky ke zpracování (např. '7', '3-10', '1,3,7'). Výchozí: všechny.
da: Sider at behandle (f.eks. '7', '3-10', '1,3,7'). Standard: alle.
de: Zu verarbeitende Seiten (z. B. '7', '3-10', '1,3,7'). Standard: alle.
el: Σελίδες προς επεξεργασία (π.χ. '7', '3-10', '1,3,7'). Προεπιλογή: όλες.
es: Páginas a procesar (ej. '7', '3-10', '1,3,7'). Por defecto: todas.
fi: Käsiteltävät sivut (esim. '7', '3-10', '1,3,7'). Oletus: kaikki.
fr: Pages à traiter (ex. « 7 », « 3-10 », « 1,3,7 »). Par défaut : toutes.
hr: Stranice za obradu (npr. '7', '3-10', '1,3,7'). Zadano: sve.
hu: Feldolgozandó oldalak (pl. '7', '3-10', '1,3,7'). Alapértelmezett: mind.
is: Síður til vinnslu (t.d. '7', '3-10', '1,3,7'). Sjálfgefið: allar.
ja: 処理するページ（例：'7', '3-10', '1,3,7'）。デフォルト：すべて。
nl: Te verwerken pagina's (bijv. '7', '3-10', '1,3,7'). Standaard: alle.
pl: Strony do przetworzenia (np. '7', '3-10', '1,3,7'). Domyślnie: wszystkie.
pt: Páginas a processar (ex.: '7', '3-10', '1,3,7'). Padrão: todas.
ro: Pagini de procesat (ex. '7', '3-10', '1,3,7'). Implicit: toate.
ru: Страницы для обработки (напр. '7', '3-10', '1,3,7'). По умолчанию: все.
sk: Stránky na spracovanie (napr. '7', '3-10', '1,3,7'). Predvolené: všetky.
sv: Sidor att behandla (t.ex. '7', '3-10', '1,3,7'). Standard: alla.
tr: İşlenecek sayfalar (ör. '7', '3-10', '1,3,7'). Varsayılan: tümü.
uk: Сторінки для обробки (напр. '7', '3-10', '1,3,7'). За замовчуванням: всі.
