Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Corrects pages that look like a trapezoid because the photo was taken at an angle instead of straight above.
bg: Коригира страници, изглеждащи като трапец, защото снимката е направена под ъгъл вместо отгоре.
da: Retter sider der ligner et trapez fordi fotoet blev taget skråt i stedet for lige ovenfra.
el: Διορθώνει σελίδες που μοιάζουν με τραπέζιο γιατί η φωτογραφία λήφθηκε υπό γωνία αντί κάθετα.
es: Corrige páginas que parecen un trapecio porque la foto fue tomada en ángulo en lugar de directamente arriba.
fi: Korjaa sivut, jotka näyttävät trapetsilta, koska kuva otettiin vinosti eikä suoraan ylhäältä.
hr: Ispravlja stranice koje izgledaju kao trapez jer je fotografija snimljena pod kutom umjesto odozgo.
hu: Javítja a trapéz alakú oldalakat, amelyek azért tűnnek így, mert a fénykép szögben készült, nem felülről.
is: Lagar síður sem líta út eins og trapisa vegna þess að myndin var tekin á halla í stað beint ofan.
ja: 真上からでなく斜めから撮影されたために台形に見えるページを補正します。
nl: Corrigeert pagina's die eruitzien als een trapezium omdat de foto onder een hoek is genomen in plaats van recht van boven.
pl: Koryguje strony wyglądające jak trapez, ponieważ zdjęcie zostało zrobione pod kątem zamiast z góry.
pt: Corrige páginas que parecem um trapézio porque a foto foi tirada em ângulo em vez de diretamente acima.
ro: Corectează paginile care arată ca un trapez deoarece fotografia a fost făcută sub un unghi în loc de direct de deasupra.
ru: Исправляет страницы, выглядящие как трапеция, потому что фото было сделано под углом, а не сверху.
sk: Opravuje strany vyzerajúce ako lichobežník, pretože fotografia bola urobená pod uhlom namiesto zhora.
sv: Rättar sidor som ser ut som trapetser för att fotot togs snett istället för rakt ovanifrån.
tr: Fotoğraf düz yukarıdan değil açıdan çekildiği için yamuk görünen sayfaları düzeltir.

source: Fix Page Direction
bg: Поправяне на посоката на страницата
da: Ret sideretning
el: Διόρθωση κατεύθυνσης σελίδας
es: Corregir Dirección de Página
fi: Korjaa sivun suunta
hr: Ispravi smjer stranice
hu: Oldal irányának javítása
is: Laga síðustefnu
ja: ページ方向の修正
nl: Paginarichting corrigeren
pl: Napraw kierunek strony
pt: Corrigir Direção da Página
ro: Corectează direcția paginii
ru: Исправить направление страницы
sk: Opraviť smer strany
sv: Rätta sidriktning
tr: Sayfa yönünü düzelt

source: Detects and fixes pages that are upside-down or sideways, automatically rotating them to the correct orientation.
bg: Открива и коригира обърнати или странични страници, като ги завърта автоматично в правилната посока.
da: Opdager og retter sider der er på hovedet eller sidelæns, og drejer dem automatisk til korrekt orientering.
el: Ανιχνεύει και διορθώνει ανεστραμμένες ή πλάγιες σελίδες, περιστρέφοντάς τες αυτόματα στον σωστό προσανατολισμό.
es: Detecta y corrige páginas boca abajo o de lado, girándolas automáticamente a la orientación correcta.
fi: Havaitsee ja korjaa ylösalaisin tai sivuttain olevat sivut ja kääntää ne automaattisesti oikeaan asentoon.
hr: Otkriva i ispravlja stranice koje su naopako ili bočno, automatski ih rotirajući u ispravnu orijentaciju.
hu: Felismeri és javítja a fejjel lefelé vagy oldalra fordított oldalakat, automatikusan elforgatva őket a helyes tájolásba.
is: Greinir og lagar síður sem eru á hvolfi eða á hliðinni, og snýr þeim sjálfvirkt á réttan hátt.
ja: 上下逆さまや横向きのページを検出し、自動的に正しい向きに回転します。
nl: Detecteert en corrigeert omgekeerde of zijwaartse pagina's en draait ze automatisch naar de juiste oriëntatie.
pl: Wykrywa i koryguje strony odwrócone lub obrócone na bok, automatycznie obracając je do prawidłowej orientacji.
pt: Detecta e corrige páginas de cabeça para baixo ou de lado, girando-as automaticamente para a orientação correta.
ro: Detectează și corectează paginile inversate sau laterale, rotindu-le automat la orientarea corectă.
ru: Определяет и исправляет перевёрнутые или повёрнутые набок страницы, автоматически поворачивая их в правильную ориентацию.
sk: Detekuje a opravuje prevrátené alebo otočené strany a automaticky ich otáča do správnej orientácie.
sv: Upptäcker och korrigerar sidor som är upp-och-ner eller sidledes, och roterar dem automatiskt till rätt orientering.
tr: Ters veya yan duran sayfaları algılar ve düzeltir, otomatik olarak doğru yöne döndürür.

source: Enhance Readability
bg: Подобряване на четимостта
da: Forbedr læsbarhed
el: Βελτίωση αναγνωσιμότητας
es: Mejorar Legibilidad
fi: Paranna luettavuutta
hr: Poboljšaj čitljivost
hu: Olvashatóság javítása
is: Bæta læsileika
ja: 読みやすさの向上
nl: Leesbaarheid verbeteren
pl: Popraw czytelność
pt: Melhorar Legibilidade
ro: Îmbunătățește lizibilitatea
ru: Улучшить читаемость
sk: Zlepšiť čitateľnosť
sv: Förbättra läsbarhet
tr: Okunabilirliği artır

source: Makes text darker and the background lighter, producing a cleaner result similar to a high-quality scan.
bg: Прави текста по-тъмен, а фона по-светъл, давайки по-чист резултат подобен на високо качествено сканиране.
da: Gør tekst mørkere og baggrunden lysere, hvilket giver et renere resultat svarende til en skanning af høj kvalitet.
el: Κάνει το κείμενο πιο σκούρο και το φόντο πιο φωτεινό, παράγοντας καθαρότερο αποτέλεσμα παρόμοιο με σάρωση υψηλής ποιότητας.
es: Hace el texto más oscuro y el fondo más claro, produciendo un resultado más limpio similar a un escaneo de alta calidad.
fi: Tekee tekstistä tummempaa ja taustasta vaaleampaa, tuottaen puhtaamman tuloksen korkealaatuisen skannauksen tapaan.
hr: Čini tekst tamnijim, a pozadinu svjetlijom, stvarajući čišći rezultat sličan kvalitetnom skeniranju.
hu: A szöveget sötétebbé, a hátteret világosabbá teszi, tisztább eredményt produkálva, hasonlóan egy jó minőségű szkeneléshez.
is: Gerir texta dekkri og bakgrunn ljósari og gefur hreinlegri niðurstöðu líkt og hágæða skönnun.
ja: テキストを濃く、背景を明るくし、高品質スキャンに似たきれいな結果を生成します。
nl: Maakt tekst donkerder en de achtergrond lichter, wat een schoner resultaat geeft vergelijkbaar met een scan van hoge kwaliteit.
pl: Sprawia, że tekst jest ciemniejszy, a tło jaśniejsze, dając czystszy wynik podobny do skanu wysokiej jakości.
pt: Torna o texto mais escuro e o fundo mais claro, produzindo um resultado mais limpo similar a uma digitalização de alta qualidade.
ro: Face textul mai întunecat și fundalul mai deschis, producând un rezultat mai curat similar unei scanări de calitate.
ru: Делает текст темнее, а фон светлее, создавая более чистый результат, похожий на качественное сканирование.
sk: Stmaví text a zosvetlí pozadie, čím vznikne čistejší výsledok podobný kvalitnému skenu.
sv: Gör texten mörkare och bakgrunden ljusare, vilket ger ett renare resultat liknande en skanning av hög kvalitet.
tr: Metni daha koyu, arka planı daha açık yaparak yüksek kaliteli taramaya benzer temiz bir sonuç üretir.

source: Apply image corrections (deskew, dewarp, perspective) to images inside pages that already contain text. Normally skipped because these images are already well-aligned. Enable only if embedded images appear crooked or distorted.
bg: Прилага корекции на изображения (изправяне, коригиране, перспектива) към изображения в страници, съдържащи текст. Обикновено се пропуска, тъй като тези изображения вече са добре подравнени. Включете само ако вградените изображения изглеждат криви или изкривени.
da: Anvender billedkorrektioner (udretning, afrunding, perspektiv) på billeder i sider der allerede indeholder tekst. Springes normalt over da disse billeder allerede er godt justeret. Aktivér kun hvis indlejrede billeder ser skæve eller forvrængede ud.
el: Εφαρμογή διορθώσεων εικόνας (ίσιωμα, dewarp, προοπτική) σε εικόνες μέσα σε σελίδες που ήδη περιέχουν κείμενο. Κανονικά παραλείπεται γιατί αυτές οι εικόνες είναι ήδη σωστά ευθυγραμμισμένες. Ενεργοποιήστε μόνο αν οι ενσωματωμένες εικόνες φαίνονται στραβές ή παραμορφωμένες.
es: Aplica correcciones de imagen (desinclinación, curvatura, perspectiva) a imágenes dentro de páginas que ya contienen texto. Normalmente se omite porque estas imágenes ya están bien alineadas. Active solo si las imágenes incorporadas aparecen torcidas o distorsionadas.
fi: Soveltaa kuvakorjauksia (suoristus, oikaisu, perspektiivi) kuviin sivuilla, jotka jo sisältävät tekstiä. Normaalisti ohitetaan, koska nämä kuvat ovat jo hyvin kohdistettu. Ota käyttöön vain jos upotetut kuvat näyttävät vinolta tai vääristyneiltä.
hr: Primjenjuje korekcije slika (izravnanje, ispravljanje, perspektiva) na slike unutar stranica koje već sadrže tekst. Obično se preskače jer su te slike već dobro poravnate. Uključite samo ako ugrađene slike izgledaju iskrivljeno ili izobličeno.
hu: Képkorrekciók alkalmazása (kiegyenesítés, dewarp, perspektíva) a már szöveget tartalmazó oldalak képeire. Általában kihagyva, mert ezek a képek már jól illeszkednek. Csak akkor kapcsolja be, ha a beágyazott képek ferdének vagy torzultnak tűnnek.
is: Beitir myndleiðréttingum (réttun, aflögun, sjónarhorn) á myndir á síðum sem þegar innihalda texta. Venjulega sleppt vegna þess að þessar myndir eru þegar vel stilltar. Virkjaðu aðeins ef innfelldar myndir virðast skakkar eða brenglast.
ja: テキストを含むページ内の画像に画像補正（傾き補正、湾曲補正、遠近補正）を適用します。通常これらの画像は正しく配置されているためスキップされます。埋め込み画像が歪んでいる場合のみ有効にしてください。
nl: Past beeldcorrecties (rechtzetten, ontbuigen, perspectief) toe op afbeeldingen in pagina's die al tekst bevatten. Wordt normaal overgeslagen omdat deze afbeeldingen al goed uitgelijnd zijn. Schakel alleen in als ingesloten afbeeldingen scheef of vervormd lijken.
pl: Stosuje korekcje obrazu (prostowanie, odkształcanie, perspektywa) do obrazów na stronach zawierających tekst. Zwykle pomijane, ponieważ te obrazy są już dobrze wyrównane. Włącz tylko jeśli osadzone obrazy wyglądają na krzywe lub zniekształcone.
pt: Aplica correções de imagem (desinclinação, curvatura, perspectiva) em imagens dentro de páginas que já contêm texto. Normalmente ignorado porque essas imagens já estão bem alinhadas. Ative apenas se as imagens incorporadas parecerem tortas ou distorcidas.
ro: Aplică corecții de imagine (îndreptare, corecție curbură, perspectivă) imaginilor din pagini care conțin deja text. Se omit în mod normal deoarece aceste imagini sunt deja bine aliniate. Activați doar dacă imaginile încorporate par strâmbe sau distorsionate.
ru: Применяет коррекцию изображений (выпрямление, исправление искажений, перспективу) к изображениям на страницах с текстом. Обычно пропускается, так как эти изображения уже выровнены. Включите только если встроенные изображения выглядят кривыми или искажёнными.
sk: Aplikuje korekcie obrázkov (narovnanie, odstránenie deformácie, perspektíva) na obrázky vnútri strán obsahujúcich text. Bežne preskakované, pretože tieto obrázky sú už dobre zarovnané. Zapnite iba ak vložené obrázky vyzerajú nakrivené alebo skreslené.
sv: Tillämpar bildkorrigeringar (uträtning, avvridning, perspektiv) på bilder i sidor som redan innehåller text. Hoppas normalt över eftersom dessa bilder redan är väljusterade. Aktivera bara om inbäddade bilder ser sneda eller förvrängda ut.
tr: Zaten metin içeren sayfalardaki görüntülere düzeltmeler (düzleştirme, eğrilik düzeltme, perspektif) uygular. Bu görüntüler zaten iyi hizalanmış olduğundan normalde atlanır. Yalnızca gömülü görüntüler eğri veya bozuk görünüyorsa etkinleştirin.

source: These corrections automatically improve your scanned or photographed documents. Each one fixes a specific problem.
bg: Тези корекции автоматично подобряват сканираните или фотографираните ви документи. Всяка от тях поправя конкретен проблем.
da: Disse korrektioner forbedrer automatisk dine skannede eller fotograferede dokumenter. Hver enkelt retter et specifikt problem.
el: Αυτές οι διορθώσεις βελτιώνουν αυτόματα τα σαρωμένα ή φωτογραφημένα έγγραφά σας. Κάθε μία διορθώνει ένα συγκεκριμένο πρόβλημα.
es: Estas correcciones mejoran automáticamente sus documentos escaneados o fotografiados. Cada una corrige un problema específico.
fi: Nämä korjaukset parantavat automaattisesti skannattuja tai valokuvattuja asiakirjojasi. Jokainen korjaa tietyn ongelman.
hr: Ove korekcije automatski poboljšavaju vaše skenirane ili fotografirane dokumente. Svaka ispravlja određeni problem.
hu: Ezek a korrekciók automatikusan javítják a szkennelt vagy fényképezett dokumentumokat. Mindegyik egy adott problémát orvosol.
is: Þessar leiðréttingar bæta sjálfvirkt skönnaðar eða ljósmyndaðar skjöl. Hver lagar ákveðið vandamál.
ja: これらの補正はスキャンまたは撮影した文書を自動的に改善します。それぞれが特定の問題を修正します。
nl: Deze correcties verbeteren automatisch uw gescande of gefotografeerde documenten. Elke correctie lost een specifiek probleem op.
pl: Te korekcje automatycznie poprawiają zeskanowane lub sfotografowane dokumenty. Każda naprawia konkretny problem.
pt: Essas correções melhoram automaticamente seus documentos digitalizados ou fotografados. Cada uma corrige um problema específico.
ro: Aceste corecții îmbunătățesc automat documentele scanate sau fotografiate. Fiecare corectează o problemă specifică.
ru: Эти коррекции автоматически улучшают отсканированные или сфотографированные документы. Каждая исправляет конкретную проблему.
sk: Tieto korekcie automaticky zlepšujú naskenované alebo odfotografované dokumenty. Každá opravuje konkrétny problém.
sv: Dessa korrigeringar förbättrar automatiskt dina skannade eller fotograferade dokument. Var och en åtgärdar ett specifikt problem.
tr: Bu düzeltmeler taranan veya fotoğraflanan belgelerinizi otomatik olarak iyileştirir. Her biri belirli bir sorunu giderir.

source: Save Extracted Text
bg: Запази извлечения текст
cs: Uložit extrahovaný text
da: Gem udtrukket tekst
de: Extrahierten Text speichern
el: Αποθήκευση Εξαγόμενου Κειμένου
es: Guardar texto extraído
et: Salvesta väljavõetud tekst
fi: Tallenna purettu teksti
fr: Enregistrer le texte extrait
he: שמור טקסט שהופק
hr: Spremi izvučeni tekst
hu: Mentett Kivont Szöveg
is: Vistaðu útdregna texta
it: Salva testo estratto
ja: 抽出したテキストを保存
nl: Bewaar geëxtraheerde tekst
no: Lagre utdraget tekst
pl: Zapisz wyodrębniony tekst
pt: Salvar Texto Extraído
ro: Salvează textul extras
ru: Сохранить извлеченный текст
sk: Uložiť extrahovaný text
sv: Spara extraherad text
tr: Çıkarılan Metni Kaydet
uk: Зберегти витягнений текст

source: Save Failed
bg: Записът не беше успешен.
cs: Uložení se nezdařilo
da: Gemning mislykkedes
de: Speichern fehlgeschlagen
el: Αποθήκευση Απέτυχε
es: Guardado fallido
et: Salvestamine ebaõnnestus
fi: Tallennus epäonnistui
fr: Échec de l'enregistrement
he: שימור נכשל
hr: Spremanje nije uspjelo
hu: Mentés sikertelen
is: Vistun mistókst
it: Salvataggio non riuscito
ja: 保存に失敗しました
nl: Opslaan mislukt
no: Lagring mislyktes
pl: Zapis nie powiódł się
pt: Falha ao salvar
ro: Salvarea a eșuat
ru: Сохранение не удалось
sk: Uloženie zlyhalo
sv: Spara misslyckades
tr: Kaydetme Başarısız oldu
uk: Збереження не вдалося

source: File Already Exists
bg: Файлът вече съществува
cs: Soubor již existuje
da: Fil findes allerede
de: Datei Existiert Bereits
el: Το αρχείο υπάρχει ήδη
es: El archivo ya existe
et: Fail juba eksisteerib
fi: Tiedosto on jo olemassa
fr: Le fichier existe déjà
he: הקובץ כבר קיים
hr: Datoteka već postoji
hu: A fájl már létezik
is: Skrá er þegar til
it: Il file esiste già
ja: ファイルはすでに存在します
nl: Bestand Bestaat Al
no: Filen finnes allerede
pl: Plik już istnieje
pt: Arquivo Já Existe
ro: Fișierul există deja
ru: Файл уже существует
sk: Súbor už existuje
sv: Fil finns redan
tr: Dosya Zaten Mevcut
uk: Файл вже існує

source: The file '{0}' already exists. What would you like to do?
bg: Файлът '{0}' вече съществува. Какво искате да направите?
cs: Soubor '{0}' již existuje. Co byste chtěli udělat?
da: Filen '{0}' findes allerede. Hvad vil du gerne gøre?
de: Die Datei '{0}' existiert bereits. Was möchten Sie tun?
el: Το αρχείο '{0}' υπάρχει ήδη. Τι θα θέλατε να κάνετε;
es: El archivo '{0}' ya existe. ¿Qué te gustaría hacer?
et: Fail '{0}' eksisteerib juba. Mida soovite teha?
fi: Tiedosto '{0}' on jo olemassa. Mitä haluaisit tehdä?
fr: Le fichier '{0}' existe déjà. Que souhaitez-vous faire ?
he: הקובץ '{0}' כבר קיים. מה תרצה לעשות?
hr: Datoteka '{0}' već postoji. Što želite učiniti?
hu: A '{0}' fájl már létezik. Mit szeretnél tenni?
is: Skjali '{0}' er þegar til. Hvað viltu gera?
it: Il file '{0}' esiste già. Cosa desideri fare?
ja: ファイル '{0}' はすでに存在します。どうしますか？
nl: Het bestand '{0}' bestaat al. Wat wilt u doen?
no: Filen '{0}' eksisterer allerede. Hva vil du gjøre?
pl: Plik '{0}' już istnieje. Co chcesz zrobić?
pt: O arquivo '{0}' já existe. O que você gostaria de fazer?
ro: Fișierul '{0}' există deja. Ce ai dori să faci?
ru: Файл '{0}' уже существует. Что вы хотите сделать?
sk: Súbor '{0}' už existuje. Čo by ste chceli urobiť?
sv: Filen '{0}' finns redan. Vad vill du göra?
tr: '{0}' dosyası zaten mevcut. Ne yapmak istersiniz?
uk: Файл '{0}' вже існує. Що ви хочете зробити?

source: Overwrite
bg: Презаписване
cs: Přepsat
da: Overskriv
de: Überschreiben
el: Επικαλύψτε
es: Sobrescribir
et: Ülekirjutamine
fi: Ylikirjoita
fr: Écraser
he: החלף
hr: Prepiši
hu: Felülírás
is: Yfirskrifa
it: Sovrascrivi
ja: 上書き
nl: Overschrijven
no: Overskriv
pl: Nadpisz
pt: Substituir
ro: Suprascrie
ru: Перезаписать
sk: Prepísať
sv: Överskriv
tr: Üzerine yazmak
uk: Перезаписати

source: Auto-Rename
bg: Авто-преименуване
cs: Automatické přejmenování
da: Auto-omdøb
de: Auto-Umbenennen
el: Αυτόματη μετονομασία
es: Renombrar automáticamente
et: Automaatne ümbernimetamine
fi: Autonimeä
fr: Renommer automatiquement
he: שינוי שם אוטומטי
hr: Automatsko preimenovanje
hu: Automatikus átnevezés
is: Sjálfvirk nafngift
it: Rinomina automaticamente
ja: 自動リネーム
nl: Automatisch Hernoemen
no: Auto-omdøpe
pl: Automatyczne zmienianie nazw
pt: Renomear Automaticamente
ro: Renunțare automată
ru: Авто-переименование
sk: Automatické premenovanie
sv: Automatisk omdöpning
tr: Otomatik Yeniden Adlandırma
uk: Авто-переіменування

source: Text saved to {filename}
bg: Текстът е запазен в {filename}
cs: Text uložen do {filename}
da: Tekst gemt i {filename}
de: Text gespeichert in {filename}
el: Κείμενο αποθηκεύτηκε στο {filename}
es: Texto guardado en {filename}
fi: Teksti tallennettu tiedostoon {filename}
fr: Texte enregistré dans {filename}
hr: Tekst spremljen u {filename}
hu: Szöveg mentve: {filename}
is: Texti vistaður í {filename}
ja: テキストを{filename}に保存しました
nl: Tekst opgeslagen in {filename}
pl: Tekst zapisany w {filename}
pt: Texto salvo em {filename}
ro: Text salvat în {filename}
ru: Текст сохранён в {filename}
sk: Text uložený do {filename}
sv: Text sparad i {filename}
tr: Metin {filename} dosyasına kaydedildi
uk: Текст збережено до {filename}

source: Resume Previous Session?
bg: Възобновяване на предишната сесия?
cs: Pokračovat v předchozí relaci?
da: Genoptag tidligere session?
de: Vorherige Sitzung fortsetzen?
el: Επαναφορά προηγούμενης συνεδρίας;
es: ¿Reanudar sesión anterior?
et: Jätka eelmist seanssi?
fi: Jatka edellistä istuntoa?
fr: Reprendre la session précédente ?
he: האם להמשיך את המפגש הקודם?
hr: Nastavi prethodnu sesiju?
hu: Előző munkamenet folytatása?
is: Endurðu fyrri lotu?
it: Riprendere la sessione precedente?
ja: 前のセッションを再開しますか？
nl: Vorige sessie hervatten?
pl: Wznów poprzednią sesję?
pt: Retomar Sessão Anterior?
ro: Reluare sesiune anterioară?
ru: Возобновить предыдущую сессию?
sk: Obnoviť predchádzajúcu reláciu?
sv: Återuppta föregående session?
tr: Önceki Oturumu Devam Ettir?
uk: Відновити попередній сеанс?

source: An incomplete processing session was found. Progress: {completed} of {total} files completed Remaining: {pending} files Would you like to resume processing the remaining files?
bg: Намерен е непълен сесия на обработка. Напредък: {completed} от {total} файла завършени Оставащи: {pending} файла Искате ли да продължите обработката на оставащите файлове?
cs: Byla nalezena neúplná zpracovatelská relace. Pokrok: {completed} z {total} souborů dokončeno Zbývá: {pending} souborů Chcete pokračovat ve zpracování zbývajících souborů?
da: Der blev fundet en ufuldstændig behandlingssession. Fremskridt: {completed} af {total} filer færdiggjort Resterende: {pending} filer Vil du gerne genoptage behandlingen af de resterende filer?
de: Eine unvollständige Verarbeitungssitzung wurde gefunden. Fortschritt: {completed} von {total} Dateien abgeschlossen Verbleibend: {pending} Dateien Möchten Sie die Verarbeitung der verbleibenden Dateien fortsetzen?
el: Βρέθηκε μια ατελής συνεδρία επεξεργασίας. Πρόοδος: {completed} από {total} αρχεία ολοκληρώθηκαν Υπολειπόμενα: {pending} αρχεία Θα θέλατε να συνεχίσετε την επεξεργασία των υπολειπόμενων αρχείων;
es: Se encontró una sesión de procesamiento incompleta. Progreso: {completed} de {total} archivos completados Restantes: {pending} archivos ¿Te gustaría reanudar el procesamiento de los archivos restantes?
et: Leitud on lõpetamata töötlemisseanss. Edenemine: {completed} {total} failist on lõpetatud Jäänud: {pending} faili Kas soovite jätkata ülejäänud failide töötlemist?
fi: Löydettiin keskeneräinen käsittelyistunto. Edistyminen: {completed} {total} tiedostosta käsitelty Jäljellä: {pending} tiedostoa Haluatko jatkaa jäljellä olevien tiedostojen käsittelyä?
fr: Une session de traitement incomplète a été trouvée. Progression : {completed} sur {total} fichiers traités Restant : {pending} fichiers Souhaitez-vous reprendre le traitement des fichiers restants ?
he: נמצאה ישיבת עיבוד לא מלאה. התקדמות: {completed} מתוך {total} קבצים הושלמו נותרו: {pending} קבצים האם תרצה להמשיך בעיבוד הקבצים שנותרו?
hr: Pronađena je nepotpuna sesija obrade. Napredak: {completed} od {total} datoteka dovršeno Preostalo: {pending} datoteka Želite li nastaviti obradu preostalih datoteka?
hu: Félbeszakított feldolgozási munkamenet található. Haladás: {completed} a {total} fájl befejezve Hátralévő: {pending} fájl Szeretné folytatni a hátralévő fájlok feldolgozását?
is: Fundin ófullkomin úrvinnslusessjón fannst. Framvinda: {completed} af {total} skrám lokið Eftir: {pending} skrár Viltu halda áfram að vinna úr þeim skrám sem eftir eru?
it: È stata trovata una sessione di elaborazione incompleta. Progresso: {completed} di {total} file completati Rimanenti: {pending} file Vuoi riprendere l'elaborazione dei file rimanenti?
ja: 不完全な処理セッションが見つかりました。 進捗: {completed} / {total} ファイルが完了しました 残り: {pending} ファイル 残りのファイルの処理を再開しますか？
nl: Er is een onvolledige verwerkingssessie gevonden. Voortgang: {completed} van {total} bestanden voltooid Overblijvend: {pending} bestanden Wilt u de verwerking van de resterende bestanden hervatten?
pl: Znaleziono niekompletną sesję przetwarzania. Postęp: {completed} z {total} plików zakończonych Pozostało: {pending} plików Czy chcesz wznowić przetwarzanie pozostałych plików?
pt: Uma sessão de processamento incompleta foi encontrada. Progresso: {completed} de {total} arquivos concluídos Restante: {pending} arquivos Você gostaria de retomar o processamento dos arquivos restantes?
ro: A fost găsită o sesiune de procesare incompletă. Progres: {completed} din {total} fișiere completate Rămase: {pending} fișiere Doriți să reluați procesarea fișierelor rămase?
ru: Обнаружена незавершенная сессия обработки. Прогресс: {completed} из {total} файлов завершено Осталось: {pending} файлов Хотите продолжить обработку оставшихся файлов?
sk: Bola nájdená neúplná spracovateľská relácia. Pokrok: {completed} z {total} súborov dokončených Zostáva: {pending} súborov Chcete pokračovať v spracovaní zostávajúcich súborov?
sv: En ofullständig bearbetningssession har hittats. Framsteg: {completed} av {total} filer slutförda Återstående: {pending} filer Vill du återuppta bearbetningen av de återstående filerna?
tr: Tamamlanmamış bir işleme oturumu bulundu. İlerleme: {completed} / {total} dosya tamamlandı Kalan: {pending} dosya Kalan dosyaların işlenmesine devam etmek ister misiniz?
uk: Знайдено незавершений сеанс обробки. Прогрес: {completed} з {total} файлів завершено Залишилось: {pending} файлів Бажаєте відновити обробку решти файлів?
