Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Big OCR PDF adds optical character recognition to your PDF files, making them searchable and allowing you to select and copy text from scanned documents.
bg: Big OCR PDF добавя оптично разпознаване на символи към вашите PDF файлове, което ги прави търсими и ви позволява да избирате и копирате текст от сканирани документи.
cs: Big OCR PDF přidává optické rozpoznávání znaků do vašich PDF souborů, což je činí prohledávatelnými a umožňuje vám vybírat a kopírovat text ze skenovaných dokumentů.
da: Big OCR PDF tilføjer optisk tegngenkendelse til dine PDF-filer, hvilket gør dem søgbare og giver dig mulighed for at vælge og kopiere tekst fra scannede dokumenter.
de: Big OCR PDF fügt Ihren PDF-Dateien eine optische Zeichenerkennung hinzu, wodurch sie durchsuchbar werden und Sie Text aus gescannten Dokumenten auswählen und kopieren können.
el: Το Big OCR PDF προσθέτει οπτική αναγνώριση χαρακτήρων στα αρχεία PDF σας, καθιστώντας τα αναζητήσιμα και επιτρέποντάς σας να επιλέγετε και να αντιγράφετε κείμενο από σαρωμένα έγγραφα.
es: Big OCR PDF agrega reconocimiento óptico de caracteres a tus archivos PDF, haciéndolos buscables y permitiéndote seleccionar y copiar texto de documentos escaneados.
et: Big OCR PDF lisab optiliseeritud tähemärkide tuvastamise teie PDF-failidele, muutes need otsitavaks ja võimaldades teil skannitud dokumentidest teksti valida ja kopeerida.
fi: Big OCR PDF lisää optisen merkkien tunnistuksen PDF-tiedostoihisi, mikä tekee niistä haettavia ja mahdollistaa tekstin valitsemisen ja kopioimisen skannatuista asiakirjoista.
fr: Big OCR PDF ajoute la reconnaissance optique de caractères à vos fichiers PDF, les rendant recherchables et vous permettant de sélectionner et de copier du texte à partir de documents numérisés.
he: Big OCR PDF מוסיף זיהוי תווים אופטי לקבצי ה-PDF שלך, מה שהופך אותם לניתנים לחיפוש ומאפשר לך לבחור ולהעתיק טקסט ממסמכים סרוקים.
hr: Big OCR PDF dodaje optičko prepoznavanje znakova vašim PDF datotekama, čineći ih pretraživima i omogućujući vam odabir i kopiranje teksta iz skeniranih dokumenata.
hu: A Big OCR PDF optikai karakterfelismerést ad a PDF fájljaidhoz, lehetővé téve a keresést és a szöveg kiválasztását, valamint másolását a beolvasott dokumentumokból.
is: Big OCR PDF bætir við sjónrænu táknþekkingu á PDF skrárnar þínar, sem gerir þær leitarhæfar og leyfir þér að velja og afrita texta úr skönnuðum skjölum.
it: Big OCR PDF aggiunge il riconoscimento ottico dei caratteri ai tuoi file PDF, rendendoli ricercabili e permettendoti di selezionare e copiare testo da documenti scansionati.
ja: Big OCR PDFは、PDFファイルに光学文字認識を追加し、検索可能にし、スキャンした文書からテキストを選択してコピーできるようにします。
nl: Big OCR PDF voegt optische tekenherkenning toe aan uw PDF-bestanden, waardoor ze doorzoekbaar worden en u tekst uit gescande documenten kunt selecteren en kopiëren.
no: Big OCR PDF legger til optisk tegngjenkjenning til PDF-filene dine, noe som gjør dem søkbare og lar deg velge og kopiere tekst fra skannede dokumenter.
pl: Big OCR PDF dodaje optyczne rozpoznawanie znaków do twoich plików PDF, co umożliwia ich przeszukiwanie oraz pozwala na wybieranie i kopiowanie tekstu z zeskanowanych dokumentów.
pt: O Big OCR PDF adiciona reconhecimento óptico de caracteres aos seus arquivos PDF, tornando-os pesquisáveis e permitindo que você selecione e copie texto de documentos digitalizados.
ro: Big OCR PDF adaugă recunoaștere optică a caracterelor la fișierele tale PDF, făcându-le căutabile și permițându-ți să selectezi și să copiezi text din documente scanate.
ru: Big OCR PDF добавляет оптическое распознавание символов к вашим PDF-файлам, делая их доступными для поиска и позволяя вам выделять и копировать текст из отсканированных документов.
sk: Big OCR PDF pridáva optické rozpoznávanie znakov do vašich PDF súborov, čím ich robí vyhľadávateľnými a umožňuje vám vyberať a kopírovať text z naskenovaných dokumentov.
sv: Big OCR PDF lägger till optisk teckenigenkänning till dina PDF-filer, vilket gör dem sökbara och låter dig välja och kopiera text från skannade dokument.
tr: Big OCR PDF, PDF dosyalarınıza optik karakter tanıma ekleyerek, bunları aranabilir hale getirir ve taranmış belgelerden metin seçip kopyalamanıza olanak tanır.
uk: Big OCR PDF додає оптичне розпізнавання символів до ваших PDF-файлів, роблячи їх пошуковими та дозволяючи вам вибирати і копіювати текст з відсканованих документів.

source: Benefits of using Big OCR PDF:
bg: Предимства на използването на Big OCR PDF:
cs: Výhody používání Big OCR PDF:
da: Fordele ved at bruge Big OCR PDF:
de: Vorteile der Verwendung von Big OCR PDF:
el: Οφέλη από τη χρήση του Big OCR PDF:
es: Beneficios de usar Big OCR PDF:
et: Big OCR PDF kasutamise eelised:
fi: Big OCR PDF:n käytön edut:
fr: Avantages de l'utilisation de Big OCR PDF :
he: יתרונות השימוש ב-Big OCR PDF:
hr: Prednosti korištenja Big OCR PDF:
hu: A Big OCR PDF használatának előnyei:
is: Kostir við notkun Big OCR PDF:
it: Vantaggi dell'utilizzo di Big OCR PDF:
ja: Big OCR PDFの利点：
nl: Voordelen van het gebruik van Big OCR PDF:
no: Fordeler med å bruke Big OCR PDF:
pl: Zalety korzystania z Big OCR PDF:
pt: Benefícios de usar o Big OCR PDF:
ro: Beneficiile utilizării Big OCR PDF:
ru: Преимущества использования Big OCR PDF:
sk: Výhody používania Big OCR PDF:
sv: Fördelar med att använda Big OCR PDF:
tr: Büyük OCR PDF kullanmanın avantajları:
uk: Переваги використання Big OCR PDF:

source: Search
bg: Търсене
cs: Hledat
da: Søg
de: Suche
el: Αναζήτηση
es: Buscar
et: Otsi
fi: Haku
fr: Recherche
he: חפש
hr: Pretraži
hu: Keresés
is: Leitaðu
it: Cerca
ja: 検索
nl: Zoeken
no: Søk
pl: Szukaj
pt: Pesquisar
ro: Caută
ru: Поиск
sk: Hľadať
sv: Sök
tr: Araştırma
uk: Пошук

source: Search through your scanned PDF documents
bg: Търсете в сканираните си PDF документи
cs: Prohledejte své naskenované PDF dokumenty
da: Søg i dine scannede PDF-dokumenter
de: Durchsuchen Sie Ihre gescannten PDF-Dokumente.
el: Αναζητήστε στα σαρωμένα έγγραφα PDF σας
es: Busca en tus documentos PDF escaneados.
et: Otsi oma skaneeritud PDF-dokumentidest.
fi: Etsi skannatuista PDF-dokumenteistasi.
fr: Recherchez dans vos documents PDF numérisés
he: חפש במסמכי ה-PDF הסרוקים שלך
hr: Pretražite svoje skenirane PDF dokumente
hu: Keresés a beolvasott PDF dokumentumaid között
is: Leitaðu í skönnuðum PDF skjölum þínum
it: Cerca tra i tuoi documenti PDF scansionati
ja: スキャンしたPDF文書を検索する
nl: Doorzoek uw gescande PDF-documenten
no: Søk gjennom dine skannede PDF-dokumenter
pl: Przeszukaj swoje zeskanowane dokumenty PDF
pt: Pesquise em seus documentos PDF digitalizados
ro: Caută în documentele tale PDF scanate
ru: Ищите в своих отсканированных PDF-документах
sk: Prehľadávajte svoje naskenované PDF dokumenty
sv: Sök igenom dina skannade PDF-dokument
tr: Tarayıcı PDF belgelerinizde arama yapın.
uk: Шукайте у своїх відсканованих PDF-документах

source: Copy text
bg: Копирай текст
cs: Zkopírovat text
da: Kopier tekst
de: Text kopieren
el: Αντιγραφή κειμένου
es: Copiar texto
et: Kopeeri tekst
fi: Kopioi teksti
fr: Copier le texte
he: הטקסט הועתק
hr: Kopiraj tekst
hu: Szöveg másolása
is: Kopiera texta
it: Copia testo
ja: テキストをコピー
nl: Kopieer tekst
no: Kopier tekst
pl: Kopiuj tekst
pt: Copiar texto
ro: Copiați textul
ru: Скопировать текст
sk: Kopírovať text
sv: Kopiera text
tr: Metni kopyala
uk: Скопіювати текст

source: Copy text from images and scanned documents
bg: Копирайте текст от изображения и сканирани документи.
cs: Kopírovat text z obrázků a naskenovaných dokumentů
da: Kopier tekst fra billeder og scannede dokumenter
de: Text aus Bildern und gescannten Dokumenten kopieren
el: Αντιγράψτε κείμενο από εικόνες και σαρωμένα έγγραφα.
es: Copiar texto de imágenes y documentos escaneados
et: Kopeeri tekst piltdest ja skaneeritud dokumentidest
fi: Kopioi tekstiä kuvista ja skannatuista asiakirjoista.
fr: Copier du texte à partir d'images et de documents numérisés.
he: העתק טקסט מתמונות ומסמכים סרוקים
hr: Kopirajte tekst s slika i skeniranih dokumenata
hu: Szöveg másolása képekből és beolvasott dokumentumokból
is: Afritu texta úr myndum og skannaðum skjölum
it: Copia il testo da immagini e documenti scansionati
ja: 画像やスキャンした文書からテキストをコピーする
nl: Kopieer tekst van afbeeldingen en gescande documenten
no: Kopier tekst fra bilder og skannede dokumenter
pl: Kopiuj tekst z obrazów i zeskanowanych dokumentów
pt: Copiar texto de imagens e documentos digitalizados
ro: Copiați text din imagini și documente scanate.
ru: Копируйте текст с изображений и отсканированных документов.
sk: Kopírovať text z obrázkov a naskenovaných dokumentov
sv: Kopiera text från bilder och skannade dokument
tr: Görüntülerden ve taranmış belgelerden metin kopyalayın.
uk: Копіюйте текст з зображень та відсканованих документів

source: Add image files and generate new PDFs from them
bg: Добавете изображения и генерирайте нови PDF файлове от тях.
cs: Přidejte obrazové soubory a vygenerujte z nich nové PDF.
da: Tilføj billedfiler og generer nye PDF-filer fra dem.
de: Fügen Sie Bilddateien hinzu und erstellen Sie neue PDFs daraus.
el: Προσθέστε αρχεία εικόνας και δημιουργήστε νέα PDF από αυτά.
es: Agrega archivos de imagen y genera nuevos PDFs a partir de ellos.
et: Lisa pildifailid ja genereeri neist uusi PDF-e.
fi: Lisää kuvafailit ja luo niistä uusia PDF-tiedostoja.
fr: Ajoutez des fichiers image et générez de nouveaux PDF à partir d'eux.
he: הוסף קבצי תמונה ויצר PDFs חדשים מהם
hr: Dodajte slikovne datoteke i generirajte nove PDF-ove iz njih.
hu: Kép fájlok hozzáadása és új PDF-ek generálása belőlük.
is: Bættu við myndaskrám og búa til nýjar PDF skrár úr þeim.
it: Aggiungi file immagine e genera nuovi PDF da essi.
ja: 画像ファイルを追加し、それらから新しいPDFを生成します。
nl: Voeg afbeeldingsbestanden toe en genereer nieuwe PDF's ervan.
pl: Dodaj pliki graficzne i generuj nowe pliki PDF z nich.
pt: Adicione arquivos de imagem e gere novos PDFs a partir deles.
ro: Adăugați fișiere imagine și generați noi PDF-uri din acestea.
ru: Добавьте файлы изображений и создайте новые PDF-документы из них.
sk: Pridajte obrazové súbory a vytvorte z nich nové PDF súbory.
sv: Lägg till bildfiler och generera nya PDF-filer från dem.
tr: Görüntü dosyaları ekleyin ve bunlardan yeni PDF'ler oluşturun.
uk: Додати файли зображень та створити нові PDF з них

source: Rearrange, rotate or remove pages before processing
bg: Преаранжирайте, завъртете или премахнете страници преди обработка.
cs: Přeuspořádejte, otočte nebo odstraňte stránky před zpracováním.
da: Omarranger, roter eller fjern sider før behandling
de: Seiten vor der Verarbeitung neu anordnen, drehen oder entfernen.
el: Αναδιοργανώστε, περιστρέψτε ή αφαιρέστε σελίδες πριν από την επεξεργασία.
es: Reorganizar, rotar o eliminar páginas antes de procesar
et: Korrigeeri, pöörake või eemaldage lehti enne töötlemist
fi: Järjestä, kierrä tai poista sivuja ennen käsittelyä.
fr: Réorganisez, faites pivoter ou supprimez des pages avant le traitement.
he: סדר מחדש, סובב או הסר דפים לפני עיבוד
hr: Preuređivanje, rotacija ili uklanjanje stranica prije obrade
hu: Oldalak átrendezése, elforgatása vagy eltávolítása a feldolgozás előtt.
is: Endurra, snúðu eða fjarlægðu síður áður en unnið er.
it: Riorganizza, ruota o rimuovi le pagine prima dell'elaborazione
ja: 処理する前にページを再配置、回転、または削除します。
nl: Herschik, roteer of verwijder pagina's voordat u gaat verwerken.
pl: Przestaw, obróć lub usuń strony przed przetwarzaniem
pt: Reorganize, gire ou remova páginas antes de processar
ro: Rearanjează, rotește sau elimină paginile înainte de procesare.
ru: Переместите, поверните или удалите страницы перед обработкой
sk: Preusporiadajte, otočte alebo odstráňte stránky pred spracovaním.
sv: Omarrangera, rotera eller ta bort sidor innan bearbetning
tr: İşlemden önce sayfaları yeniden düzenleyin, döndürün veya kaldırın.
uk: Переставити, повернути або видалити сторінки перед обробкою

source: Batch processing
bg: Партидна обработка
cs: Hromadné zpracování
da: Batchbehandling
de: Stapelverarbeitung
el: Μαζική επεξεργασία
es: Procesamiento por lotes
et: Partii töötlemine
fi: Eräprosessi
fr: Traitement par lots
he: עיבוד אצווה
hr: Obrada serija
hu: Tömeges feldolgozás
is: Hólfun í lotum
it: Elaborazione batch
ja: バッチ処理
nl: Batchverwerking
no: Batchbehandling
pl: Przetwarzanie wsadowe
pt: Processamento em lote
ro: Procesare în loturi
ru: Пакетная обработка
sk: Hromadné spracovanie
sv: Batchbearbetning
tr: Toplu işleme
uk: Пакетна обробка

source: Process multiple files at once
bg: Обработвайте множество файлов едновременно
cs: Zpracovávejte více souborů najednou
da: Behandl flere filer ad gangen
de: Verarbeiten Sie mehrere Dateien gleichzeitig
el: Επεξεργαστείτε πολλαπλά αρχεία ταυτόχρονα
es: Procesar múltiples archivos a la vez
et: Töötle mitu faili korraga
fi: Käsittele useita tiedostoja kerralla
fr: Traitez plusieurs fichiers à la fois.
he: עבד על מספר קבצים בו זמנית
hr: Obradite više datoteka odjednom
hu: Több fájl egyidejű feldolgozása
is: Vinnur með marga skráa í einu
it: Elabora più file contemporaneamente
ja: 複数のファイルを同時に処理する
nl: Verwerk meerdere bestanden tegelijk
no: Behandle flere filer samtidig
pl: Przetwarzaj wiele plików jednocześnie
pt: Processar vários arquivos ao mesmo tempo
ro: Procesează mai multe fișiere simultan
ru: Обрабатывайте несколько файлов одновременно
sk: Spracovať viacero súborov naraz
sv: Bearbeta flera filer samtidigt
tr: Birden fazla dosyayı aynı anda işleyin
uk: Обробляйте кілька файлів одночасно

source: Auto-correction
bg: Автоматично коригиране
cs: Automatická oprava
da: Autokorrektur
de: Automatische Korrektur
el: Αυτόματη διόρθωση
es: Corrección automática
et: Automaatne parandamine
fi: Automaattinen korjaus
fr: Correction automatique
he: תיקון אוטומטי
hr: Automatska ispravka
hu: Automatikus javítás
is: Sjálfvirk leiðrétting
it: Correzione automatica
ja: 自動修正
nl: Automatische correctie
no: Autokorreksjon
pl: Autokorekta
pt: Correção automática
ro: Corectare automată
ru: Автокоррекция
sk: Automatická oprava
sv: Automatisk rättning
tr: Otomatik düzeltme
uk: Автоматичне виправлення

source: Automatically correct page alignment and rotation
bg: Автоматично коригиране на подравняването на страницата и завъртането
cs: Automaticky opravit zarovnání stránky a rotaci
da: Automatisk korrigering af sidejustering og rotation
de: Automatische Korrektur der Seitenausrichtung und -drehung
el: Αυτόματη διόρθωση ευθυγράμμισης σελίδας και περιστροφής
es: Corregir automáticamente la alineación y rotación de la página.
et: Automaatne lehe joondamise ja pööramise parandamine
fi: Korjaa sivun kohdistus ja kierto automaattisesti
fr: Corriger automatiquement l'alignement et la rotation de la page.
he: תיקון אוטומטי של יישור ודירוג עמודים
hr: Automatski ispravi poravnanje stranice i rotaciju
hu: Automatikusan javítja az oldal igazítását és elforgatását
is: Sjálfvirk leiðrétting á síðuuppsetningu og snúningi
it: Correggi automaticamente l'allineamento e la rotazione della pagina
ja: ページの整列と回転を自動的に修正する
nl: Automatisch pagina-alignment en rotatie corrigeren
no: Automatisk korrigering av sidejustering og rotasjon
pl: Automatycznie poprawiaj wyrównanie strony i rotację
pt: Corrigir automaticamente o alinhamento e a rotação da página
ro: Corectează automat alinierea și rotația paginii.
ru: Автоматически исправлять выравнивание страницы и поворот
sk: Automaticky opraviť zarovnanie stránky a rotáciu
sv: Automatiskt korrigera sidjustering och rotation
tr: Sayfa hizalamasını ve döndürmeyi otomatik olarak düzeltin.
uk: Автоматично виправляти вирівнювання сторінки та обертання

source: Show this dialog at startup
bg: Показвай този диалог при стартиране
cs: Zobrazit tento dialog při spuštění
da: Vis denne dialog ved opstart
de: Dieses Dialogfeld beim Start anzeigen
el: Εμφάνιση αυτού του διαλόγου κατά την εκκίνηση
es: Mostrar este diálogo al inicio
et: Kuvaa see dialoog käivitamisel
fi: Näytä tämä dialogi käynnistyksen yhteydessä
fr: Afficher cette boîte de dialogue au démarrage
he: הצג דיאלוג זה בהפעלה
hr: Prikaži ovaj dijalog pri pokretanju
hu: Indítsa el ezt a párbeszédet a rendszerindításkor.
is: Sýna þessa glugga við ræsingu
it: Mostra questa finestra di dialogo all'avvio
ja: 起動時にこのダイアログを表示する
nl: Toon deze dialoog bij het opstarten
no: Vis denne dialogen ved oppstart
pl: Pokaż ten dialog przy uruchamianiu
pt: Mostrar este diálogo na inicialização
ro: Afișați acest dialog la pornire
ru: Показывать этот диалог при запуске
sk: Zobraziť tento dialóg pri spustení
sv: Visa denna dialog vid start.
tr: Bu iletişimi başlangıçta göster.
uk: Показувати цей діалог під час запуску

source: Let's Get Started
bg: Нека започнем
cs: Začněme
da: Lad os komme i gang
de: Lass uns anfangen
el: Ας ξεκινήσουμε
es: Empecemos
et: Alustame
fi: Aloitetaan
fr: Commençons
he: בואו נתחיל
hr: Započnimo
hu: Kezdjük el
is: Látum okkur byrja
it: Iniziamo
ja: 始めましょう
nl: Laten we beginnen
no: La oss komme i gang
pl: Zacznijmy
pt: Vamos Começar
ro: Să începem
ru: Давайте начнем
sk: Poďme začať
sv: Låt oss komma igång
tr: Hadi Başlayalım
uk: Почнемо

source: Reset All Settings?
bg: Нулиране на всички настройки?
cs: Obnovit všechna nastavení?
da: Nulstil alle indstillinger?
de: Alle Einstellungen zurücksetzen?
el: Επαναφορά όλων των ρυθμίσεων;
es: ¿Restablecer todas las configuraciones?
et: Lähtesta kõik seaded?
fi: Nollaa kaikki asetukset?
fr: Réinitialiser tous les paramètres ?
he: אפס את כל ההגדרות?
hr: Poništi sve postavke?
hu: Minden beállítás visszaállítása?
is: Endurstilla allar stillingar?
it: Ripristina tutte le impostazioni?
ja: すべての設定をリセットしますか？
nl: Alle instellingen resetten?
pl: Zresetować wszystkie ustawienia?
pt: Redefinir todas as configurações?
ro: Resetare toate setările?
ru: Сбросить все настройки?
sk: Obnoviť všetky nastavenia?
sv: Återställ alla inställningar?
tr: Tüm Ayarları Sıfırlamak mı?
uk: Скинути всі налаштування?

source: This will restore all options to their default values. Your file queue will not be affected.
bg: Това ще възстанови всички опции до техните стойности по подразбиране. Вашата файлова опашка няма да бъде засегната.
cs: Tímto se obnoví všechny možnosti na jejich výchozí hodnoty. Vaše fronta souborů nebude ovlivněna.
da: Dette vil gendanne alle indstillinger til deres standardværdier. Din filkø vil ikke blive påvirket.
de: Dies stellt alle Optionen auf ihre Standardwerte zurück. Ihre Dateiwarteschlange wird nicht betroffen sein.
el: Αυτό θα επαναφέρει όλες τις επιλογές στις προεπιλεγμένες τιμές τους. Η ουρά αρχείων σας δεν θα επηρεαστεί.
es: Esto restaurará todas las opciones a sus valores predeterminados. Su cola de archivos no se verá afectada.
et: See taastab kõik valikud nende vaikeväärtustele. Teie failijärjekord ei mõjuta.
fi: Tämä palauttaa kaikki asetukset oletusarvoihinsa. Tiedostojonosi ei vaikuta.
fr: Cela restaurera toutes les options à leurs valeurs par défaut. Votre file d'attente de fichiers ne sera pas affectée.
he: זה יחזיר את כל האפשרויות לערכים ברירת המחדל שלהן. תור הקבצים שלך לא יושפע.
hr: Ovo će vratiti sve opcije na njihove zadane vrijednosti. Vaša lista datoteka neće biti pogođena.
hu: Ez visszaállítja az összes beállítást az alapértelmezett értékekre. A fájl sorod nem lesz érintett.
is: Þetta mun endurheimta allar valkostir í þeirra sjálfgefnar gildi. Skjalaskráin þín mun ekki verða fyrir áhrifum.
it: Questo ripristinerà tutte le opzioni ai loro valori predefiniti. La tua coda di file non sarà influenzata.
ja: これにより、すべてのオプションがデフォルト値にリセットされます。ファイルキューには影響しません。
nl: Dit zal alle opties herstellen naar hun standaardwaarden. Je bestandswachtrij zal niet worden beïnvloed.
pl: To przywróci wszystkie opcje do ich wartości domyślnych. Twoja kolejka plików nie zostanie naruszona.
pt: Isso restaurará todas as opções para seus valores padrão. Sua fila de arquivos não será afetada.
ro: Aceasta va restaura toate opțiunile la valorile lor implicite. Coada ta de fișiere nu va fi afectată.
ru: Это восстановит все параметры до значений по умолчанию. Ваш очередь файлов не будет затронута.
sk: Týmto sa obnovia všetky možnosti na ich predvolené hodnoty. Vaša fronta súborov nebude ovplyvnená.
sv: Detta kommer att återställa alla alternativ till deras standardvärden. Din filkö kommer inte att påverkas.
tr: Bu, tüm seçenekleri varsayılan değerlerine geri yükleyecektir. Dosya kuyruğunuz etkilenmeyecektir.
uk: Це відновить усі параметри до стандартних значень. Ваша черга файлів не буде змінена.

source: Reset
bg: Нулиране
cs: Obnovit
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
et: Taasta
fi: Nollaa
fr: Réinitialiser
he: איפוס
hr: Ponovno postavi
hu: Visszaállítás
is: Endurstilla
it: Ripristina
ja: リセット
nl: Resetten
pl: Resetuj
pt: Redefinir
ro: Resetare
ru: Сбросить
sk: Obnoviť
sv: Återställ
tr: Sıfırla
uk: Скинути

source: Settings restored to defaults
bg: Настройките са възстановени по подразбиране
cs: Nastavení obnoveno na výchozí hodnoty
da: Indstillinger nulstillet til standard
de: Einstellungen auf Standardwerte zurückgesetzt
el: Οι ρυθμίσεις επαναφέρθηκαν στις προεπιλογές
es: Configuración restaurada a los valores predeterminados
fi: Asetukset palautettu oletusarvoihin
fr: Paramètres restaurés aux valeurs par défaut
hr: Postavke vraćene na zadane vrijednosti
hu: Beállítások visszaállítva az alapértelmezésekre
is: Stillingar endurstilltar á sjálfgefin gildi
ja: 設定をデフォルトに戻しました
nl: Instellingen hersteld naar standaardwaarden
pl: Ustawienia przywrócone do wartości domyślnych
pt: Configurações restauradas para os padrões
ro: Setări restaurate la valorile implicite
ru: Настройки восстановлены по умолчанию
sk: Nastavenia obnovené na predvolené hodnoty
sv: Inställningar återställda till standard
tr: Ayarlar varsayılanlara geri yüklendi
uk: Налаштування відновлено до стандартних

source: Session resumed with {0} files
bg: Сесията беше възобновена с {0} файла.
cs: Relace byla obnovena s {0} soubory
da: Session genoptaget med {0} filer
de: Sitzung mit {0} Dateien fortgesetzt
el: Η συνεδρία ανακτήθηκε με {0} αρχεία
es: Sesión reanudada con {0} archivos
et: Seans jätkub {0} faili.
fi: Istunto jatkui {0} tiedostolla
fr: Session reprise avec {0} fichiers
he: הסשן חודש עם {0} קבצים
hr: Sesija nastavljena s {0} datoteka
hu: A munkamenet folytatódott {0} fájllal.
is: Sesión endurðu með {0} skrám
it: Sessione ripresa con {0} file
ja: {0} 個のファイルでセッションが再開されました。
nl: Sessie hervat met {0} bestanden
pl: Sesja wznowiona z {0} plikami
pt: Sessão retomada com {0} arquivos
ro: Sesiune reluată cu {0} fișiere
ru: Сессия возобновлена с {0} файлами
sk: Relácia bola obnovená s {0} súbormi
sv: Sessionen återupptogs med {0} filer
tr: {0} dosyayla oturum yeniden başlatıldı.
uk: Сеанс відновлено з {0} файлами

source: Could not resume session
bg: Не можа да се възобнови сесията.
cs: Nelze obnovit relaci
da: Kunne ikke genoptage session.
de: Sitzung konnte nicht fortgesetzt werden.
el: Δεν ήταν δυνατή η επαναφορά της συνεδρίας.
es: No se pudo reanudar la sesión.
et: Seanssi ei õnnestunud taastada.
fi: Istuntoa ei voitu jatkaa.
fr: Impossible de reprendre la session.
he: לא ניתן להמשיך את המושב
hr: Nije moguće nastaviti sesiju
hu: Nem sikerült folytatni a munkamenetet.
is: Gat ekki að halda áfram með sesjónina.
it: Impossibile riprendere la sessione
ja: セッションを再開できませんでした。
nl: Kon sessie niet hervatten
pl: Nie można wznowić sesji.
pt: Não foi possível retomar a sessão.
ro: Nu s-a putut relua sesiunea.
ru: Не удалось возобновить сеанс.
sk: Nemožno obnoviť reláciu.
sv: Kunde inte återuppta sessionen
tr: Oturum devam ettirilemedi.
uk: Не вдалося відновити сеанс
