Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Processing thread error: {0}
bg: Грешка в обработващия поток: {0}
cs: Chyba zpracování vlákna: {0}
da: Behandlingstrådfejl: {0}
de: Verarbeitungs-Thread-Fehler: {0}
el: Σφάλμα νήματος επεξεργασίας: {0}
es: Error de hilo de procesamiento: {0}
et: Töötlusteadme viga: {0}
fi: Käsittelysäievirhe: {0}
fr: Erreur de thread de traitement : {0}
he: שגיאת חוט עיבוד: {0}
hr: Greška u obradi niti: {0}
hu: Feldolgozási szál hiba: {0}
is: Vinnslutræðarvilla: {0}
it: Errore del thread di elaborazione: {0}
ja: 処理スレッドエラー: {0}
nl: Verwerkingsdraadfout: {0}
pl: Błąd wątku przetwarzania: {0}
pt: Erro de thread de processamento: {0}
ro: Eroare de fir de procesare: {0}
ru: Ошибка потока обработки: {0}
sk: Chyba spracovania vlákna: {0}
sv: Bearbetningstråd fel: {0}
tr: İşlem iş parçacığı hatası: {0}
uk: Помилка потоку обробки: {0}

source: Error: File not found or invalid: {0}
bg: Грешка: Файлът не е намерен или е невалиден: {0}
cs: Chyba: Soubor nebyl nalezen nebo je neplatný: {0}
da: Fejl: Fil ikke fundet eller ugyldig: {0}
de: Fehler: Datei nicht gefunden oder ungültig: {0}
el: Σφάλμα: Το αρχείο δεν βρέθηκε ή είναι μη έγκυρο: {0}
es: Error: Archivo no encontrado o inválido: {0}
et: Viga: Fail ei leitud või vale: {0}
fi: Virhe: Tiedostoa ei löytynyt tai se on virheellinen: {0}
fr: Erreur : Fichier non trouvé ou invalide : {0}
he: שגיאה: הקובץ לא נמצא או לא תקין: {0}
hr: Greška: Datoteka nije pronađena ili je nevažeća: {0}
hu: Hiba: A fájl nem található vagy érvénytelen: {0}
is: Villa: Skrá fannst ekki eða er ógild: {0}
it: Errore: File non trovato o non valido: {0}
ja: エラー: ファイルが見つからないか無効です: {0}
nl: Fout: Bestand niet gevonden of ongeldig: {0}
no: Feil: Fil ikke funnet eller ugyldig: {0}
pl: Błąd: Plik nie został znaleziony lub jest nieprawidłowy: {0}
pt: Erro: Arquivo não encontrado ou inválido: {0}
ro: Eroare: Fișierul nu a fost găsit sau este invalid: {0}
ru: Ошибка: Файл не найден или недействителен: {0}
sk: Chyba: Súbor nenájdený alebo neplatný: {0}
sv: Fel: Filen hittades inte eller är ogiltig: {0}
tr: Hata: Dosya bulunamadı veya geçersiz: {0}
uk: Помилка: Файл не знайдено або недійсний: {0}

source: Processed {0}: {1} pages, {2} words
bg: Обработени {0}: {1} страници, {2} думи
cs: Zpracováno {0}: {1} stránek, {2} slov
da: Behandlet {0}: {1} sider, {2} ord
de: Verarbeitet {0}: {1} Seiten, {2} Wörter
el: Επεξεργάστηκε {0}: {1} σελίδες, {2} λέξεις
es: Procesado {0}: {1} páginas, {2} palabras
et: Töödeldud {0}: {1} lehte, {2} sõna
fi: Käsitelty {0}: {1} sivua, {2} sanaa
fr: Traitée {0} : {1} pages, {2} mots
he: מעובד {0}: {1} עמודים, {2} מילים
hr: Obrađeno {0}: {1} stranica, {2} riječi
hu: Feldolgozva {0}: {1} oldal, {2} szó
is: Unnið {0}: {1} síður, {2} orð
it: Elaborato {0}: {1} pagine, {2} parole
ja: 処理済み {0}: {1} ページ, {2} 単語
nl: Verwerkt {0}: {1} pagina's, {2} woorden
pl: Przetworzono {0}: {1} stron, {2} słów
pt: Processado {0}: {1} páginas, {2} palavras
ro: Procesat {0}: {1} pagini, {2} cuvinte
ru: Обработано {0}: {1} страниц, {2} слов
sk: Spracované {0}: {1} strán, {2} slov
sv: Behandlad {0}: {1} sidor, {2} ord
tr: İşlenmiş {0}: {1} sayfa, {2} kelime
uk: Оброблено {0}: {1} сторінок, {2} слів

source: Could not determine output directory for {0}
bg: Не можа да се определи директорията за изход за {0}
cs: Nelze určit výstupní adresář pro {0}
da: Kunne ikke bestemme output-mappe for {0}
de: Konnte das Ausgabeverzeichnis für {0} nicht bestimmen.
el: Δεν ήταν δυνατός ο προσδιορισμός του καταλόγου εξόδου για {0}
es: No se pudo determinar el directorio de salida para {0}
et: Ei suutnud määrata väljundkausta {0} jaoks.
fi: Ei voitu määrittää tulostuskansiota {0} varten.
fr: Impossible de déterminer le répertoire de sortie pour {0}
he: לא ניתן לקבוע את תיקיית הפלט עבור {0}
hr: Nije moguće odrediti izlazni direktorij za {0}
hu: Nem sikerült meghatározni a kimeneti könyvtárat a(z) {0} számára.
is: Gat ekki að ákvarða úttaksstefnu fyrir {0}
it: Impossibile determinare la directory di output per {0}
ja: {0}の出力ディレクトリを特定できませんでした。
nl: Kon de uitvoermap voor {0} niet bepalen.
no: Kunne ikke bestemme utdata-mappen for {0}
pl: Nie można określić katalogu wyjściowego dla {0}
pt: Não foi possível determinar o diretório de saída para {0}
ro: Nu s-a putut determina directorul de ieșire pentru {0}
ru: Не удалось определить выходной каталог для {0}
sk: Nemožno určiť výstupný adresár pre {0}
sv: Kunde inte bestämma utmatningskatalog för {0}
tr: {0} için çıktı dizini belirlenemedi.
uk: Не вдалося визначити вихідний каталог для {0}

source: Error creating output path for {0}: {1}
bg: Грешка при създаване на изходен път за {0}: {1}
cs: Chyba při vytváření výstupní cesty pro {0}: {1}
da: Fejl ved oprettelse af outputsti for {0}: {1}
de: Fehler beim Erstellen des Ausgabepfads für {0}: {1}
el: Σφάλμα κατά τη δημιουργία διαδρομής εξόδου για {0}: {1}
es: Error al crear la ruta de salida para {0}: {1}
et: Viga väljundi tee loomisel {0} jaoks: {1}
fi: Virhe luotaessa tulospolkua {0}: {1}
fr: Erreur lors de la création du chemin de sortie pour {0} : {1}
he: שגיאה ביצירת נתיב פלט עבור {0}: {1}
hr: Greška pri stvaranju izlaznog puta za {0}: {1}
hu: Hiba az {0} kimeneti útvonal létrehozásakor: {1}
is: Villa að búa til útgangsleið fyrir {0}: {1}
it: Errore nella creazione del percorso di output per {0}: {1}
ja: {0}の出力パスを作成中にエラーが発生しました: {1}
nl: Fout bij het aanmaken van uitvoerpunt voor {0}: {1}
no: Feil ved oppretting av utdatabane for {0}: {1}
pl: Błąd podczas tworzenia ścieżki wyjściowej dla {0}: {1}
pt: Erro ao criar o caminho de saída para {0}: {1}
ro: Eroare la crearea căii de ieșire pentru {0}: {1}
ru: Ошибка при создании выходного пути для {0}: {1}
sk: Chyba pri vytváraní výstupnej cesty pre {0}: {1}
sv: Fel vid skapande av utdata-sökväg för {0}: {1}
tr: {0} için çıktı yolu oluşturulurken hata: {1}
uk: Помилка створення вихідного шляху для {0}: {1}

source: Error getting OCR languages: {0}
bg: Грешка при получаване на OCR езици: {0}
cs: Chyba při získávání jazyků OCR: {0}
da: Fejl ved hentning af OCR-sprog: {0}
de: Fehler beim Abrufen der OCR-Sprachen: {0}
el: Σφάλμα κατά την απόκτηση γλωσσών OCR: {0}
es: Error al obtener los idiomas de OCR: {0}
et: Viga OCR keelte saamisel: {0}
fi: Virhe OCR-kielten saamisessa: {0}
fr: Erreur lors de l'obtention des langues OCR : {0}
he: שגיאה בקבלת שפות OCR: {0}
hr: Greška prilikom dobivanja OCR jezika: {0}
hu: Hiba az OCR nyelvek lekérésekor: {0}
is: Villa við að fá OCR tungumál: {0}
it: Errore durante il recupero delle lingue OCR: {0}
ja: OCR言語の取得エラー: {0}
nl: Fout bij het ophalen van OCR-talen: {0}
no: Feil ved henting av OCR-språk: {0}
pl: Błąd podczas pobierania języków OCR: {0}
pt: Erro ao obter idiomas OCR: {0}
ro: Eroare la obținerea limbilor OCR: {0}
ru: Ошибка получения языков OCR: {0}
sk: Chyba pri získavaní jazykov OCR: {0}
sv: Fel vid hämtning av OCR-språk: {0}
tr: OCR dilleri alınırken hata: {0}
uk: Помилка отримання мов OCR: {0}

source: Cleared editor state for: {0}
bg: Изчистено състояние на редактора за: {0}
cs: Vymazán stav editoru pro: {0}
da: Rydde redigeringsstatus for: {0}
de: Editor-Zustand für gelöscht: {0}
el: Καθαρίστηκε η κατάσταση του επεξεργαστή για: {0}
es: Estado del editor borrado para: {0}
et: Tühjendatud redigeerija olek: {0}
fi: Tyhjennetty editorin tila: {0}
fr: État de l'éditeur réinitialisé pour : {0}
he: נוקה מצב עורך עבור: {0}
hr: Očistili ste stanje uređivača za: {0}
hu: Törölve az editor állapotát: {0}
is: Hreinsað ritstjóraástand fyrir: {0}
it: Stato dell'editor ripulito per: {0}
ja: {0}のエディタ状態がクリアされました。
nl: Editorstatus gewist voor: {0}
pl: Wyczyszczono stan edytora dla: {0}
pt: Estado do editor limpo para: {0}
ro: Starea editorului a fost ștearsă pentru: {0}
ru: Очистил состояние редактора для: {0}
sk: Vymazaný stav editora pre: {0}
sv: Rensade redigerartillstånd för: {0}
tr: {0} için düzenleyici durumu temizlendi.
uk: Очищено стан редактора для: {0}

source: Removed processed file from queue: {0}
bg: Премахнат обработен файл от опашката: {0}
cs: Odstraněn zpracovaný soubor z fronty: {0}
da: Fjernet behandlet fil fra køen: {0}
de: Verarbeitetes Datei aus der Warteschlange entfernt: {0}
el: Αφαιρέθηκε το επεξεργασμένο αρχείο από την ουρά: {0}
es: Archivo procesado eliminado de la cola: {0}
et: Eemaldatud töödeldud fail järjekorrast: {0}
fi: Poistettu käsitelty tiedosto jonosta: {0}
fr: Fichier traité retiré de la file d'attente : {0}
he: הקובץ המעובד הוסר מהתור: {0}
hr: Uklonjena obrađena datoteka iz reda: {0}
hu: Eltávolított feldolgozott fájl a sorból: {0}
is: Fjarlægður úrvinnsluskjal úr biðröð: {0}
it: File elaborato rimosso dalla coda: {0}
ja: キューから処理済みファイルを削除しました: {0}
nl: Verwerkt bestand uit de wachtrij verwijderd: {0}
no: Fjernet behandlet fil fra køen: {0}
pl: Usunięto przetworzony plik z kolejki: {0}
pt: Arquivo processado removido da fila: {0}
ro: Fișierul procesat a fost eliminat din coadă: {0}
ru: Удален обработанный файл из очереди: {0}
sk: Odstránený spracovaný súbor z fronty: {0}
sv: Borttagen bearbetad fil från kö: {0}
tr: Kuyruğundan işlenmiş dosya kaldırıldı: {0}
uk: Видалено оброблений файл з черги: {0}

source: Generated unique filename to avoid overwriting: {0}
bg: Генерирано уникално име на файл, за да се избегне презаписване: {0}
cs: Vygenerovaný jedinečný název souboru, aby se předešlo přepsání: {0}
da: Genereret unikt filnavn for at undgå overskrivning: {0}
de: Generierter eindeutiger Dateiname, um Überschreibungen zu vermeiden: {0}
el: Δημιουργήθηκε μοναδικό όνομα αρχείου για να αποφευχθεί η επαναγραφή: {0}
es: Nombre de archivo único generado para evitar sobrescritura: {0}
et: Genereeritud ainulaadne failinimi ülekirjutamise vältimiseks: {0}
fi: Luotiin ainutlaatuinen tiedostonimi ylikirjoittamisen välttämiseksi: {0}
fr: Nom de fichier unique généré pour éviter l'écrasement : {0}
he: נוצר שם קובץ ייחודי כדי למנוע כתיבה מחדש: {0}
hr: Generirano jedinstveno ime datoteke kako bi se izbjeglo prepisivanje: {0}
hu: Generált egyedi fájlnevet az felülírás elkerülésére: {0}
is: Búið til einstakt skráarnafn til að forðast að skrifa yfir: {0}
it: Nome file unico generato per evitare sovrascritture: {0}
ja: 上書きを避けるために生成されたユニークなファイル名: {0}
nl: Gegenereerde unieke bestandsnaam om overschrijven te voorkomen: {0}
no: Generert unikt filnavn for å unngå overskriving: {0}
pl: Wygenerowano unikalną nazwę pliku, aby uniknąć nadpisania: {0}
pt: Nome de arquivo único gerado para evitar sobrescrita: {0}
ro: Nume de fișier generat unic pentru a evita suprascrierea: {0}
ru: Сгенерировано уникальное имя файла, чтобы избежать перезаписи: {0}
sk: Vygenerovaný jedinečný názov súboru na zabránenie prepísaniu: {0}
sv: Genererat unikt filnamn för att undvika överskrivning: {0}
tr: Üzerine yazmayı önlemek için oluşturulan benzersiz dosya adı: {0}
uk: Сгенеровано унікальне ім'я файлу, щоб уникнути перезапису: {0}

source: Done!
bg: Готово!
cs: Hotovo!
da: Færdig!
de: Fertig!
el: Ολοκληρώθηκε!
es: ¡Hecho!
fi: Valmis!
fr: Terminé !
he: גמר!
hr: Završeno!
hu: Kész!
is: Gert!
it: Fatto!
ja: 完了！
nl: Klaar!
pl: Zakończono!
pt: Concluído!
ro: Gata!
ru: Готово!
sk: Hotovo!
sv: Klart!
tr: Tamam!
uk: Готово!

source: Analyzing PDF...
bg: Анализиране на PDF...
cs: Analyzuji PDF...
da: Analyserer PDF...
de: PDF wird analysiert...
el: Ανάλυση PDF...
es: Analizando PDF...
et: Analüüsin PDF-i...
fi: Analysoidaan PDF:tä...
fr: Analyse du PDF...
he: מנתח PDF...
hr: Analiziranje PDF-a...
hu: PDF elemzése...
is: Greina PDF...
it: Analizzando PDF...
ja: PDFを分析中...
nl: PDF analyseren...
pl: Analizowanie PDF...
pt: Analisando PDF...
ro: Analizând PDF...
ru: Анализ PDF...
sk: Analyzujem PDF...
sv: Analyserar PDF...
tr: PDF analiz ediliyor...
uk: Аналіз PDF...

source: Merging text layer...
bg: Сливане на текстовия слой...
cs: Sloučení textové vrstvy...
da: Sammenfletter tekstlag...
de: Textschicht zusammenführen...
el: Συγχώνευση επιπέδου κειμένου...
es: Fusionando capa de texto...
et: Tekstikihi ühendamine...
fi: Yhdistetään tekstikerros...
fr: Fusion de calque de texte...
he: מיזוג שכבת טקסט...
hr: Spajanje sloja teksta...
hu: Szövegréteg egyesítése...
is: Sameina textalag.
it: Unendo il livello di testo...
ja: テキストレイヤーをマージしています...
nl: Tekstlaag samenvoegen...
pl: Łączenie warstwy tekstowej...
pt: Mesclando camada de texto...
ro: Fuzionare strat text.
ru: Объединение текстового слоя...
sk: Zlučovanie textovej vrstvy...
sv: Slår samman textlager...
tr: Metin katmanı birleştiriliyor...
uk: Об'єднання текстового шару...

source: Processing text page images...
bg: Обработка на текстови изображения на страници…
cs: Zpracování obrázků textových stránek…
da: Behandler tekstsidebilleder…
de: Verarbeite Textseitenbilder…
el: Επεξεργασία εικόνων σελίδων κειμένου...
es: Procesando imágenes de páginas de texto…
fi: Käsitellään tekstisivukuvia…
fr: Traitement des images de pages de texte…
hr: Obrada slika tekstualnih stranica…
hu: Szöveges oldalképek feldolgozása...
is: Vinnsla textasíðumynda…
ja: テキストページの画像を処理中...
nl: Tekstpaginaafbeeldingen verwerken…
pl: Przetwarzanie obrazów stron tekstowych…
pt: Processando imagens de páginas de texto…
ro: Se procesează imaginile paginilor text...
ru: Обработка изображений текстовых страниц…
sk: Spracovanie obrázkov textových stránok…
sv: Bearbetar textsidbilder…
tr: Metin sayfası görüntüleri işleniyor...
uk: Обробка зображень текстових сторінок...

source: Optimizing image compression...
bg: Оптимизиране на компресията на изображения...
da: Optimerer billedkomprimering...
el: Βελτιστοποίηση συμπίεσης εικόνων...
es: Optimizando compresión de imagen...
fi: Optimoidaan kuvanpakkausta...
hr: Optimizacija kompresije slika...
hu: Képtömörítés optimalizálása...
is: Fínstilli myndþjöppun...
ja: 画像圧縮を最適化中...
nl: Beeldcompressie optimaliseren...
pl: Optymalizacja kompresji obrazów...
pt: Otimizando compressão de imagem...
ro: Se optimizează compresia imaginilor...
ru: Оптимизация сжатия изображений...
sk: Optimalizácia kompresie obrázkov...
sv: Optimerar bildkomprimering...
tr: Görüntü sıkıştırma optimize ediliyor...

source: {0} pages re-encoded with JBIG2
bg: {0} страници прекодирани с JBIG2
da: {0} sider genkodet med JBIG2
el: {0} σελίδες επανακωδικοποιήθηκαν με JBIG2
es: {0} páginas recodificadas con JBIG2
fi: {0} sivua uudelleenkoodattu JBIG2:lla
hr: {0} stranica ponovno kodirano s JBIG2
hu: {0} oldal újrakódolva JBIG2-vel
is: {0} síður endurkóðaðar með JBIG2
ja: {0}ページをJBIG2で再エンコード済み
nl: {0} pagina's opnieuw gecodeerd met JBIG2
pl: {0} stron przekodowanych z JBIG2
pt: {0} páginas recodificadas com JBIG2
ro: {0} pagini recodificate cu JBIG2
ru: {0} страниц перекодировано с JBIG2
sk: {0} strán prekódovaných s JBIG2
sv: {0} sidor omkodade med JBIG2
tr: {0} sayfa JBIG2 ile yeniden kodlandı

source: Processing page {0}/{1}...
bg: Обработка на страница {0}/{1}...
cs: Zpracovávám stránku {0}/{1}...
da: Behandler side {0}/{1}...
de: Verarbeite Seite {0}/{1}...
el: Επεξεργασία σελίδας {0}/{1}...
es: Procesando página {0}/{1}...
et: Töötlen lehte {0}/{1}...
fi: Käsitellään sivua {0}/{1}...
fr: Traitement de la page {0}/{1}...
he: מעבד עמוד {0}/{1}...
hr: Obrada stranice {0}/{1}...
hu: Feldolgozás oldalon {0}/{1}...
is: Vinnslusíða {0}/{1}...
it: Elaborazione pagina {0}/{1}...
ja: ページ {0}/{1} を処理中...
nl: Pagina aan het verwerken {0}/{1}...
pl: Przetwarzanie strony {0}/{1}...
pt: Processando página {0}/{1}...
ro: Se procesează pagina {0}/{1}...
ru: Обработка страницы {0}/{1}...
sk: Spracovanie stránky {0}/{1}...
sv: Bearbetar sida {0}/{1}...
tr: Sayfa işleniyor {0}/{1}...
uk: Обробка сторінки {0}/{1}...

source: Converting to PDF/A...
bg: Конвертиране в PDF/A...
cs: Převod na PDF/A...
da: Konverterer til PDF/A...
de: In PDF/A umwandeln...
el: Μετατροπή σε PDF/A...
es: Convirtiendo a PDF/A...
et: Konverdin PDF/A-ks...
fi: Muunnetaan PDF/A:ksi...
fr: Conversion en PDF/A...
he: ממיר ל-PDF/A...
hr: Pretvaranje u PDF/A...
hu: PDF/A-ra konvertálás...
is: Að breyta í PDF/A...
it: Conversione in PDF/A...
ja: PDF/Aに変換中...
nl: Converteren naar PDF/A...
pl: Konwertowanie do PDF/A...
pt: Convertendo para PDF/A...
ro: Se converte în PDF/A...
ru: Конвертация в PDF/A...
sk: Konverzia na PDF/A...
sv: Konverterar till PDF/A...
tr: PDF/A'ya dönüştürülüyor...
uk: Конвертація в PDF/A...

source: Splitting PDF by size limit...
bg: Разделяне на PDF по ограничение на размера...
cs: Rozdělení PDF podle limitu velikosti...
da: Opdeling af PDF efter størrelsesgrænse...
de: PDF nach Größenbeschränkung aufteilen...
el: Διαχωρισμός PDF με βάση το όριο μεγέθους...
es: Dividiendo PDF por límite de tamaño...
et: Jagan PDF-i suuruse limiidi järgi...
fi: PDF:n jakaminen koirajoituksen mukaan...
fr: Division du PDF par limite de taille...
he: חיתוך PDF לפי מגבלת גודל...
hr: Dijeljenje PDF-a prema ograničenju veličine...
hu: PDF felosztása méretkorlátozás szerint...
is: Að skipta PDF eftir stærðarmörkum...
it: Divisione del PDF per limite di dimensione...
ja: サイズ制限によるPDFの分割...
nl: PDF splitsen op grootte limiet...
pl: Dzielę PDF według limitu rozmiaru...
pt: Dividindo PDF por limite de tamanho...
ro: Împărțirea PDF-ului după limita de dimensiune...
ru: Разделение PDF по ограничению размера...
sk: Rozdeľovanie PDF podľa limitu veľkosti...
sv: Dela PDF efter storleksgräns...
tr: PDF'yi boyut sınırına göre ayırma...
uk: Розділення PDF за обмеженням розміру...

source: Latin (PT, EN, FR, DE, ES...)
bg: Латиница (PT, EN, FR, DE, ES...)
cs: Latinská abeceda (PT, EN, FR, DE, ES...)
da: Latinsk skrift (PT, EN, FR, DE, ES...)
de: Lateinschrift (PT, EN, FR, DE, ES...)
el: Λατινικό Αλφάβητο (PT, EN, FR, DE, ES...)
es: Escritura Latina (PT, EN, FR, DE, ES...)
et: Ladina kiri (PT, EN, FR, DE, ES...)
fi: Latinalainen kirjoitus (PT, EN, FR, DE, ES...)
fr: Script latin (PT, EN, FR, DE, ES...)
he: סקריפט לטיני (PT, EN, FR, DE, ES...)
hr: Latinično pismo (PT, EN, FR, DE, ES...)
hu: Latin írás (PT, EN, FR, DE, ES...)
is: Latínskur skrift (PT, EN, FR, DE, ES...)
ja: ラテン文字（PT、EN、FR、DE、ES...）
nl: Latijns schrift (PT, EN, FR, DE, ES...)
pl: Skrypt łaciński (PT, EN, FR, DE, ES...)
pt: Latino (PT, EN, FR, DE, ES…)
ro: Script latin (PT, EN, FR, DE, ES...)
ru: Латинский алфавит (ПТ, АН, ФР, ДЕ, ES...)
sk: Latinská abeceda (PT, EN, FR, DE, ES...)
sv: Latinskt skript (PT, EN, FR, DE, ES...)
tr: Latin Alfabesi (PT, EN, FR, DE, ES...)
uk: Латиниця (PT, EN, FR, DE, ES...)

source: English (Optimized)
bg: Английски (Оптимизиран)
cs: Angličtina (Optimalizováno)
da: Engelsk (Optimeret)
de: Englisch (Optimiert)
el: Αγγλικά (Βελτιστοποιημένα)
es: Inglés (Optimizado)
et: Inglise (optimeeritud)
fi: Englanti (Optimoitu)
fr: Anglais (Optimisé)
he: אנגלית (מוטבע)
hr: Engleski (Optimizirano)
hu: Angol (Optimalizált)
is: Enska (Fyrirferðarmikil)
it: Inglese (Ottimizzato)
ja: 英語（最適化）
nl: Engels (Geoptimaliseerd)
pl: Angielski (optymalizowany)
pt: Inglês (Otimizado)
ro: Engleză (Optimizat)
ru: Английский (оптимизированный)
sk: Angličtina (Optimalizovaná)
sv: Engelska (Optimerad)
tr: İngilizce (Optimize Edilmiş)
uk: Англійська (оптимізована)

source: Chinese Simplified
bg: Китайски (опростен)
cs: Zjednodušená čínština
da: Forenklet kinesisk
de: Chinesisch vereinfacht
el: Κινέζικα (Απλοποιημένα)
es: Chino simplificado
fi: Yksinkertaistettu kiina
fr: Chinois simplifié
hr: Pojednostavljeni kineski
hu: Kínai egyszerűsített
is: Einfölduð kínverska
ja: 簡体字中国語
nl: Vereenvoudigd Chinees
pl: Nie rozumiem.
pt: Chinês Simplificado
ro: Nu am un răspuns pentru aceasta.
ru: Упрощённый китайский
sk: Zjednodušená čínština
sv: Förenklad kinesiska
tr: Çince Basitleştirilmiş
uk: Китайська спрощена

source: Korean
bg: Корейски
cs: Korejština
da: Koreansk
de: Koreanisch
el: Κορεάτικα
es: Coreano
fi: Korea
fr: Coréen
hr: Korejski
hu: Koreai
is: Kóreska
ja: 韓国語
nl: Koreaans
pl: Nie rozumiem.
pt: Coreano
ro: Coreeană
ru: Корейский
sk: Stejné jako angličtina.
sv: Koreanska
tr: Korece
uk: Корейська

source: Arabic (AR, FA, UR...)
bg: Арабски скрипт (АР, ФА, УР...)
cs: Arabský skript (AR, FA, UR...)
da: Arabisk skrift (AR, FA, UR...)
de: Arabische Schrift (AR, FA, UR...)
el: Αραβική γραφή (ΑΡ, ΦΑ, ΟΥΡ...)
es: Escritura árabe (AR, FA, UR...)
et: Araabia skript (AR, FA, UR...)
fi: Arabialainen kirjoitus (AR, FA, UR...)
fr: Script arabe (AR, FA, UR...)
he: כתב ערבי (AR, FA, UR...)
hr: Arapsko pismo (AR, FA, UR...)
hu: Arab írás (AR, FA, UR...)
is: عربية (AR، FA، UR...)
ja: アラビア文字 (AR, FA, UR...)
nl: Arabisch schrift (AR, FA, UR...)
pl: Skrypt arabski (AR, FA, UR...)
pt: Texto em árabe (AR, FA, UR...)
ro: Scriere arabă (AR, FA, UR...)
ru: Арабский скрипт (AR, FA, UR...)
sk: Arabský skript (AR, FA, UR...)
sv: Arabiskt skript (AR, FA, UR...)
tr: Arap Alfabesi (AR, FA, UR...)
uk: Арабська (AR, FA, UR...)

source: Cyrillic (RU, UK, BG...)
bg: Кирилица (РУ, УК, БГ...)
cs: Кирилица (РУ, УК, БГ...)
da: Kyrillisk skrift (RU, UK, BG...)
de: Kyrillisches Alphabet (RU, UK, BG...)
el: Κυριλλική Γραφή (RU, UK, BG...)
es: Cirílico (RU, UK, BG...)
et: Kirillitsa (RU, UK, BG...)
fi: Kyrillinen kirjoitus (RU, UK, BG...)
fr: Cyrillique (RU, UK, BG...)
he: כתב קירילי (רוסית, אוקראינית, בולגרית...)
hr: Cyrillica (RU, UK, BG...)
hu: Ciril írás (RU, UK, BG...)
is: Кирилица (РУ, УК, БГ...)
ja: キリル文字 (RU, UK, BG...)
nl: Cyrillisch schrift (RU, UK, BG...)
pl: Cyrillica (RU, UK, BG...)
pt: Cirilico (RU, UK, BG...)
ro: Scriere chirilică (RU, UK, BG...)
ru: Кириллица (РУ, УК, БГ...)
sk: Cyrilická abeceda (RU, UK, BG...)
sv: Kyrillisk skrift (RU, UK, BG...)
tr: Kiril Alfabesi (RU, UK, BG...)
uk: Кирилиця (RU, UK, BG...)

source: East Slavic (RU, BY, UK)
bg: Източнославянски (РУ, BY, УК)
cs: Východní slovanský (RU, BY, UK)
da: Østslavisk (RU, BY, UK)
de: Ostslawisch (RU, BY, UK)
el: Ανατολική Σλαβική (ΡΩ, ΛΕΤ, ΟΥΚ)
es: Eslavo oriental (RU, BY, UK)
fi: Itäslavilainen (RU, BY, UK)
fr: Est-slave (RU, BY, UK)
he: סלאבית מזרחית (רוסיה, בלארוס, אוקראינה)
hr: Istočnoslavenski (RU, BY, UK)
hu: Kelet-szláv (RU, BY, UK)
is: מזרח סלאבי (RU, BY, UK)
ja: 東スラブ語（RU、BY、UK）
nl: Oost-Slavisch (RU, BY, UK)
pl: Wschodniosłowiański (RU, BY, UK)
pt: Eslavo Oriental (RU, BY, UK)
ro: Est Slavic (RU, BY, UK)
ru: Восточнославянский (РУ, BY, УК)
sk: Východné slovanské (RU, BY, UK)
sv: Oströslaviska (RU, BY, UK)
tr: Doğu Slav (RU, BY, UK)
uk: Східнослов'янська (RU, BY, UK)

source: Greek
bg: Гръцки
cs: Řečtina
da: Græsk
de: Griechisch
el: Ελληνικά
es: Griego
fi: Kreikka
fr: Grec
hr: Grčki
hu: Görög
is: Gríska
ja: ギリシャ語
nl: Grieks
pl: Grecki
pt: Grego
ro: Greacă
ru: Греческий
sk: Gréčtina
sv: Grekiska
tr: Yunanca
uk: Грецька

source: Devanagari (Hindi, Marathi, Nepali)
bg: Деванагари (Хинди, Марати, Непали)
cs: Devanagari (hindština, maráthština, nepálština)
el: Δεβανάγκαρι (Χίντι, Μαραθί, Νεπαλέζικα)
es: Devanagari (Hindi, Marathi, Nepalí)
fr: Devanagari (Hindi, Marathi, Népali)
he: דבאנאגארי (הינדי, מרטהי, נפאלי)
hu: Devanagari (Hindi, Marathi, Nepáli)
ja: デーヴァナーガリー（ヒンディー語、マラーティー語、ネパール語）
pl: Devanagari (hindi, marathi, nepalski)
ru: देवनागरी (हिंदी, मराठी, नेपाली)
sk: Devanagari (hindčina, maráthčina, nepálčina)
tr: Devanagari (Hintçe, Marathi, Nepali)
uk: Деванагарі (гінді, маратхі, непалі)

source: Tamil
bg: Тамилски
cs: Tamilština
el: Ταμίλ
fr: Tamoul
hr: Tamilski
ja: タミル語
pl: Tamilski
pt: Tâmil
ro: Tamilă
ru: Тамильский
uk: Тамільська

source: Telugu
bg: Телугу
cs: Telugština
el: Τελούγκου
fr: Télougou
is: Telúgú
ja: テルグ語
pl: Nie jesteś przetłumaczony.
pt: Télugo
ru: Телугу
sk: Stejné jako angličtina.
uk: Телугу

source: Thai
bg: Тайски
cs: Thajština
de: Thailändisch
el: Ταϊλανδικά
es: Tailandés
fr: Thaï
hr: Tajlandski
is: Tælensku
ja: タイ語
pl: Tajski
pt: Tailandês
ru: Тайский
sk: Thajčina
sv: Thailändska
tr: Tayca
uk: Тайська
