Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Select where to save text files
bg: Изберете къде да запазите текстовите файлове
cs: Vyberte, kam uložit textové soubory.
da: Vælg hvor du vil gemme tekstfiler
de: Wählen Sie aus, wo Sie Textdateien speichern möchten.
el: Επιλέξτε πού να αποθηκεύσετε τα αρχεία κειμένου
es: Seleccione dónde guardar los archivos de texto.
et: Vali, kuhu salvestada tekstifailid
fi: Valitse, mihin tallennat tekstitiedostot.
fr: Sélectionnez où enregistrer les fichiers texte
he: בחר היכן לשמור קבצי טקסט
hr: Odaberite gdje spremiti tekstualne datoteke
hu: Válassza ki, hová mentse a szövegfájlokat.
is: Veldu hvar á að vista textaskrár.
it: Seleziona dove salvare i file di testo
ja: テキストファイルを保存する場所を選択してください。
nl: Selecteer waar u tekstbestanden wilt opslaan
no: Velg hvor du vil lagre tekstfiler
pl: Wybierz miejsce, w którym chcesz zapisać pliki tekstowe.
pt: Selecione onde salvar arquivos de texto
ro: Selectați unde să salvați fișierele text
ru: Выберите, где сохранить текстовые файлы.
sk: Vyberte, kam uložiť textové súbory
sv: Välj var du vill spara textfiler.
tr: Metin dosyalarını kaydedeceğiniz yeri seçin.
uk: Виберіть, куди зберегти текстові файли

source: Choose where to save the text files
bg: Изберете къде да запазите текстовите файлове.
cs: Vyberte místo pro uložení textových souborů
da: Vælg hvor du vil gemme tekstfilerne
de: Wählen Sie aus, wo die Textdateien gespeichert werden sollen.
el: Επιλέξτε πού να αποθηκεύσετε τα αρχεία κειμένου.
es: Elige dónde guardar los archivos de texto.
et: Vali, kuhu salvestada tekstifailid
fi: Valitse, mihin haluat tallentaa tekstiedostot.
fr: Choisissez où enregistrer les fichiers texte.
he: בחר היכן לשמור את קבצי הטקסט
hr: Odaberite gdje želite spremiti tekstualne datoteke
hu: Válaszd ki, hová szeretnéd menteni a szövegfájlokat.
is: Veldu hvar á að vista textaskrárnar
it: Scegli dove salvare i file di testo
ja: テキストファイルを保存する場所を選択してください。
nl: Kies waar u de tekstbestanden wilt opslaan
pl: Wybierz miejsce, w którym chcesz zapisać pliki tekstowe.
pt: Escolha onde salvar os arquivos de texto
ro: Alegeți unde să salvați fișierele text
ru: Выберите, где сохранить текстовые файлы.
sk: Vyberte miesto na uloženie textových súborov.
sv: Välj var du vill spara textfilerna
tr: Metin dosyalarını kaydetmek için bir yer seçin.
uk: Оберіть, куди зберегти текстові файли

source: ODF Export
bg: Експорт в ODF
cs: Export ODF
da: ODF-eksport
el: Εξαγωγή ODF
es: Exportar ODF
et: ODF eksport
fi: ODF-vienti
fr: Export ODF
he: ייצוא ODF
hr: ODF Izvoz
hu: ODF Exportálás
is: ODF Útflutningur
it: Esportazione ODF
ja: ODFエクスポート
pl: Eksport ODF
pt: Exportar ODF
ro: Export ODF
ru: Экспорт ODF
sk: Export ODF
tr: ODF Dışa Aktarma
uk: Експорт ODF

source: Save ODF Files
bg: Запазване на ODF файлове
cs: Uložit soubory ODF
da: Gem ODF-filer
de: ODF-Dateien speichern
el: Αποθήκευση αρχείων ODF
es: Guardar archivos ODF
et: Salvesta ODF-failid
fi: Tallenna ODF-tiedostot
fr: Enregistrer des fichiers ODF
he: שמור קבצי ODF
hr: Spremi ODF datoteke
hu: ODF fájlok mentése
is: Vista ODF skrár
it: Salva file ODF
ja: ODFファイルを保存
nl: ODF-bestanden opslaan
pl: Zapisz pliki ODF
pt: Salvar Arquivos ODF
ro: Salvează fișiere ODF
ru: Сохранить файлы ODF
sk: Uložiť súbory ODF
sv: Spara ODF-filer
tr: ODF Dosyalarını Kaydet
uk: Зберегти файли ODF

source: Automatically save extracted text as .odt files
bg: Автоматично запазване на извлечения текст като .odt файлове
cs: Automaticky ukládat extrahovaný text jako .odt soubory
da: Automatisk gem ekstrakteret tekst som .odt-filer
de: Automatisch extrahierten Text als .odt-Dateien speichern
el: Αυτόματα αποθήκευση εξαγόμενου κειμένου ως .odt αρχεία
es: Guardar automáticamente el texto extraído como archivos .odt
et: Automaatne salvestamine ekstraheeritud tekstina .odt failidena
fi: Tallenna automaattisesti purettu teksti .odt-tiedostoina
fr: Enregistrez automatiquement le texte extrait en tant que fichiers .odt
he: שמור אוטומטית טקסט שהופק כקבצי .odt
hr: Automatski spremi izvučeni tekst kao .odt datoteke
hu: Automatikusan mentse el a kinyert szöveget .odt fájlokként
is: Vista sjálfvirkt vista útdreginn texta sem .odt skrár
it: Salva automaticamente il testo estratto come file .odt
ja: 抽出したテキストを自動的に .odt ファイルとして保存する
nl: Sla automatisch geëxtraheerde tekst op als .odt-bestanden
pl: Automatycznie zapisuj wyodrębniony tekst jako pliki .odt
pt: Salvar automaticamente o texto extraído como arquivos .odt
ro: Salvează automat textul extras ca fișiere .odt
ru: Автоматически сохранять извлечённый текст в виде файлов .odt
sk: Automaticky ukladajte extrahovaný text ako .odt súbory
sv: Spara automatiskt extraherad text som .odt-filer
tr: Çıkarılan metni otomatik olarak .odt dosyası olarak kaydet.
uk: Автоматично зберігати витягнутий текст як файли .odt

source: Include Page Images
bg: Включете изображения на страницата
cs: Zahrnout obrázky stránek
da: Inkluder sidebilleder
de: Seitenbilder einfügen
el: Συμπερίληψη Εικόνων Σελίδας
es: Incluir imágenes de página
et: Kuva lehe pildid
fi: Sisällytä sivukuvat
fr: Inclure les images de page
he: כלול תמונות עמודים
hr: Uključi slike stranica
hu: Oldal képek beillesztése
is: Inni myndir á síðu
it: Includi immagini della pagina
ja: ページ画像を含める
nl: Inclusief pagina-afbeeldingen
pl: Dołącz obrazy stron
pt: Incluir Imagens da Página
ro: Include imagini de pagină
ru: Включить изображения страниц
sk: Zahrnúť obrázky stránok
sv: Inkludera sidbilder
tr: Sayfa Görsellerini Dahil Et
uk: Включити зображення сторінок

source: Embed original page images in ODF
bg: Вградете оригиналните изображения на страницата в ODF
cs: Vložit originální obrázky stránek do ODF
da: Indsæt originale sidebilleder i ODF
de: Originalseitenbilder in ODF einbetten
el: Ενσωμάτωσε τις πρωτότυπες εικόνες σε ODF
es: Incrustar imágenes de la página original en ODF
et: Sisesta originaallehe pildid ODF-sse
fi: Upota alkuperäiset sivukuvat ODF:ään
fr: Intégrer les images de la page originale dans ODF
he: שילוב תמונות עמוד מקוריות ב-ODF
hr: Ugradi izvorne slike stranica u ODF
hu: Eredeti oldal képek beágyazása ODF-ben
is: Fela upprunalegu síðu myndir í ODF
it: Incorpora le immagini della pagina originale in ODF
ja: ODFに元のページ画像を埋め込む
nl: Originele pagina-afbeeldingen insluiten in ODF
pl: Osadź oryginalne obrazy stron w ODF
pt: Incorporar imagens da página original em ODF
ro: Înglobați imaginile paginilor originale în ODF
ru: Встраивать оригинальные изображения страниц в ODF
sk: Vložte pôvodné obrázky stránok do ODF
sv: Bädda in originalsidbilder i ODF
tr: ODF'de orijinal sayfa görsellerini göm.
uk: Вбудувати оригінальні зображення сторінок в ODF

source: Use Structured Formatting
bg: Използвайте структурирано форматиране
cs: Použijte strukturované formátování
da: Brug struktureret formatering
de: Verwenden Sie strukturierte Formatierung
el: Χρησιμοποιήστε Δομημένη Μορφοποίηση
es: Utiliza Formato Estructurado
et: Kasutage struktureeritud vormindust
fi: Käytä jäsenneltyä muotoilua
fr: Utilisez un formatage structuré
he: השתמש בעיצוב מובנה
hr: Koristite strukturirano formatiranje
hu: Használj struktúrált formázást
is: Notkun á uppbyggðri skráningu
it: Utilizza la formattazione strutturata
ja: 構造化フォーマットを使用してください。
nl: Gebruik gestructureerde opmaak
pl: Użyj sformatowania strukturalnego
pt: Use Formatação Estruturada
ro: Utilizați formatarea structurată
ru: Используйте структурированное форматирование
sk: Použite štruktúrované formátovanie
sv: Använd strukturerad formatering
tr: Yapılandırılmış Biçimlendirme Kullanın
uk: Використовувати структуроване форматування

source: Apply detected layout and text styles
bg: Приложете открития макет и стилове на текста.
cs: Použijte detekovaný rozložení a styly textu
da: Anvendt detekteret layout og tekststile
de: Wenden Sie das erkannte Layout und die Textstile an.
el: Εφαρμόστε την ανιχνευθείσα διάταξη και στυλ κειμένου
es: Aplicar diseño y estilos de texto detectados
et: Rakenda tuvastatud paigutus ja tekstistiilid.
fi: Käytä havaittua asettelua ja tekstityylejä
fr: Appliquer la mise en page et les styles de texte détectés
he: החל פריסת טקסט וסגנונות טקסט שזוהו
hr: Primijeni otkrivene rasporede i stilove teksta
hu: Alkalmazza a észlelt elrendezést és szövegstílusokat
is: Beita uppgötvaða uppsetningu og texta stíla.
it: Applica il layout e gli stili di testo rilevati
ja: 検出されたレイアウトとテキストスタイルを適用する
nl: Pas de gedetecteerde lay-out en tekststijlen toe
pl: Zastosuj wykrytą układ i style tekstu
pt: Aplicar layout e estilos de texto detectados
ro: Aplică stilurile de layout și text detectate
ru: Применить обнаруженную компоновку и текстовые стили
sk: Použiť zistené rozloženie a štýly textu
sv: Tillämpa upptäckta layouter och textstilar
tr: Algılanan düzeni ve metin stillerini uygula
uk: Застосувати виявлену розмітку та стилі тексту

source: Date and Time
bg: Дата и час
cs: Datum a čas
da: Dato og Tid
de: Datum und Uhrzeit
el: Ημερομηνία και Ώρα
es: Fecha y hora
et: Kuupäev ja kellaaeg
fi: Päivämäärä ja aika
fr: Date et Heure
he: תאריך ושעה
hr: Datum i vrijeme
hu: Dátum és idő
is: Dagsetning og tími
it: Data e ora
ja: 日付と時刻
nl: Datum en Tijd
no: Dato og tid
pl: Data i czas
pt: Data e Hora
ro: Dată și Oră
ru: Дата и время
sk: Dátum a čas
sv: Datum och tid
tr: Tarih ve Saat
uk: Дата та час

source: Add Date to Filename
bg: Добави дата към името на файла
cs: Přidat datum k názvu souboru
da: Tilføj dato til filnavn
de: Datum zum Dateinamen hinzufügen
el: Προσθήκη Ημερομηνίας στο Όνομα Αρχείου
es: Agregar fecha al nombre del archivo
et: Lisa kuupäev failinime juurde
fi: Lisää päivämäärä tiedostonimeen
fr: Ajouter la date au nom de fichier
he: הוסף תאריך לשם הקובץ
hr: Dodaj datum u naziv datoteke
hu: Dátum hozzáadása a fájlnevéhez
is: Bæta dagsetningu við skráarnafn
it: Aggiungi Data al Nome del File
ja: ファイル名に日付を追加
nl: Voeg datum toe aan bestandsnaam
no: Legg til dato i filnavn
pl: Dodaj datę do nazwy pliku
pt: Adicionar Data ao Nome do Arquivo
ro: Adaugă data în numele fișierului
ru: Добавить дату к имени файла
sk: Pridať dátum k názvu súboru
sv: Lägg till datum i filnamn
tr: Dosyaya Tarih Ekle
uk: Додати дату до імені файлу

source: Include date elements in the filename
bg: Включете елементи с дата в името на файла.
cs: Zahrňte prvky data do názvu souboru
da: Inkluder datoelementer i filnavnet
de: Datumselemente im Dateinamen einfügen
el: Συμπεριλάβετε στοιχεία ημερομηνίας στο όνομα αρχείου.
es: Incluir elementos de fecha en el nombre del archivo
et: Käivita kuupäeva elemendid failinimes.
fi: Sisällytä päivämääräelementit tiedostonimeen
fr: Inclure des éléments de date dans le nom de fichier
he: כלול רכיבי תאריך בשם הקובץ
hr: Uključite elemente datuma u naziv datoteke
hu: Tartalmazza a dátum elemeket a fájlnevében
is: Inni dagsetningarelement í skráarheiti
it: Includi elementi di data nel nome del file
ja: ファイル名に日付要素を含める
nl: Voeg datumelementen toe aan de bestandsnaam
no: Inkluder datoelementer i filnavnet
pl: Uwzględnij elementy daty w nazwie pliku
pt: Inclua elementos de data no nome do arquivo.
ro: Include elemente de dată în numele fișierului
ru: Включите элементы даты в имя файла
sk: Zahrňte dátové prvky do názvu súboru
sv: Inkludera datumelement i filnamnet
tr: Dosya adında tarih öğelerini dahil et
uk: Включити елементи дати у ім'я файлу

source: Include Year
bg: Включете година
cs: Zahrnout rok
da: Inkluder år
de: Jahr einbeziehen
el: Συμπεριλάβετε το Έτος
es: Incluir año
et: Sisaldab aastat
fi: Sisällytä vuosi
fr: Inclure l'année
he: כלול שנה
hr: Uključite godinu
hu: Tartalmazza az évet
is: Innihalda ár.
it: Includi anno
ja: 年を含める
nl: Inclusief jaar
no: Inkluder år
pl: Uwzględnij rok
pt: Incluir Ano
ro: Include anul
ru: Включить год
sk: Zahŕňať rok
sv: Inkludera år
tr: Yılı Dahil Et
uk: Включити рік

source: Add YYYY to the date
bg: Добавете YYYY към датата
cs: Přidejte RRRR k datu
da: Tilføj ÅÅÅÅ til datoen
de: Jahr (JJJJ) zum Datum hinzufügen
el: Προσθέστε το YYYY στην ημερομηνία
es: Añadir AAAA a la fecha
et: Lisa kuupäevale YYYY.
fi: Lisää YYYY päivämäärään
fr: Ajouter AAAA à la date
he: הוסף YYYY לתאריך
hr: Dodajte YYYY na datum
hu: Add YYYY a dátumhoz
is: Bættu YYYY við dagsetninguna
it: Aggiungere AAAA alla data
ja: 日付にYYYYを追加してください。
nl: Jaar (JJJJ) toevoegen aan de datum
no: Legg til YYYY til datoen
pl: Dodaj RRRR do daty
pt: Adicionar AAAA à data
ro: Adăugați YYYY la dată
ru: Добавьте YYYY к дате
sk: Pridajte YYYY k dátumu
sv: Lägg till ÅÅÅÅ till datumet
tr: Tarihe YYYY ekleyin.
uk: Додати РРРР до дати

source: Include Month
bg: Включете месец
cs: Zahrnout měsíc
da: Inkluder måned
de: Monat einbeziehen
el: Συμπεριλάβετε Μήνα
es: Incluir mes
et: Kaasuta kuud
fi: Sisällytä kuukausi
fr: Inclure le mois
he: כולל חודש
hr: Uključite mjesec
hu: Tartalmazza a hónapot
is: Innihalda Mánuð
it: Includi mese
ja: 月を含める
nl: Inclusief maand
no: Inkluder måned
pl: Uwzględnij miesiąc
pt: Incluir Mês
ro: Include Luna
ru: Включить месяц
sk: Zahŕňte mesiac
sv: Inkludera månad
tr: Ayı Dahil Et
uk: Включити місяць

source: Add MM to the date
bg: Добавете ММ към датата
cs: Přidejte MM k datu
da: Tilføj MM til datoen
de: Monat (MM) zum Datum hinzufügen
el: Προσθέστε MM στην ημερομηνία
es: Añadir MM a la fecha
et: Lisa kuupäevale MM.
fi: Lisää MM päivämäärään
fr: Ajouter MM à la date
he: הוסף MM לתאריך
hr: Dodajte MM na datum
hu: Add MM a dátumhoz
is: Bættu MM við dagsetninguna
it: Aggiungere MM alla data
ja: 日付にMMを追加してください。
nl: Maand (MM) toevoegen aan de datum
no: Legg til MM til datoen
pl: Dodaj MM do daty
pt: Adicionar MM à data
ro: Adăugați MM la dată
ru: Добавить ММ к дате
sk: Pridajte MM k dátumu
sv: Lägg till MM till datumet
tr: Tarihe MM ekle
uk: Додати ММ до дати

source: Include Day
bg: Включете деня
cs: Zahrnout den
da: Inkluder dag
de: Tag einbeziehen
el: Συμπεριλάβετε Ημέρα
es: Incluir día
et: Sisalda päev
fi: Sisällytä päivä
fr: Inclure le jour
he: כלול יום
hr: Uključi dan
hu: Nap hozzáadása
is: Inni dagur
it: Includi Giorno
ja: 日を含める
nl: Inclusief Dag
no: Inkluder dag
pl: Uwzględnij dzień
pt: Incluir Dia
ro: Include ziua
ru: Включить день
sk: Zahrnúť deň
sv: Inkludera dag
tr: Günü Dahil Et
uk: Включити день

source: Add DD to the date
bg: Добавете ДД към датата
cs: Přidejte DD k datu
da: Tilføj DD til datoen
de: Tag (TT) zum Datum hinzufügen
el: Προσθέστε DD στην ημερομηνία
es: Añadir DD a la fecha
et: Lisa kuupäevale DD.
fi: Lisää DD päivämäärään
fr: Ajouter JJ à la date
he: הוסף DD לתאריך
hr: Dodajte DD na datum
hu: Add DD a dátumhoz
is: Bættu DD við dagsetninguna
it: Aggiungere GG alla data
ja: 日付にDDを追加してください。
nl: Dag (DD) toevoegen aan de datum
no: Legg til DD til datoen
pl: Dodaj DD do daty
pt: Adicionar DD à data
ro: Adaugă DD la dată
ru: Добавить ДД к дате
sk: Pridajte DD k dátumu
sv: Lägg till DD till datumet
tr: Tarihe DD ekle
uk: Додати ДД до дати

source: Include Time
bg: Включете времето
cs: Zahrnout čas
da: Inkluder tid
de: Zeit einbeziehen
el: Συμπεριλάβετε Χρόνο
es: Incluir hora
et: Käivita aeg
fi: Sisällytä aika
fr: Inclure l'heure
he: כלול זמן
hr: Uključite vrijeme
hu: Idő hozzáadása
is: Inni tíma
it: Includi il tempo
ja: 時間を含める
nl: Inclusief tijd
no: Inkluder tid
pl: Uwzględnij czas
pt: Incluir Hora
ro: Includează timpul
ru: Включить время
sk: Zahrnúť čas
sv: Inkludera tid
tr: Zamanı Dahil Et
uk: Включити час

source: Add HHMM to the filename
bg: Добавете HHMM към името на файла
cs: Přidejte HHMM k názvu souboru
da: Tilføj HHMM til filnavnet
de: Uhrzeit (HHMM) zum Dateinamen hinzufügen
el: Προσθέστε HHMM στο όνομα αρχείου
es: Añadir HHMM al nombre del archivo
et: Lisa faili HHMM.
fi: Lisää HHMM tiedoston nimeen
fr: Ajouter HHMM au nom de fichier
he: הוסף HHMM לשם הקובץ
hr: Dodajte HHMM u naziv datoteke
hu: Add meg a HHMM-et a fájlnévhez.
is: Bættu HHMM við skráarnafnið
it: Aggiungere HHMM al nome file
ja: ファイル名にHHMMを追加する
nl: Tijd (HHMM) toevoegen aan de bestandsnaam
no: Legg til HHMM i filnavnet
pl: Dodaj HHMM do nazwy pliku
pt: Adicione HHMM ao nome do arquivo
ro: Adaugă HHMM la numele fișierului
ru: Добавить HHMM к имени файла
sk: Pridajte HHMM do názvu súboru
sv: Lägg till HHMM i filnamnet
tr: Dosya adına HHMM ekle
uk: Додати HHMM до імені файлу

source: Date Format
bg: Формат на дата
cs: Formát data
da: Datoformat
de: Datumsformat
el: Μορφή Ημερομηνίας
es: Formato de fecha
et: Kuupäeva formaat
fi: Päivämäärämuoto
fr: Format de date
he: פורמט תאריך
hr: Format datuma
hu: Dátumformátum
is: Dagsetningarsnið
it: Formato Data
ja: 日付形式
nl: Datumformaat
no: Datoformat
pl: Format daty
pt: Formato de Data
ro: Format de dată
ru: Формат даты
sk: Formát dátumu
sv: Datumformat
tr: Tarih Biçimi
uk: Формат дати

source: Standard (2026-02-23)
es: Estándar (2026-02-23)
ja: 標準（2026-02-23）
pt: Padrão (2026-02-23)

source: European (23-02-2026)
bg: Европейски (23-02-2026)
da: Europæisk (23-02-2026)
el: Ευρωπαϊκό (23-02-2026)
es: Europeo (23-02-2026)
fi: Eurooppalainen (23-02-2026)
hr: Europski (23-02-2026)
hu: Európai (23-02-2026)
is: Evrópskt (23-02-2026)
ja: ヨーロッパ式（23-02-2026）
nl: Europees (23-02-2026)
pl: Europejski (23-02-2026)
pt: Europeu (23-02-2026)
ru: Европейский (23-02-2026)
sk: Európsky (23-02-2026)
sv: Europeiskt (23-02-2026)
tr: Avrupa (23-02-2026)

source: American (02-23-2026)
bg: Американски (02-23-2026)
da: Amerikansk (02-23-2026)
el: Αμερικανικό (02-23-2026)
es: Americano (02-23-2026)
fi: Amerikkalainen (02-23-2026)
hr: Američki (02-23-2026)
hu: Amerikai (02-23-2026)
is: Amerískt (02-23-2026)
ja: アメリカ式（02-23-2026）
nl: Amerikaans (02-23-2026)
pl: Amerykański (02-23-2026)
pt: Americano (02-23-2026)
ru: Американский (02-23-2026)
sk: Americký (02-23-2026)
sv: Amerikanskt (02-23-2026)
tr: Amerikan (02-23-2026)

source: Preview
bg: Преглед
cs: Náhled
da: Forhåndsvisning
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
et: Eelvaade
fi: Esikatselu
fr: Aperçu
he: תצוגה מקדימה
hr: Pregled
hu: Előnézet
is: Forskoðun
it: Anteprima
ja: プレビュー
nl: Voorbeeld
no: Forhåndsvisning
pl: Podgląd
pt: Prévia
ro: Previzualizare
ru: Предварительный просмотр
sk: Náhľad
sv: Förhandsgranskning
tr: Önizleme
uk: Попередній перегляд

source: Filename Example:
bg: Пример за име на файл:
cs: Příklad názvu souboru:
da: Filnavn Eksempel:
de: Dateiname Beispiel:
el: Παράδειγμα Ονόματος Αρχείου:
es: Ejemplo de nombre de archivo:
et: Failinimi Näide:
fi: Tiedostonimi Esimerkki:
fr: Exemple de nom de fichier :
he: דוגמת שם קובץ:
hr: Primjer imena datoteke:
hu: Fájlnév példa:
is: Skilgreining skráar:
it: Esempio di nome file:
ja: ファイル名の例：
nl: Bestandsnaam Voorbeeld:
no: Filnavn Eksempel:
pl: Przykład nazwy pliku:
pt: Exemplo de Nome de Arquivo:
ro: Exemplu de nume de fișier:
ru: Пример имени файла:
sk: Príklad názvu súboru:
sv: Filnamn Exempel:
tr: Dosya Adı Örneği:
uk: Приклад імені файлу:

source: Straighten Pages
bg: Изправяне на страници
da: Ret sider op
el: Ίσιωμα σελίδων
es: Enderezar Páginas
fi: Suorista sivut
hr: Izravnaj stranice
hu: Oldalak kiegyenesítése
is: Rétta af síður
ja: ページの傾き補正
nl: Pagina's rechtzetten
pl: Wyprostuj strony
pt: Endireitar Páginas
ro: Îndreaptă paginile
ru: Выпрямить страницы
sk: Narovnať strany
sv: Räta upp sidor
tr: Sayfaları düzelt

source: Fixes pages that were scanned at a slight angle. The text lines become perfectly horizontal.
bg: Коригира страници, сканирани под лек ъгъл. Текстовите редове стават перфектно хоризонтални.
da: Retter sider der blev skannet skævt. Tekstlinjerne bliver perfekt vandrette.
el: Διορθώνει σελίδες που σαρώθηκαν υπό ελαφριά γωνία. Οι γραμμές κειμένου γίνονται τέλεια οριζόντιες.
es: Corrige páginas escaneadas con ligera inclinación. Las líneas de texto quedan perfectamente horizontales.
fi: Korjaa hieman vinossa skannatut sivut. Tekstirivit tulevat täysin vaakasuoriksi.
hr: Ispravlja stranice skenirane pod blagim kutom. Redovi teksta postaju savršeno vodoravni.
hu: Kijavítja az enyhén ferdén szkennelt oldalakat. A szövegsorok tökéletesen vízszintessé válnak.
is: Lagar síður sem voru skannaðar á halla. Textlínurnar verða fullkomlega láréttar.
ja: わずかに傾いてスキャンされたページを修正します。テキスト行が完全に水平になります。
nl: Corrigeert pagina's die onder een lichte hoek zijn gescand. De tekstregels worden perfect horizontaal.
pl: Koryguje strony zeskanowane pod lekkim kątem. Linie tekstu stają się idealnie poziome.
pt: Corrige páginas que foram digitalizadas ligeiramente tortas. As linhas de texto ficam perfeitamente horizontais.
ro: Corectează paginile scanate la un unghi ușor. Liniile de text devin perfect orizontale.
ru: Исправляет страницы, отсканированные под небольшим углом. Строки текста становятся идеально горизонтальными.
sk: Opravuje strany naskenované pod miernym uhlom. Riadky textu sa stanú dokonale vodorovnými.
sv: Rättar sidor som skannades snett. Textraderna blir perfekt horisontella.
tr: Hafif açıyla taranan sayfaları düzeltir. Metin satırları mükemmel yatay hale gelir.

source: Fix Curved Text
bg: Поправяне на извит текст
da: Ret buet tekst
el: Διόρθωση καμπύλου κειμένου
es: Corregir Texto Curvo
fi: Korjaa kaartunut teksti
hr: Ispravi zakrivljeni tekst
hu: Görbe szöveg javítása
is: Laga boginn texta
ja: 湾曲テキストの補正
nl: Gebogen tekst corrigeren
pl: Napraw zakrzywiony tekst
pt: Corrigir Texto Curvo
ro: Corectează text curbat
ru: Исправить изогнутый текст
sk: Opraviť zakrivený text
sv: Rätta böjd text
tr: Eğri metni düzelt

source: Corrects wavy or curved text that appears when photographing a book or a bent document.
bg: Коригира вълнообразен или извит текст, появяващ се при фотографиране на книга или огънат документ.
da: Retter bølget eller buet tekst der opstår ved fotografering af en bog eller bøjet dokument.
el: Διορθώνει κυματιστό ή καμπύλο κείμενο που εμφανίζεται κατά τη φωτογράφιση βιβλίου ή λυγισμένου εγγράφου.
es: Corrige texto ondulado o curvo que aparece al fotografiar un libro o documento doblado.
fi: Korjaa aaltoilevan tai kaartuneen tekstin, joka syntyy kirjan tai taittuneen asiakirjan valokuvaamisessa.
hr: Ispravlja valoviti ili zakrivljeni tekst koji se pojavljuje pri fotografiranju knjige ili savijenog dokumenta.
hu: Javítja a hullámzó vagy görbe szöveget, amely könyv vagy hajlított dokumentum fényképezésekor jelentkezik.
is: Lagar bylgjaðan eða boginn texta sem verður þegar bók eða beygt skjal er ljósmyndað.
ja: 本や曲がった文書を撮影した際に現れる波打ちや湾曲したテキストを補正します。
nl: Corrigeert golvende of gebogen tekst die ontstaat bij het fotograferen van een boek of een gebogen document.
pl: Koryguje falisty lub zakrzywiony tekst pojawiający się przy fotografowaniu książki lub zgiętego dokumentu.
pt: Corrige texto ondulado ou curvo que aparece ao fotografar um livro ou documento dobrado.
ro: Corectează textul ondulat sau curbat care apare la fotografierea unei cărți sau a unui document îndoit.
ru: Исправляет волнистый или изогнутый текст, появляющийся при фотографировании книги или согнутого документа.
sk: Opravuje vlnitý alebo zakrivený text vznikajúci pri fotografovaní knihy alebo ohnutého dokumentu.
sv: Rättar vågig eller böjd text som uppstår vid fotografering av en bok eller böjt dokument.
tr: Bir kitap veya bükülmüş belge fotoğraflanırken oluşan dalgalı veya eğri metni düzeltir.

source: Fix Perspective
bg: Поправяне на перспективата
da: Ret perspektiv
el: Διόρθωση προοπτικής
es: Corregir Perspectiva
fi: Korjaa perspektiivi
hr: Ispravi perspektivu
hu: Perspektíva javítása
is: Laga sjónarhorn
ja: 遠近補正
nl: Perspectief corrigeren
pl: Napraw perspektywę
pt: Corrigir Perspectiva
ro: Corectează perspectiva
ru: Исправить перспективу
sk: Opraviť perspektívu
sv: Rätta perspektiv
tr: Perspektifi düzelt
