Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Attempting to add {0} files
bg: Опит за добавяне на {0} файла
cs: Pokouším se přidat {0} souborů
da: Forsøger at tilføje {0} filer
de: Versuche, {0} Dateien hinzuzufügen.
el: Προσπαθώντας να προσθέσετε {0} αρχεία
es: Intentando agregar {0} archivos
et: Proovitakse lisada {0} faili
fi: Yritetään lisätä {0} tiedostoa
fr: Tentative d'ajout de {0} fichiers
he: מנסה להוסיף {0} קבצים
hr: Pokušavam dodati {0} datoteka
hu: {0} fájl hozzáadása folyamatban
is: Reynir að bæta {0} skrám
it: Tentativo di aggiungere {0} file
ja: {0} ファイルを追加しようとしています。
nl: Poging om {0} bestanden toe te voegen
no: Forsøker å legge til {0} filer
pl: Próba dodania {0} plików
pt: Tentando adicionar {0} arquivos
ro: Încercând să adăugați {0} fișiere
ru: Попытка добавить {0} файлов
sk: Pokúšam sa pridať {0} súborov
sv: Försöker lägga till {0} filer
tr: {0} dosyası eklenmeye çalışılıyor.
uk: Спроба додати {0} файлів

source: Successfully added {0} files
bg: Успешно добавени {0} файла
cs: Úspěšně přidáno {0} souborů
da: Succesfuldt tilføjet {0} filer
de: Erfolgreich {0} Dateien hinzugefügt
el: Επιτυχώς προστέθηκαν {0} αρχεία
es: Se añadieron correctamente {0} archivos
et: Failid {0} on edukalt lisatud
fi: Onnistuneesti lisätty {0} tiedostoa
fr: Fichiers {0} ajoutés avec succès
he: נוספו בהצלחה {0} קבצים
hr: Uspješno dodano {0} datoteka
hu: Sikeresen hozzáadva {0} fájl.
is: Skráning {0} skráa tókst.
it: Aggiunti con successo {0} file
ja: {0} 件のファイルが正常に追加されました。
nl: Succesvol {0} bestanden toegevoegd
no: Suksessfullt lagt til {0} filer
pl: Pomyślnie dodano {0} plików
pt: Adicionados com sucesso {0} arquivos
ro: Adăugate cu succes {0} fișiere
ru: Успешно добавлено {0} файлов
sk: Úspešne pridané {0} súbory
sv: Framgångsrikt tillagt {0} filer
tr: {0} dosya başarıyla eklendi
uk: Успішно додано {0} файлів

source: No valid files were found to add
bg: Не бяха намерени валидни файлове за добавяне.
cs: Nebyly nalezeny žádné platné soubory k přidání.
da: Ingen gyldige filer blev fundet til at tilføje.
de: Es wurden keine gültigen Dateien gefunden, die hinzugefügt werden können.
el: Δεν βρέθηκαν έγκυρα αρχεία για προσθήκη.
es: No se encontraron archivos válidos para agregar.
et: Kehtivaid faile ei leitud lisamiseks.
fi: Ei voimassa olevia tiedostoja löytynyt lisättäväksi.
fr: Aucun fichier valide n'a été trouvé à ajouter.
he: לא נמצאו קבצים תקפים להוספה
hr: Nisu pronađene valjane datoteke za dodavanje.
hu: Nem található érvényes fájl a hozzáadáshoz.
is: Engin gilt ekki skrá fannst til að bæta við.
it: Nessun file valido è stato trovato da aggiungere.
ja: 追加する有効なファイルが見つかりませんでした。
nl: Er zijn geen geldige bestanden gevonden om toe te voegen.
no: Ingen gyldige filer ble funnet for å legge til.
pl: Nie znaleziono ważnych plików do dodania.
pt: Nenhum arquivo válido foi encontrado para adicionar.
ro: Nu au fost găsite fișiere valide de adăugat.
ru: Не найдено действительных файлов для добавления.
sk: Neboli nájdené žiadne platné súbory na pridanie.
sv: Inga giltiga filer hittades för att lägga till.
tr: Eklenecek geçerli dosya bulunamadı.
uk: Не знайдено дійсних файлів для додавання.

source: Empty file path provided
bg: Предоставен е празен път до файл.
cs: Byl poskytnut prázdný cestovní soubor.
da: Tom filsti angivet
de: Leerer Dateipfad angegeben
el: Παρέχεται κενή διαδρομή αρχείου
es: Ruta de archivo vacía proporcionada
et: Tühi failitee on esitatud
fi: Tyhjää tiedostopolku annettu
fr: Chemin de fichier vide fourni
he: נתיב קובץ ריק שסופק
hr: Prazna putanja datoteke je navedena
hu: Üres fájlútvonal került megadásra
is: Tómar skráar leið er veitt.
it: Percorso del file vuoto fornito
ja: 空のファイルパスが提供されました
nl: Lege bestandslocatie opgegeven
no: Tom filbane er oppgitt
pl: Podano pustą ścieżkę pliku
pt: Caminho do arquivo vazio fornecido
ro: Calea fișierului este goală.
ru: Предоставлен пустой путь к файлу
sk: Poskytnutá prázdna cesta k súboru
sv: Tom filväg angiven
tr: Boş dosya yolu sağlandı.
uk: Порожній шлях до файлу надано

source: File does not exist: {0}
bg: Файлът не съществува: {0}
cs: Soubor neexistuje: {0}
da: Filen findes ikke: {0}
de: Datei existiert nicht: {0}
el: Το αρχείο δεν υπάρχει: {0}
es: El archivo no existe: {0}
et: Faili ei eksisteeri: {0}
fi: Tiedostoa ei ole olemassa: {0}
fr: Le fichier n'existe pas : {0}
he: הקובץ אינו קיים: {0}
hr: Datoteka ne postoji: {0}
hu: A fájl nem létezik: {0}
is: Skjal er ekki til: {0}
it: Il file non esiste: {0}
ja: ファイルが存在しません: {0}
nl: Bestand bestaat niet: {0}
no: Filen finnes ikke: {0}
pl: Plik nie istnieje: {0}
pt: O arquivo não existe: {0}
ro: Fișierul nu există: {0}
ru: Файл не существует: {0}
sk: Súbor neexistuje: {0}
sv: Filen finns inte: {0}
tr: Dosya mevcut değil: {0}
uk: Файл не існує: {0}

source: Unsupported file type: {0}
bg: Неподдържан тип файл: {0}
cs: Nepodporovaný typ souboru: {0}
da: Ikke understøttet filtype: {0}
de: Nicht unterstützter Dateityp: {0}
el: Μη υποστηριζόμενος τύπος αρχείου: {0}
es: Tipo de archivo no soportado: {0}
et: Toetamata failitüüp: {0}
fi: Tuetonta tiedostotyyppiä: {0}
fr: Type de fichier non pris en charge : {0}
he: סוג קובץ לא נתמך: {0}
hr: Nepodržani tip datoteke: {0}
hu: Támogatott fájltípus: {0}
is: Ógild skráartegund: {0}
it: Tipo di file non supportato: {0}
ja: サポートされていないファイルタイプ: {0}
nl: Ongeldig bestandstype: {0}
no: Ustøttet filtype: {0}
pl: Nieobsługiwany typ pliku: {0}
pt: Tipo de arquivo não suportado: {0}
ro: Tip de fișier nesuportat: {0}
ru: Неподдерживаемый тип файла: {0}
sk: Nepodporovaný typ súboru: {0}
sv: Stöds inte filtyp: {0}
tr: Desteklenmeyen dosya türü: {0}
uk: Непідтримуваний тип файлу: {0}

source: File already in list: {0}
bg: Файлът вече е в списъка: {0}
cs: Soubor již je v seznamu: {0}
da: Fil allerede i listen: {0}
de: Datei bereits in der Liste: {0}
el: Το αρχείο είναι ήδη στη λίστα: {0}
es: El archivo ya está en la lista: {0}
et: Fail juba nimekirjas: {0}
fi: Tiedosto on jo luettelossa: {0}
fr: Fichier déjà dans la liste : {0}
he: הקובץ כבר ברשימה: {0}
hr: Datoteka već u popisu: {0}
hu: A fájl már a listában van: {0}
is: Skrá þegar í lista: {0}
it: File già presente nell'elenco: {0}
ja: リストに既にファイルが存在します: {0}
nl: Bestand al in lijst: {0}
no: Fil allerede i listen: {0}
pl: Plik już znajduje się na liście: {0}
pt: Arquivo já na lista: {0}
ro: Fișierul este deja în listă: {0}
ru: Файл уже в списке: {0}
sk: Súbor je už v zozname: {0}
sv: Fil redan i listan: {0}
tr: Dosya zaten listede: {0}
uk: Файл вже в списку: {0}

source: Adding valid file: {0}
bg: Добавяне на валиден файл: {0}
cs: Přidání platného souboru: {0}
da: Tilføjer gyldig fil: {0}
de: Gültige Datei hinzufügen: {0}
el: Προσθήκη έγκυρου αρχείου: {0}
es: Agregando archivo válido: {0}
et: Lisatakse kehtiv fail: {0}
fi: Lisätään voimassa oleva tiedosto: {0}
fr: Ajout d'un fichier valide : {0}
he: הוספת קובץ תקף: {0}
hr: Dodavanje valjane datoteke: {0}
hu: Érvényes fájl hozzáadása: {0}
is: Bætir við gildum skrá: {0}
it: Aggiunta di un file valido: {0}
ja: 有効なファイルを追加中: {0}
nl: Toevoegen van geldig bestand: {0}
no: Legger til gyldig fil: {0}
pl: Dodawanie ważnego pliku: {0}
pt: Adicionando arquivo válido: {0}
ro: Adăugarea fișierului valid: {0}
ru: Добавление действительного файла: {0}
sk: Pridávanie platného súboru: {0}
sv: Lägger till giltig fil: {0}
tr: Geçerli dosya ekleniyor: {0}
uk: Додавання дійсного файлу: {0}

source: Settings saved successfully
bg: Настройките бяха запазени успешно.
cs: Nastavení byla úspěšně uložena.
da: Indstillinger gemt med succes
de: Einstellungen erfolgreich gespeichert
el: Οι ρυθμίσεις αποθηκεύτηκαν με επιτυχία
es: Configuración guardada con éxito
et: Seaded salvestatud edukalt
fi: Asetukset tallennettu onnistuneesti
fr: Paramètres enregistrés avec succès
he: הגדרות נשמרו בהצלחה
hr: Postavke su uspješno spremljene
hu: A beállítások sikeresen mentve.
is: Stillingar vistaðar með góðum árangri
it: Impostazioni salvate con successo
ja: 設定が正常に保存されました
nl: Instellingen succesvol opgeslagen
no: Innstillinger lagret vellykket
pl: Ustawienia zapisane pomyślnie
pt: Configurações salvas com sucesso
ro: Setările au fost salvate cu succes.
ru: Настройки успешно сохранены
sk: Nastavenia boli úspešne uložené.
sv: Inställningar sparades framgångsrikt
tr: Ayarlar başarıyla kaydedildi.
uk: Налаштування успішно збережено

source: Error saving settings: {0}
bg: Грешка при запазване на настройките: {0}
cs: Chyba při ukládání nastavení: {0}
da: Fejl ved gemning af indstillinger: {0}
de: Fehler beim Speichern der Einstellungen: {0}
el: Σφάλμα κατά την αποθήκευση ρυθμίσεων: {0}
es: Error al guardar la configuración: {0}
et: Seadistuste salvestamisel tekkis viga: {0}
fi: Virhe tallennettaessa asetuksia: {0}
fr: Erreur lors de l'enregistrement des paramètres : {0}
he: שגיאה בשמירת ההגדרות: {0}
hr: Greška pri spremanju postavki: {0}
hu: Hiba a beállítások mentésekor: {0}
is: Villa að vista stillingar: {0}
it: Errore durante il salvataggio delle impostazioni: {0}
ja: 設定の保存中にエラーが発生しました: {0}
nl: Fout bij het opslaan van instellingen: {0}
no: Feil ved lagring av innstillinger: {0}
pl: Błąd zapisywania ustawień: {0}
pt: Erro ao salvar configurações: {0}
ro: Eroare la salvarea setărilor: {0}
ru: Ошибка сохранения настроек: {0}
sk: Chyba pri ukladaní nastavení: {0}
sv: Fel vid sparande av inställningar: {0}
tr: Ayarlar kaydedilirken hata: {0}
uk: Помилка збереження налаштувань: {0}

source: Saved {0} selected files
bg: Запазени {0} избрани файла
cs: Uloženo {0} vybraných souborů
da: Gemte {0} valgte filer
de: {0} ausgewählte Dateien gespeichert
el: Αποθηκεύτηκαν {0} επιλεγμένα αρχεία
es: Guardados {0} archivos seleccionados
et: Salvestatud {0} valitud faili
fi: Tallennettu {0} valittua tiedostoa
fr: Fichiers sélectionnés {0} enregistrés
he: שמרו {0} קבצים שנבחרו
hr: Spremio {0} odabranih datoteka
hu: Mentett {0} kijelölt fájl.
is: Vista {0} valin skrá.
it: Salvati {0} file selezionati
ja: {0} 個の選択したファイルが保存されました
nl: Opgeslagen {0} geselecteerde bestanden
no: Lagrer {0} valgte filer
pl: Zapisano {0} wybranych plików
pt: Salvo {0} arquivos selecionados
ro: Salvate {0} fișiere selectate
ru: Сохранено {0} выбранных файлов
sk: Uložené {0} vybrané súbory
sv: Sparat {0} valda filer
tr: {0} seçili dosya kaydedildi
uk: Збережено {0} вибраних файлів

source: Error saving selected files: {0}
bg: Грешка при запазване на избраните файлове: {0}
cs: Chyba při ukládání vybraných souborů: {0}
da: Fejl ved gemning af valgte filer: {0}
de: Fehler beim Speichern der ausgewählten Dateien: {0}
el: Σφάλμα κατά την αποθήκευση των επιλεγμένων αρχείων: {0}
es: Error al guardar los archivos seleccionados: {0}
et: Viga valitud faile salvestades: {0}
fi: Virhe tallennettaessa valittuja tiedostoja: {0}
fr: Erreur lors de l'enregistrement des fichiers sélectionnés : {0}
he: שגיאה בשמירת הקבצים שנבחרו: {0}
hr: Greška pri spremanju odabranih datoteka: {0}
hu: Hiba a kiválasztott fájlok mentésekor: {0}
is: Villa að vista valdar skrár: {0}
it: Errore durante il salvataggio dei file selezionati: {0}
ja: 選択したファイルの保存中にエラーが発生しました: {0}
nl: Fout bij het opslaan van geselecteerde bestanden: {0}
no: Feil ved lagring av valgte filer: {0}
pl: Błąd podczas zapisywania wybranych plików: {0}
pt: Erro ao salvar os arquivos selecionados: {0}
ro: Eroare la salvarea fișierelor selectate: {0}
ru: Ошибка при сохранении выбранных файлов: {0}
sk: Chyba pri ukladaní vybraných súborov: {0}
sv: Fel vid sparande av valda filer: {0}
tr: Seçilen dosyaları kaydederken hata: {0}
uk: Помилка збереження вибраних файлів: {0}

source: Error loading selected files: {0}
bg: Грешка при зареждане на избраните файлове: {0}
cs: Chyba při načítání vybraných souborů: {0}
da: Fejl ved indlæsning af valgte filer: {0}
de: Fehler beim Laden der ausgewählten Dateien: {0}
el: Σφάλμα κατά τη φόρτωση των επιλεγμένων αρχείων: {0}
es: Error al cargar los archivos seleccionados: {0}
et: Vali failide laadimine ebaõnnestus: {0}
fi: Virhe ladattaessa valittuja tiedostoja: {0}
fr: Erreur de chargement des fichiers sélectionnés : {0}
he: שגיאה בטעינת הקבצים שנבחרו: {0}
hr: Greška pri učitavanju odabranih datoteka: {0}
hu: Hiba a kiválasztott fájlok betöltésekor: {0}
is: Villa að hlaða valdar skrár: {0}
it: Errore nel caricamento dei file selezionati: {0}
ja: 選択したファイルの読み込みエラー: {0}
nl: Fout bij het laden van geselecteerde bestanden: {0}
no: Feil ved lasting av valgte filer: {0}
pl: Błąd ładowania wybranych plików: {0}
pt: Erro ao carregar os arquivos selecionados: {0}
ro: Eroare la încărcarea fișierelor selectate: {0}
ru: Ошибка загрузки выбранных файлов: {0}
sk: Chyba pri načítaní vybraných súborov: {0}
sv: Fel vid inläsning av valda filer: {0}
tr: Seçilen dosyaları yüklerken hata: {0}
uk: Помилка завантаження вибраних файлів: {0}

source: Processing state reset successfully
bg: Състоянието на обработката е нулирано успешно.
cs: Stav zpracování byl úspěšně resetován.
da: Behandlingsstatus nulstillet med succes
de: Verarbeitungszustand erfolgreich zurückgesetzt
el: Η κατάσταση επεξεργασίας επαναρυθμίστηκε με επιτυχία
es: El estado de procesamiento se restableció con éxito.
et: Töötlemise olek lähtestati edukalt
fi: Käsittelytila nollattu onnistuneesti
fr: État de traitement réinitialisé avec succès
he: איפוס מצב העיבוד בוצע בהצלחה
hr: Stanje obrade uspješno resetirano
hu: A feldolgozási állapot sikeresen visszaállítva
is: Vinnslustaða endurstillt með góðum árangri
it: Ripristino dello stato di elaborazione riuscito
ja: 処理状態が正常にリセットされました。
nl: Verwerkingsstatus succesvol gereset
no: Behandlingsstatus tilbakestilt med suksess
pl: Stan przetwarzania zresetowany pomyślnie
pt: Estado de processamento redefinido com sucesso
ro: Resetarea stării de procesare a fost realizată cu succes.
ru: Состояние обработки успешно сброшено
sk: Spracovanie stavu bolo úspešne resetované.
sv: Bearbetningstillståndet har återställts framgångsrikt.
tr: İşlem durumu başarıyla sıfırlandı.
uk: Стан обробки успішно скинуто

source: Temporary files cleanup completed
bg: Почистването на временни файлове е завършено.
cs: Úklid dočasných souborů byl dokončen.
da: Rydning af midlertidige filer er fuldført
de: Die Bereinigung temporärer Dateien wurde abgeschlossen.
el: Η καθαριότητα των προσωρινών αρχείων ολοκληρώθηκε.
es: La limpieza de archivos temporales se ha completado.
et: Ajutavad failide puhastamine lõpetatud
fi: Väliaikaistiedostojen puhdistus suoritettu.
fr: Nettoyage des fichiers temporaires terminé
he: ניקוי קבצים זמניים הושלם
hr: Završeno čišćenje privremenih datoteka
hu: Ideiglenes fájlok törlése befejeződött
is: Tímabundin skráarhreinsun lokið
it: Pulizia dei file temporanei completata
ja: 一時ファイルのクリーンアップが完了しました
nl: Opruimen van tijdelijke bestanden voltooid
no: Rydding av midlertidige filer fullført
pl: Zakończono czyszczenie plików tymczasowych.
pt: Limpeza de arquivos temporários concluída
ro: Curățarea fișierelor temporare a fost finalizată.
ru: Очистка временных файлов завершена
sk: Údržba dočasných súborov bola dokončená.
sv: Rensning av temporära filer slutförd
tr: Geçici dosya temizliği tamamlandı.
uk: Очищення тимчасових файлів завершено

source: Saved extracted text to: {0}
bg: Запазен извлечен текст в: {0}
cs: Uložený extrahovaný text do: {0}
da: Gemte udtrukket tekst til: {0}
de: Extrahierter Text gespeichert in: {0}
el: Αποθηκεύτηκε το εξαγόμενο κείμενο στο: {0}
es: Texto extraído guardado en: {0}
et: Salvestatud eraldatud tekst: {0}
fi: Tallennettu purettu teksti osoitteeseen: {0}
fr: Texte extrait enregistré dans : {0}
he: שמרת טקסט שהופק ל: {0}
hr: Spremi izvučeni tekst u: {0}
hu: Mentett kinyert szöveg: {0}
is: Vistað útdreginn texti í: {0}
it: Testo estratto salvato in: {0}
ja: 抽出したテキストを保存しました: {0}
nl: Opgeslagen geëxtraheerde tekst naar: {0}
pl: Zapisano wyodrębniony tekst do: {0}
pt: Texto extraído salvo em: {0}
ro: Textul extras a fost salvat în: {0}
ru: Сохраненный извлеченный текст в: {0}
sk: Uložený extrahovaný text do: {0}
sv: Sparad extraherad text till: {0}
tr: Çıkarılan metin kaydedildi: {0}
uk: Витягнутий текст збережено до: {0}

source: Failed to save text file: {0}
bg: Неуспешно запазване на текстов файл: {0}
cs: Nepodařilo se uložit textový soubor: {0}
da: Kunne ikke gemme tekstfil: {0}
de: Fehler beim Speichern der Textdatei: {0}
el: Αποτυχία αποθήκευσης αρχείου κειμένου: {0}
es: Error al guardar el archivo de texto: {0}
et: Tekstifaili salvestamine ebaõnnestus: {0}
fi: Tallennus epäonnistui tekstiedostolle: {0}
fr: Échec de l'enregistrement du fichier texte : {0}
he: שגיאה בשמירת קובץ טקסט: {0}
hr: Neuspješno spremanje tekstualne datoteke: {0}
hu: A szövegfájl mentése nem sikerült: {0}
is: Ekki tókst að vista textaskrá: {0}
it: Impossibile salvare il file di testo: {0}
ja: テキストファイルの保存に失敗しました: {0}
nl: Kon niet opslaan tekstbestand: {0}
pl: Nie udało się zapisać pliku tekstowego: {0}
pt: Falha ao salvar o arquivo de texto: {0}
ro: Eșec la salvarea fișierului text: {0}
ru: Не удалось сохранить текстовый файл: {0}
sk: Nepodarilo sa uložiť textový súbor: {0}
sv: Misslyckades med att spara textfil: {0}
tr: Metin dosyası kaydedilemedi: {0}
uk: Не вдалося зберегти текстовий файл: {0}

source: Started OCR processing for {0} files using RapidOCR
bg: Започна OCR обработка за {0} файла, използвайки RapidOCR.
cs: Zahájeno zpracování OCR pro {0} souborů pomocí RapidOCR
da: Startede OCR-behandling for {0} filer ved hjælp af RapidOCR
de: OCR-Verarbeitung für {0} Dateien mit RapidOCR gestartet.
el: Ξεκίνησε η επεξεργασία OCR για {0} αρχεία χρησιμοποιώντας το RapidOCR.
es: Se inició el procesamiento OCR para {0} archivos utilizando RapidOCR.
et: Alustas OCR töötlemist {0} faili jaoks, kasutades RapidOCR-i.
fi: Aloitettu OCR-käsittely {0} tiedostolle käyttäen RapidOCR:ia.
fr: Traitement OCR démarré pour {0} fichiers en utilisant RapidOCR.
he: החלה עיבוד OCR עבור {0} קבצים באמצעות RapidOCR
hr: Započeo OCR obradu za {0} datoteka koristeći RapidOCR
hu: Megkezdődött az OCR feldolgozás a {0} fájl számára a RapidOCR segítségével.
is: Hafið hafið OCR úrvinnslu fyrir {0} skrár með RapidOCR
it: Avviato il processo OCR per {0} file utilizzando RapidOCR
ja: RapidOCRを使用して{0}ファイルのOCR処理を開始しました。
nl: OCR-verwerking gestart voor {0} bestanden met RapidOCR
pl: Rozpoczęto przetwarzanie OCR dla {0} plików za pomocą RapidOCR
pt: Iniciou o processamento de OCR para {0} arquivos usando o RapidOCR.
ro: A început procesarea OCR pentru {0} fișiere folosind RapidOCR.
ru: Начата обработка OCR для {0} файлов с использованием RapidOCR
sk: Spustil sa proces OCR pre {0} súborov pomocou RapidOCR.
sv: Startade OCR-behandling för {0} filer med RapidOCR
tr: RapidOCR kullanarak {0} dosyası için OCR işleme başlatıldı.
uk: Розпочато OCR-обробку {0} файлів за допомогою RapidOCR

source: Error starting OCR processing: {0}
bg: Грешка при стартиране на OCR обработка: {0}
cs: Chyba při spuštění zpracování OCR: {0}
da: Fejl ved opstart af OCR-behandling: {0}
de: Fehler beim Starten der OCR-Verarbeitung: {0}
el: Σφάλμα κατά την εκκίνηση της επεξεργασίας OCR: {0}
es: Error al iniciar el procesamiento de OCR: {0}
et: Viga OCR töötlemise käivitamisel: {0}
fi: Virhe OCR-käsittelyn käynnistämisessä: {0}
fr: Erreur lors du démarrage du traitement OCR : {0}
he: שגיאה בהתחלת עיבוד OCR: {0}
hr: Greška prilikom pokretanja OCR obrade: {0}
hu: Hiba az OCR feldolgozás indításakor: {0}
is: Villa við að hefja OCR úrvinnslu: {0}
it: Errore durante l'avvio dell'elaborazione OCR: {0}
ja: OCR処理の開始中にエラーが発生しました: {0}
nl: Fout bij het starten van OCR-verwerking: {0}
no: Feil ved oppstart av OCR-behandling: {0}
pl: Błąd podczas uruchamiania przetwarzania OCR: {0}
pt: Erro ao iniciar o processamento de OCR: {0}
ro: Eroare la pornirea procesării OCR: {0}
ru: Ошибка при запуске обработки OCR: {0}
sk: Chyba pri spúšťaní spracovania OCR: {0}
sv: Fel vid start av OCR-behandling: {0}
tr: OCR işleme başlatılırken hata: {0}
uk: Помилка під час запуску обробки OCR: {0}

source: No files to process
bg: Няма файлове за обработка
cs: Žádné soubory k zpracování
da: Ingen filer at behandle
de: Keine Dateien zu verarbeiten
el: Δεν υπάρχουν αρχεία προς επεξεργασία
es: No hay archivos para procesar.
et: Ei faile töötluseks.
fi: Ei käsiteltäviä tiedostoja
fr: Aucun fichier à traiter
he: אין קבצים לעיבוד
hr: Nema datoteka za obradu
hu: Nincsenek feldolgozandó fájlok
is: Engar skrár til að vinna úr
it: Nessun file da elaborare
ja: 処理するファイルはありません
nl: Geen bestanden om te verwerken
no: Ingen filer å behandle
pl: Brak plików do przetworzenia
pt: Nenhum arquivo para processar
ro: Nu sunt fișiere de procesat.
ru: Нет файлов для обработки
sk: Žiadne súbory na spracovanie
sv: Inga filer att bearbeta
tr: İşlenecek dosya yok
uk: Немає файлів для обробки

source: Processing stopped by user
bg: Обработката е спряна от потребителя.
cs: Zpracování zastaveno uživatelem
da: Behandling stoppet af bruger
de: Verarbeitung vom Benutzer gestoppt
el: Η επεξεργασία σταμάτησε από τον χρήστη.
es: Procesamiento detenido por el usuario
et: Töötlemine peatatud kasutaja poolt
fi: Käsittely pysäytetty käyttäjän toimesta
fr: Traitement arrêté par l'utilisateur
he: העיבוד הופסק על ידי המשתמש
hr: Obrada zaustavljena od strane korisnika
hu: A feldolgozást a felhasználó leállította
is: Vinnsla stöðvuð af notanda
it: Elaborazione interrotta dall'utente
ja: ユーザーによって処理が停止されました
nl: Verwerking gestopt door gebruiker
pl: Przetwarzanie zatrzymane przez użytkownika
pt: Processamento interrompido pelo usuário
ro: Procesarea oprită de utilizator
ru: Обработка остановлена пользователем
sk: Spracovanie zastavené používateľom
sv: Bearbetning stoppad av användaren
tr: Kullanıcı tarafından işlem durduruldu.
uk: Обробку зупинено користувачем

source: Processing cancelled by user during file: {0}
bg: Обработката е отменена от потребителя по време на файл: {0}
cs: Zpracování zrušeno uživatelem během souboru: {0}
da: Behandling annulleret af bruger under fil: {0}
de: Verarbeitung vom Benutzer während der Datei abgebrochen: {0}
el: Η επεξεργασία ακυρώθηκε από τον χρήστη κατά τη διάρκεια του αρχείου: {0}
es: Procesamiento cancelado por el usuario durante el archivo: {0}
et: Töötlemine tühistati kasutaja poolt faili: {0}
fi: Käsittely peruutettu käyttäjän toimesta tiedostossa: {0}
fr: Traitement annulé par l'utilisateur pendant le fichier : {0}
he: עיבוד בוטל על ידי המשתמש במהלך הקובץ: {0}
hr: Obrada otkazana od strane korisnika tijekom datoteke: {0}
hu: Feldolgozás megszakítva a felhasználó által a fájl során: {0}
is: Vinnsla hætt af notanda meðan á skrá: {0}
it: Elaborazione annullata dall'utente durante il file: {0}
ja: ユーザーによってファイルの処理がキャンセルされました: {0}
nl: Verwerking geannuleerd door gebruiker tijdens bestand: {0}
pl: Przetwarzanie anulowane przez użytkownika podczas pliku: {0}
pt: Processamento cancelado pelo usuário durante o arquivo: {0}
ro: Procesare anulată de utilizator în timpul fișierului: {0}
ru: Обработка отменена пользователем во время файла: {0}
sk: Spracovanie zrušené používateľom počas súboru: {0}
sv: Bearbetning avbruten av användaren under fil: {0}
tr: Kullanıcı tarafından {0} dosyası sırasında işlem iptal edildi.
uk: Обробку скасовано користувачем під час файлу: {0}

source: Error processing {0}: {1}
bg: Грешка при обработка на {0}: {1}
cs: Chyba při zpracování {0}: {1}
da: Fejl ved behandling af {0}: {1}
de: Fehler bei der Verarbeitung von {0}: {1}
el: Σφάλμα κατά την επεξεργασία {0}: {1}
es: Error al procesar {0}: {1}
et: Viga töötlemisel {0}: {1}
fi: Virhe käsitellessä {0}: {1}
fr: Erreur lors du traitement de {0} : {1}
he: שגיאה בעיבוד {0}: {1}
hr: Greška prilikom obrade {0}: {1}
hu: Hiba a(z) {0} feldolgozása során: {1}
is: Villa við að vinna úr {0}: {1}
it: Errore durante l'elaborazione di {0}: {1}
ja: {0}の処理中にエラーが発生しました: {1}
nl: Fout bij het verwerken van {0}: {1}
pl: Błąd przetwarzania {0}: {1}
pt: Erro ao processar {0}: {1}
ro: Eroare la procesarea {0}: {1}
ru: Ошибка обработки {0}: {1}
sk: Chyba pri spracovaní {0}: {1}
sv: Fel vid bearbetning av {0}: {1}
tr: {0} işlenirken hata: {1}
uk: Помилка обробки {0}: {1}
