Repository: biglinux/bigocrpdf
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Discard
bg: Отхвърли
cs: Zahodit
da: Forkast
de: Verwerfen
el: Απόρριψη
es: Descartar
et: Käivita
fi: Hylkää
fr: Jeter
he: מחק
hr: Odbaci
hu: Elvetés
is: Hendaðu
it: Scarta
ja: 破棄
nl: Verwijderen
pl: Odrzuć
pt: Descartar
ro: Aruncă
ru: Отменить
sk: Zahodiť
sv: Kasta bort
tr: Atla
uk: Відхилити

source: Resume
bg: Резюме
cs: Životopis
da: Genoptag
de: Lebenslauf
el: Σύνοψη
es: Currículum
et: Kokkuvõte
fi: Jatka
fr: Reprendre
he: המשך
hr: Nastavi
hu: Folytatás
is: Endurtekning
it: Curriculum Vitae
ja: 履歴書
nl: Hervatten
pl: Wznów
pt: Continuar
ro: Rezumat
ru: Резюме
sk: Životopis
sv: Återuppta
tr: Özgeçmiş
uk: Відновити

source: Start
bg: Старт
cs: Začít
de: Starten
el: Έναρξη
es: Iniciar
et: Alusta
fi: Aloita
fr: Démarrer
he: התחל
hr: Započni
hu: Kezdés
is: Byrjun
it: Inizia
ja: 開始
nl: Starten
pt: Iniciar
ro: Începe
ru: Начать
sk: Štart
sv: Starta
tr: Başla
uk: Почати

source: Process New Files
bg: Обработи нови файлове
cs: Zpracovat nové soubory
da: Behandl nye filer
de: Neue Dateien verarbeiten
el: Επεξεργασία Νέων Αρχείων
es: Procesar Nuevos Archivos
et: Töötle uusi faile
fi: Käsittele uusia tiedostoja
fr: Traiter de nouveaux fichiers
he: עיבוד קבצים חדשים
hr: Obradi nove datoteke
hu: Új fájlok feldolgozása
is: Vinn nýjar skrár
it: Elabora Nuovi File
ja: 新しいファイルを処理する
nl: Verwerk Nieuwe Bestanden
no: Behandle nye filer
pl: Przetwórz nowe pliki
pt: Processar Novos Arquivos
ro: Procesează fișiere noi
ru: Обработать новые файлы
sk: Spracovať nové súbory
sv: Bearbeta nya filer
tr: Yeni Dosyaları İşle
uk: Обробити нові файли

source: Controls the compression applied to images inside the PDF. Lower quality means smaller files but some detail is lost. 'Keep Original' preserves images exactly as they are. The last option, 'Black & White (JBIG2)', converts all pages to pure black and white using JBIG2 — the most compact format available. Ideal for text-only documents, but all color is lost.
bg: Контролира компресията на изображенията в PDF. По-ниско качество означава по-малки файлове, но се губят детайли. 'Запазване на оригинала' запазва изображенията точно такива, каквито са. Последната опция, 'Черно-бяло (JBIG2)', превръща всички страници в чисто черно-бяло с JBIG2 — най-компактният наличен формат. Идеален за текстови документи, но всички цветове се губят.
da: Styrer komprimeringen af billeder i PDF'en. Lavere kvalitet betyder mindre filer, men nogle detaljer går tabt. 'Behold original' bevarer billeder præcis som de er. Den sidste mulighed, 'Sort-hvid (JBIG2)', konverterer alle sider til rent sort-hvid med JBIG2 — det mest kompakte tilgængelige format. Ideelt til dokumenter med kun tekst, men al farve går tabt.
el: Ελέγχει τη συμπίεση που εφαρμόζεται στις εικόνες μέσα στο PDF. Χαμηλότερη ποιότητα σημαίνει μικρότερα αρχεία αλλά χάνονται ορισμένες λεπτομέρειες. Το 'Διατήρηση πρωτοτύπου' διατηρεί τις εικόνες ακριβώς όπως είναι. Η τελευταία επιλογή, 'Ασπρόμαυρο (JBIG2)', μετατρέπει όλες τις σελίδες σε καθαρά ασπρόμαυρο με JBIG2 — τη πιο συμπαγή μορφή. Ιδανικό για έγγραφα μόνο κειμένου, αλλά χάνονται όλα τα χρώματα.
es: Controla la compresión aplicada a imágenes dentro del PDF. Menor calidad significa archivos más pequeños pero se pierde algo de detalle. 'Mantener Original' preserva las imágenes exactamente como están. La última opción, 'Blanco y Negro (JBIG2)', convierte todas las páginas a blanco y negro puro usando JBIG2 — el formato más compacto disponible. Ideal para documentos solo de texto, pero se pierde todo el color.
fi: Hallitsee PDF:n kuviin sovellettavaa pakkausta. Matalampi laatu tarkoittaa pienempiä tiedostoja, mutta yksityiskohtia menetetään. 'Säilytä alkuperäinen' säilyttää kuvat täsmälleen sellaisinaan. Viimeinen vaihtoehto, 'Mustavalkoinen (JBIG2)', muuntaa kaikki sivut puhtaaksi mustavalkoiseksi JBIG2:lla — kompaktein saatavilla oleva formaatti. Ihanteellinen tekstiasiakirjoille, mutta kaikki värit menetetään.
hr: Kontrolira kompresiju primijenjenu na slike u PDF-u. Niža kvaliteta znači manje datoteke, ali se gube detalji. 'Zadrži original' čuva slike točno onakve kakve jesu. Zadnja opcija, 'Crno-bijelo (JBIG2)', pretvara sve stranice u čisto crno-bijelo pomoću JBIG2 — najkompaktnijeg dostupnog formata. Idealno za tekstualne dokumente, ali se svi boje gube.
hu: A PDF-ben lévő képekre alkalmazott tömörítést vezérli. Az alacsonyabb minőség kisebb fájlokat jelent, de néhány részlet elvész. Az 'Eredeti megtartása' pontosan megőrzi a képeket. Az utolsó opció, a 'Fekete-fehér (JBIG2)', az összes oldalt tiszta fekete-fehérre alakítja JBIG2-vel — a legkompaktabb elérhető formátum. Ideális szöveges dokumentumokhoz, de minden szín elvész.
is: Stjórnar þjöppun mynda í PDF. Lægri gæði þýða minni skrár en smáatriði tapast. 'Halda upprunalegu' geymir myndir eins og þær eru. Síðasti valkosturinn, 'Svart og hvítt (JBIG2)', breytir öllum síðum í hreint svart og hvítt með JBIG2 — þjappasta sniðinu. Hentar vel fyrir textaskjöl, en allir litir tapast.
ja: PDF内の画像に適用される圧縮を制御します。低い品質はファイルサイズが小さくなりますが、一部の詳細が失われます。「オリジナル維持」は画像をそのまま保持します。 最後のオプション「白黒（JBIG2）」は、利用可能な最もコンパクトな形式であるJBIG2を使用してすべてのページを完全な白黒に変換します。テキストのみの文書に最適ですが、すべての色が失われます。
nl: Regelt de compressie van afbeeldingen in de PDF. Lagere kwaliteit betekent kleinere bestanden maar er gaan details verloren. 'Origineel behouden' bewaart afbeeldingen precies zoals ze zijn. De laatste optie, 'Zwart-wit (JBIG2)', converteert alle pagina's naar puur zwart-wit met JBIG2 — het meest compacte beschikbare formaat. Ideaal voor documenten met alleen tekst, maar alle kleur gaat verloren.
pl: Kontroluje kompresję stosowaną do obrazów w PDF. Niższa jakość oznacza mniejsze pliki, ale tracone są detale. 'Zachowaj oryginał' zachowuje obrazy bez zmian. Ostatnia opcja, 'Czarno-biały (JBIG2)', konwertuje wszystkie strony na czysty czarno-biały za pomocą JBIG2 — najkompaktniejszego dostępnego formatu. Idealny dla dokumentów tekstowych, ale wszystkie kolory zostaną utracone.
pt: Controla a compressão aplicada às imagens dentro do PDF. Qualidade menor significa arquivos menores mas algum detalhe é perdido. 'Manter Original' preserva as imagens exatamente como estão. A última opção, 'Preto e Branco (JBIG2)', converte todas as páginas para preto e branco puro usando JBIG2 — o formato mais compacto disponível. Ideal para documentos somente de texto, mas toda cor é perdida.
ro: Controlează compresia aplicată imaginilor din PDF. Calitate mai scăzută înseamnă fișiere mai mici dar se pierd unele detalii. 'Păstrează originalul' păstrează imaginile exact așa cum sunt. Ultima opțiune, 'Alb-negru (JBIG2)', convertește toate paginile în alb-negru pur folosind JBIG2 — cel mai compact format disponibil. Ideal pentru documente doar text, dar toate culorile se pierd.
ru: Управляет сжатием изображений в PDF. Низкое качество означает файлы меньшего размера, но теряются детали. 'Сохранить оригинал' сохраняет изображения как есть. Последний вариант, 'Чёрно-белый (JBIG2)', преобразует все страницы в чистое чёрно-белое с помощью JBIG2 — самого компактного формата. Идеально для текстовых документов, но все цвета теряются.
sk: Riadi kompresiu aplikovanú na obrázky v PDF. Nižšia kvalita znamená menšie súbory, ale strácajú sa detaily. 'Zachovať originál' zachováva obrázky presne tak, ako sú. Posledná možnosť, 'Čiernobiely (JBIG2)', prevedie všetky strany na čisto čiernobiele pomocou JBIG2 — najkompaktnejšieho dostupného formátu. Ideálne pre textové dokumenty, ale všetky farby sa stratia.
sv: Styr komprimeringen av bilder i PDF:en. Lägre kvalitet ger mindre filer men detaljer går förlorade. 'Behåll original' bevarar bilderna exakt som de är. Det sista alternativet, 'Svartvit (JBIG2)', konverterar alla sidor till rent svartvitt med JBIG2 — det mest kompakta tillgängliga formatet. Idealiskt för textdokument, men all färg går förlorad.
tr: PDF içindeki görüntülere uygulanan sıkıştırmayı kontrol eder. Düşük kalite daha küçük dosyalar demektir ama bazı ayrıntılar kaybolur. 'Orijinali koru' görüntüleri olduğu gibi saklar. Son seçenek, 'Siyah Beyaz (JBIG2)', tüm sayfaları JBIG2 ile saf siyah beyaza dönüştürür — mevcut en kompakt biçim. Yalnızca metin belgeleri için idealdir, ancak tüm renkler kaybolur.

source: Creates an archival PDF designed for long-term storage. The file will open correctly on any device, now and in the future. Recommended for important documents.
bg: Създава архивен PDF за дългосрочно съхранение. Файлът ще се отваря правилно на всяко устройство, сега и в бъдеще. Препоръчва се за важни документи.
da: Opretter en arkiv-PDF beregnet til langtidsopbevaring. Filen åbnes korrekt på enhver enhed, nu og i fremtiden. Anbefalet til vigtige dokumenter.
el: Δημιουργεί αρχειακό PDF σχεδιασμένο για μακροπρόθεσμη αποθήκευση. Το αρχείο θα ανοίξει σωστά σε οποιαδήποτε συσκευή, τώρα και στο μέλλον. Συνιστάται για σημαντικά έγγραφα.
es: Crea un PDF de archivo diseñado para almacenamiento a largo plazo. El archivo se abrirá correctamente en cualquier dispositivo, ahora y en el futuro. Recomendado para documentos importantes.
fi: Luo arkisto-PDF:n pitkäaikaista tallennusta varten. Tiedosto avautuu oikein kaikilla laitteilla, nyt ja tulevaisuudessa. Suositellaan tärkeille asiakirjoille.
hr: Stvara arhivski PDF namijenjen dugotrajnom pohranjivanju. Datoteka će se ispravno otvoriti na svakom uređaju, sada i u budućnosti. Preporučeno za važne dokumente.
hu: Hosszú távú tárolásra tervezett archív PDF-et hoz létre. A fájl bármely eszközön helyesen nyílik meg, most és a jövőben is. Fontos dokumentumokhoz ajánlott.
is: Býr til safnvörslu-PDF hannað til langtímageymslu. Skráin opnast rétt á hvaða tæki sem er, núna og í framtíðinni. Ráðlagt fyrir mikilvæg skjöl.
ja: 長期保存用のアーカイブPDFを作成します。このファイルはどのデバイスでも、現在も将来も正しく開けます。重要な文書に推奨されます。
nl: Maakt een archief-PDF voor langdurige opslag. Het bestand opent correct op elk apparaat, nu en in de toekomst. Aanbevolen voor belangrijke documenten.
pl: Tworzy archiwalny PDF przeznaczony do długoterminowego przechowywania. Plik otworzy się poprawnie na każdym urządzeniu, teraz i w przyszłości. Zalecany dla ważnych dokumentów.
pt: Cria um PDF de arquivo projetado para armazenamento de longo prazo. O arquivo abrirá corretamente em qualquer dispositivo, agora e no futuro. Recomendado para documentos importantes.
ro: Creează un PDF arhivat conceput pentru stocare pe termen lung. Fișierul se va deschide corect pe orice dispozitiv, acum și în viitor. Recomandat pentru documente importante.
ru: Создаёт архивный PDF для долгосрочного хранения. Файл будет корректно открываться на любом устройстве, сейчас и в будущем. Рекомендуется для важных документов.
sk: Vytvorí archívne PDF určené na dlhodobé ukladanie. Súbor sa správne otvorí na akomkoľvek zariadení, teraz aj v budúcnosti. Odporúčané pre dôležité dokumenty.
sv: Skapar en arkiv-PDF för långtidslagring. Filen öppnas korrekt på alla enheter, nu och i framtiden. Rekommenderas för viktiga dokument.
tr: Uzun süreli depolama için tasarlanmış arşiv PDF'si oluşturur. Dosya herhangi bir cihazda doğru açılır, şimdi ve gelecekte. Önemli belgeler için önerilir.

source: Sets a size limit for the final file. If the result is too large, it is automatically split into smaller numbered files (e.g. document-01.pdf). Useful for email or uploads.
bg: Задава ограничение за размера на крайния файл. Ако резултатът е прекалено голям, той автоматично се разделя на по-малки номерирани файлове (напр. document-01.pdf). Полезно за имейл или качване.
da: Sætter en størrelsesgrænse for den endelige fil. Hvis resultatet er for stort, opdeles det automatisk i mindre nummererede filer (f.eks. document-01.pdf). Nyttigt til e-mail eller uploads.
el: Ορίζει όριο μεγέθους για το τελικό αρχείο. Αν το αποτέλεσμα είναι πολύ μεγάλο, χωρίζεται αυτόματα σε μικρότερα αριθμημένα αρχεία (π.χ. document-01.pdf). Χρήσιμο για email ή μεταφορτώσεις.
es: Establece un límite de tamaño para el archivo final. Si el resultado es demasiado grande, se divide automáticamente en archivos más pequeños numerados (ej: documento-01.pdf). Útil para correo o subidas.
fi: Asettaa kokorajan lopulliselle tiedostolle. Jos tulos on liian suuri, se jaetaan automaattisesti pienempiin numeroituihin tiedostoihin (esim. document-01.pdf). Hyödyllinen sähköpostia tai latausta varten.
hr: Postavlja ograničenje veličine za konačnu datoteku. Ako je rezultat prevelik, automatski se dijeli na manje numerirane datoteke (npr. document-01.pdf). Korisno za e-poštu ili prijenos.
hu: Méretkorlátot állít be a végleges fájlhoz. Ha az eredmény túl nagy, automatikusan kisebb, számozott fájlokra osztódik (pl. document-01.pdf). Hasznos e-mailhez vagy feltöltéshez.
is: Setur stærðartakmörk á endanlega skrá. Ef hún er of stór er henni sjálfvirkt skipt í minni tölusettar skrár (t.d. document-01.pdf). Gagnlegt fyrir tölvupóst eða upphal.
ja: 最終ファイルにサイズ制限を設定します。結果が大きすぎる場合、自動的に番号付きの小さなファイルに分割されます（例：document-01.pdf）。メールやアップロードに便利です。
nl: Stelt een maximumgrootte in voor het eindbestand. Als het resultaat te groot is, wordt het automatisch opgesplitst in kleinere genummerde bestanden (bijv. document-01.pdf). Handig voor e-mail of uploads.
pl: Ustawia limit rozmiaru pliku wynikowego. Jeśli wynik jest za duży, jest automatycznie dzielony na mniejsze ponumerowane pliki (np. document-01.pdf). Przydatne do e-maili lub przesyłania.
pt: Define um limite de tamanho para o arquivo final. Se o resultado for muito grande, é automaticamente dividido em arquivos menores numerados (ex: documento-01.pdf). Útil para e-mail ou uploads.
ro: Setează o limită de dimensiune pentru fișierul final. Dacă rezultatul este prea mare, este împărțit automat în fișiere numerotate mai mici (ex. document-01.pdf). Util pentru email sau încărcări.
ru: Устанавливает ограничение размера для итогового файла. Если результат слишком большой, он автоматически разделяется на пронумерованные файлы меньшего размера (например, document-01.pdf). Полезно для электронной почты или загрузок.
sk: Nastavuje limit veľkosti výsledného súboru. Ak je výsledok príliš veľký, je automaticky rozdelený na menšie očíslované súbory (napr. document-01.pdf). Užitočné pre e-mail alebo nahrávanie.
sv: Sätter en storleksgräns för slutfilen. Om resultatet är för stort delas det automatiskt upp i mindre numrerade filer (t.ex. document-01.pdf). Användbart för e-post eller uppladdning.
tr: Son dosya için boyut sınırı belirler. Sonuç çok büyükse, otomatik olarak daha küçük numaralı dosyalara bölünür (ör. document-01.pdf). E-posta veya yükleme için kullanışlıdır.

source: Configure how the final PDF is generated. These settings affect file size, quality, and compatibility.
bg: Конфигурирайте как се генерира крайният PDF. Тези настройки влияят на размера, качеството и съвместимостта.
da: Konfigurer hvordan den endelige PDF genereres. Disse indstillinger påvirker filstørrelse, kvalitet og kompatibilitet.
el: Ρυθμίστε πώς δημιουργείται το τελικό PDF. Αυτές οι ρυθμίσεις επηρεάζουν μέγεθος, ποιότητα και συμβατότητα.
es: Configure cómo se genera el PDF final. Estas configuraciones afectan tamaño, calidad y compatibilidad.
fi: Määritä miten lopullinen PDF luodaan. Nämä asetukset vaikuttavat tiedostokokoon, laatuun ja yhteensopivuuteen.
hr: Konfigurirajte kako se generira konačni PDF. Ove postavke utječu na veličinu, kvalitetu i kompatibilnost.
hu: Konfigurálja a végleges PDF létrehozását. Ezek a beállítások a fájlméretet, minőséget és kompatibilitást befolyásolják.
is: Stilltu hvernig endanlegt PDF er búið til. Þessar stillingar hafa áhrif á stærð, gæði og samhæfni.
ja: 最終PDFの生成方法を設定します。これらの設定はファイルサイズ、品質、互換性に影響します。
nl: Configureer hoe de uiteindelijke PDF wordt gegenereerd. Deze instellingen beïnvloeden bestandsgrootte, kwaliteit en compatibiliteit.
pl: Skonfiguruj generowanie końcowego PDF. Te ustawienia wpływają na rozmiar pliku, jakość i kompatybilność.
pt: Configure como o PDF final é gerado. Essas configurações afetam tamanho do arquivo, qualidade e compatibilidade.
ro: Configurați modul în care este generat PDF-ul final. Aceste setări afectează dimensiunea, calitatea și compatibilitatea.
ru: Настройте создание итогового PDF. Эти настройки влияют на размер файла, качество и совместимость.
sk: Nastavte generovanie výsledného PDF. Tieto nastavenia ovplyvňujú veľkosť súboru, kvalitu a kompatibilitu.
sv: Konfigurera hur den slutliga PDF:en genereras. Dessa inställningar påverkar filstorlek, kvalitet och kompatibilitet.
tr: Son PDF'nin nasıl oluşturulacağını yapılandırın. Bu ayarlar dosya boyutunu, kaliteyi ve uyumluluğu etkiler.

source: CSS file not found: {0}
bg: CSS файлът не е намерен: {0}
cs: Soubor CSS nebyl nalezen: {0}
da: CSS-fil ikke fundet: {0}
de: CSS-Datei nicht gefunden: {0}
el: Το αρχείο CSS δεν βρέθηκε: {0}
es: Archivo CSS no encontrado: {0}
et: CSS faili ei leitud: {0}
fi: CSS-tiedostoa ei löytynyt: {0}
fr: Fichier CSS introuvable : {0}
he: קובץ CSS לא נמצא: {0}
hr: CSS datoteka nije pronađena: {0}
hu: CSS fájl nem található: {0}
is: CSS skrá fannst ekki: {0}
it: File CSS non trovato: {0}
ja: CSSファイルが見つかりません: {0}
nl: CSS-bestand niet gevonden: {0}
no: CSS-fil ikke funnet: {0}
pl: Plik CSS nie został znaleziony: {0}
pt: Arquivo CSS não encontrado: {0}
ro: Fișierul CSS nu a fost găsit: {0}
ru: Файл CSS не найден: {0}
sk: Súbor CSS sa nenašiel: {0}
sv: CSS-fil hittades inte: {0}
tr: CSS dosyası bulunamadı: {0}
uk: CSS файл не знайдено: {0}

source: Custom CSS styles loaded successfully
bg: Персонализираните CSS стилове са заредени успешно.
cs: Vlastní CSS styly byly úspěšně načteny.
da: Egne CSS-stilar er indlæst med succes
de: Benutzerdefinierte CSS-Stile erfolgreich geladen
el: Οι προσαρμοσμένες στυλ CSS φορτώθηκαν με επιτυχία.
es: Estilos CSS personalizados cargados con éxito.
et: Kohandatud CSS-stiilid laaditi edukalt.
fi: Mukautetut CSS-tyylit ladattu onnistuneesti
fr: Styles CSS personnalisés chargés avec succès.
he: סגנונות CSS מותאמים אישית נטענו בהצלחה
hr: Prilagođeni CSS stilovi su uspješno učitani.
hu: A testreszabott CSS stílusok sikeresen betöltődtek.
is: Sérstakar CSS stílar hlaðast vel.
it: Stili CSS personalizzati caricati con successo
ja: カスタムCSSスタイルが正常に読み込まれました。
nl: Aangepaste CSS-stijlen succesvol geladen
no: Egendefinerte CSS-stiler lastet inn med suksess
pl: Niestandardowe style CSS zostały pomyślnie załadowane.
pt: Estilos CSS personalizados carregados com sucesso
ro: Stiluri CSS personalizate încărcate cu succes
ru: Пользовательские стили CSS успешно загружены
sk: Vlastné CSS štýly boli úspešne načítané.
sv: Anpassade CSS-stilar har laddats framgångsrikt
tr: Özel CSS stilleri başarıyla yüklendi.
uk: Користувацькі CSS стилі успішно завантажено.

source: Error loading CSS styles: {0}
bg: Грешка при зареждане на CSS стилове: {0}
cs: Chyba při načítání stylů CSS: {0}
da: Fejl ved indlæsning af CSS-stilarter: {0}
de: Fehler beim Laden der CSS-Stile: {0}
el: Σφάλμα φόρτωσης στυλ CSS: {0}
es: Error al cargar estilos CSS: {0}
et: Viga CSS stiilide laadimisel: {0}
fi: Virhe ladattaessa CSS-tyylejä: {0}
fr: Erreur de chargement des styles CSS : {0}
he: שגיאה בטעינת סגנונות CSS: {0}
hr: Greška pri učitavanju CSS stilova: {0}
hu: Hiba a CSS stílusok betöltésekor: {0}
is: Villa að hlaða CSS stílum: {0}
it: Errore nel caricamento degli stili CSS: {0}
ja: CSSスタイルの読み込みエラー: {0}
nl: Fout bij het laden van CSS-stijlen: {0}
no: Feil ved lasting av CSS-stiler: {0}
pl: Błąd ładowania stylów CSS: {0}
pt: Erro ao carregar estilos CSS: {0}
ro: Eroare la încărcarea stilurilor CSS: {0}
ru: Ошибка загрузки стилей CSS: {0}
sk: Chyba pri načítaní CSS štýlov: {0}
sv: Fel vid inläsning av CSS-stilar: {0}
tr: CSS stilleri yüklenirken hata: {0}
uk: Помилка завантаження CSS стилів: {0}

source: Show in file manager
bg: Показване в файловия мениджър
da: Vis i filhåndtering
el: Εμφάνιση στη διαχείριση αρχείων
es: Mostrar en el gestor de archivos
fi: Näytä tiedostonhallinnassa
hr: Prikaži u upravitelju datoteka
hu: Megjelenítés a fájlkezelőben
is: Sýna í skráastjóra
ja: ファイルマネージャーで表示
nl: Tonen in bestandsbeheer
pl: Pokaż w menedżerze plików
pt: Mostrar no gerenciador de arquivos
ro: Afișează în managerul de fișiere
ru: Показать в файловом менеджере
sk: Zobraziť v správcovi súborov
sv: Visa i filhanteraren
tr: Dosya yöneticisinde göster

source: Open the processed file
bg: Отворете обработения файл
cs: Otevřete zpracovaný soubor
da: Åbn den behandlede fil
de: Öffnen Sie die verarbeitete Datei
el: Ανοίξτε το επεξεργασμένο αρχείο
es: Abre el archivo procesado
et: Ava töödeldud fail.
fi: Avaa käsitelty tiedosto
fr: Ouvrez le fichier traité
he: פתח את הקובץ המעובד
hr: Otvorite obrađenu datoteku
hu: Nyissa meg a feldolgozott fájlt
is: Opnaðu þann unnu skrá.
it: Apri il file elaborato
ja: 処理されたファイルを開く
nl: Open het verwerkte bestand
pl: Otwórz przetworzony plik
pt: Abra o arquivo processado
ro: Deschide fișierul procesat
ru: Откройте обработанный файл
sk: Otvorte spracovaný súbor
sv: Öppna den bearbetade filen
tr: İşlenmiş dosyayı açın.
uk: Відкрити оброблений файл

source: View the text found in this document
bg: Прегледайте текста, намерен в този документ.
cs: Zobrazit text nalezený v tomto dokumentu
da: Se teksten, der findes i dette dokument
de: Erkannten Text in diesem Dokument anzeigen
el: Δείτε το κείμενο που βρέθηκε σε αυτό το έγγραφο
es: Ver el texto encontrado en este documento
et: Vaata seda dokumendis leitud teksti
fi: Näytä tämä asiakirjassa löytyvä teksti
fr: Voir le texte trouvé dans ce document
he: הצג את הטקסט שנמצא במסמך זה
hr: Pogledajte tekst pronađen u ovom dokumentu
hu: Nézze meg a dokumentumban található szöveget.
is: Skoðaðu textann sem finnst í þessu skjali.
it: Visualizza il testo presente in questo documento
ja: このドキュメントに見つかったテキストを表示します。
nl: Bekijk de tekst in dit document
pl: Wyświetl tekst znajdujący się w tym dokumencie
pt: Visualize o texto encontrado neste documento
ro: Vizualizați textul găsit în acest document
ru: Просмотрите текст, найденный в этом документе.
sk: Zobrazte text nachádzajúci sa v tomto dokumente
sv: Visa textet som finns i detta dokument
tr: Bu belgede bulunan metni görüntüle.
uk: Переглянути текст, знайдений у цьому документі

source: Save as a document for LibreOffice
bg: Запази като документ за LibreOffice
cs: Uložit jako dokument pro LibreOffice
da: Gem som dokument til LibreOffice
de: Als Dokument für LibreOffice speichern
el: Αποθήκευση ως έγγραφο για το LibreOffice
es: Guardar como un documento para LibreOffice
et: Salvesta dokumentina LibreOffice'ile
fi: Tallenna asiakirjana LibreOfficelle
fr: Enregistrer sous un document pour LibreOffice
he: שמור כמסמך עבור LibreOffice
hr: Spremi kao dokument za LibreOffice
hu: Mentés dokumentumként LibreOffice számára
is: Vista sem skjal fyrir LibreOffice
it: Salva come documento per LibreOffice
ja: LibreOffice用のドキュメントとして保存
nl: Opslaan als een document voor LibreOffice
pl: Zapisz jako dokument dla LibreOffice
pt: Salvar como um documento para LibreOffice
ro: Salvează ca document pentru LibreOffice
ru: Сохранить как документ для LibreOffice
sk: Uložiť ako dokument pre LibreOffice
sv: Spara som ett dokument för LibreOffice
tr: LibreOffice için belge olarak kaydet
uk: Зберегти як документ для LibreOffice
